class I18nGenes {
  static _ = new I18nGenes();

  t_adapt = '适性';
  t_base = '属性';
  t_skill = '技巧';

  r_n = '普通';
  r_r = '稀有';
  r_sr = '史诗';
  r_ssr = '传奇';

  gn_tip_template = '【%NAME%】（%TYPE% · %RARITY%）\n%DESC%';

  sg_name_template = '「%NAME%」之回响';
  sg_desc_template = '习得「%NAME%」';

  300000 = '殿堂马娘的灵魂';
  // GENERATED START
  100000 = '秘传 · 草地诀窍';
  100001 = '秘传 · 泥地诀窍';
  100002 = '秘传 · 短距离诀窍';
  100003 = '秘传 · 英里赛诀窍';
  100004 = '秘传 · 中距离诀窍';
  100005 = '秘传 · 长距离诀窍';
  100006 = '秘传 · 逃马诀窍';
  100007 = '秘传 · 先马诀窍';
  100008 = '秘传 · 差马诀窍';
  100009 = '秘传 · 追马诀窍';
  200000 = '速度新星的追忆';
  200001 = '速度高手的追忆';
  200002 = '速度名宿的追忆';
  200003 = '速度大师的追忆';
  200010 = '耐力新星的追忆';
  200011 = '耐力高手的追忆';
  200012 = '耐力名宿的追忆';
  200013 = '耐力大师的追忆';
  200020 = '力量新星的追忆';
  200021 = '力量高手的追忆';
  200022 = '力量名宿的追忆';
  200023 = '力量大师的追忆';
  200030 = '根性新星的追忆';
  200031 = '根性高手的追忆';
  200032 = '根性名宿的追忆';
  200033 = '根性大师的追忆';
  200040 = '智力新星的追忆';
  200041 = '智力高手的追忆';
  200042 = '智力名宿的追忆';
  200043 = '智力大师的追忆';
  // GENERATED END
}

module.exports = I18nGenes;
