class I18nRaces {
  static _ = new I18nRaces();

  name_with_class_template = '%NAME% (%CLASS%)';

  g1 = 'G1';
  g2 = 'G2';
  g3 = 'G3';
  op = 'OP';
  pre_op = 'Pre-OP';
  spe = 'Spe';

  // 跑道类型简称
  g_a_grass = '草';
  g_a_dirt = '泥';

  // 跑道距离简称
  d_a_short = '短';
  d_a_mile = '英';
  d_a_medium = '中';
  d_a_long = '长';

  // 跑法
  s_a_nige = '逃';
  s_a_senko = '先';
  s_a_sashi = '差';
  s_a_okimi = '追';

  // 方向
  r_left = '逆时针';
  r_right = '顺时针';
  r_straight = '直线';

  // 天气
  w_sunny = '晴';
  w_cloudy = '阴';
  w_rain = '雨';
  w_snow = '雪';

  // 马场情况
  m_well = '良';
  m_semi = '稍重';
  m_heavy = '重';
  m_bad = '不良';

  // 国家缩写
  c_china = '中';
  c_america = '美';
  c_france = '法';
  c_arab = '阿';

  // 竞马场
  t_playground = '训练场';
  t_sapporo = '札幌';
  t_hakodate = '函馆';
  t_niigata = '新泻';
  t_fukushima = '福岛';
  t_nakayama = '中山';
  t_tokyo = '东京';
  t_chukyo = '中京';
  t_kyoto = '京都';
  t_hanshin = '阪神';
  t_kokura = '小仓';
  t_ohi = '大井';
  t_kawasaki = '川崎';
  t_funabashi = '船桥';
  t_morioka = '盛冈';
  t_longchamp = '隆尚';
  t_santa_anita = '圣安妮塔公园';
  t_del_mar = '德尔玛';
  t_st_cloud = '圣克劳德';
  t_chantilly = '尚蒂伊';
  t_bashang = '从化';
  t_shatin = '沙田';
  t_kentucky = '丘吉尔园';
  t_baltimore = '宾利高';
  t_new_york = '贝蒙园';
  t_meydan = '迈丹';

  track_name_template = '%NAME%竞马场';

  d_day = '昼';
  d_night = '夜';

  summary_template = '%WIN%/%RACE%';
  summary_tip_template = '%RACE% 战 %WIN% 胜';
  result_template = '%RANK%着';
  no_result = '未出走';
  no_win = '未胜利';

  lan_lan_template = '%INDEX%直线';
  lan_curve_template = '%INDEX%弯道';
  lan_lan_abbr_template = '%INDEX%直';
  lan_curve_abbr_template = '%INDEX%弯';

  lan_index_final = '最终';
  lan_index_final_abbr = '终';
  lan_index_template = '第 %INDEX% ';

  get_preview_header_env = (date, daytime) => [...date, ' ', daytime];
  preview_header_race_template =
    '%TRACK% %GROUND% %SPAN%m (%DISTANCE%) %ROTATION% · %WEATHER% %MESS%';

  chart_title_template = '%TRACK% %GROUND% %SPAN%米跑道 %ROTATION%';
  chart_buff_attr_template = '加成属性：%ATTR%';
  chart_splitter_1_template = '序 ⬅ %DISTANCE% ⮕ 中';
  chart_splitter_2_template = '中 ⬅ %DISTANCE% ⮕ 终';
  chart_splitter_loc_mind = '位置意识结束';
  chart_slope_name = '坡度';

  r_start = '出闸！';
  r_bad_start = '出迟！';

  slope_up = '上坡';
  slope_down = '下坡';

  s_blocked = '阻挡！';
  s_temptation = '焦躁！';

  first_contestant = '头马';

  d_hanasa = '鼻差';
  d_atamasa = '头差';
  d_kubisa = '颈差';
  d_oosa = '大差';
  d_bashin_template = '%DIS% 马身';

  dubai_series = '迪拜世界杯赛马日';
  hongkong_series = '香港国际赛事';

  sim = '模拟赛';

  0 = '出道战';
  // GENERATED START
  1 = '少年杯';
  2 = '京都金杯';
  3 = '中山金杯';
  4 = '仙女锦标';
  5 = '新山纪念';
  6 = '爱知杯';
  7 = '蓝鸟杯';
  8 = '京成杯';
  9 = '日经新春杯';
  10 = '青年骏马锦标';
  11 = '丝绸之路锦标';
  12 = '根岸锦标';
  13 = '东海锦标';
  14 = '美国赛马会杯';
  15 = '如月赏';
  16 = '川崎纪念赛';
  17 = '东京报杯';
  18 = '女王杯';
  19 = '共同通信杯';
  20 = '京都纪念';
  21 = '云取赏';
  22 = '风信子锦标';
  23 = '二月锦标';
  24 = '京都皇冠锦标';
  25 = '小仓大赏典';
  26 = '钻石锦标';
  27 = '堇锦标';
  28 = '中山纪念';
  29 = '阪急杯';
  30 = '郁金香赏';
  31 = '弥生赏';
  32 = '海洋锦标';
  33 = '报知杯皇冠赛';
  34 = '金鯱赏';
  35 = '中山赛皇冠锦标';
  36 = '京浜杯';
  37 = '春季锦标';
  38 = '猎鹰锦标';
  39 = '百花杯';
  40 = '卧龙锦标';
  41 = '大尾光纪念赛';
  42 = '阪神大赏典';
  43 = '东京短途锦标';
  44 = '每日杯';
  45 = '高松宫纪念';
  46 = '日经赏';
  47 = '三月锦标';
  48 = '大阪杯';
  49 = '德比伯爵挑战杯';
  50 = '樱花赏';
  51 = '新西兰优胜杯';
  52 = '海洋杯';
  53 = '阪神皇冠锦标';
  54 = '皋月赏';
  55 = '阿灵顿杯';
  56 = '天蝎锦标';
  57 = '芙罗拉锦标';
  58 = '青叶赏';
  59 = '春季天皇赏';
  60 = '英里赛马杯';
  61 = '福岛皇冠锦标';
  62 = 'NHK英里杯';
  63 = '肯塔基德比';
  64 = '京都新闻杯';
  65 = '柏市纪念赛';
  66 = '新潟大賞典';
  67 = '羽田杯';
  68 = '蓝鹦鹉赏';
  69 = '京王杯春季杯';
  70 = '日本橡树大赛';
  71 = '凤雏锦标';
  72 = '维多利亚英里赛';
  73 = '平安锦标';
  74 = '日本德比';
  75 = '葵锦标';
  76 = '目黑纪念';
  77 = '普瑞克尼斯锦标赛';
  78 = '东京德比';
  79 = '安田纪念';
  80 = '鸣尾纪念';
  81 = '函馆短程锦标';
  82 = '叶森赏';
  83 = '戴安娜锦标';
  84 = '独角兽锦标';
  85 = '人鱼锦标';
  86 = '宝冢纪念';
  87 = '帝王赏';
  88 = '贝蒙锦标';
  89 = '日经广播赏';
  90 = 'CBC赏';
  91 = '日本泥地德比';
  92 = '南河三锦标';
  93 = '七夕赏';
  94 = '函馆少年锦标';
  95 = '函馆纪念';
  96 = '朱鹮夏季短跑赛';
  97 = '中京纪念';
  98 = '女皇锦标';
  99 = '花豹锦标';
  100 = '榆树锦标赛';
  101 = '关屋纪念';
  102 = '北九州纪念';
  103 = '小仓纪念';
  104 = '新潟少年锦标';
  105 = '札幌纪念';
  106 = '基兰杯';
  107 = '小仓少年锦标';
  108 = '札幌少年锦标';
  109 = '新潟纪念';
  110 = '紫苑锦标';
  111 = '人马锦标';
  112 = '京城杯秋季让磅赛';
  113 = '玫瑰锦标';
  114 = '圣烈特纪念赛';
  115 = '神户新闻杯';
  116 = '产经赏开放赛';
  117 = '短途马锦标';
  118 = '凯旋门赏';
  119 = '天狼星锦标';
  120 = '英里冠军赛南部杯';
  121 = '沙特阿拉伯皇家杯';
  122 = '府中皇冠锦标';
  123 = '每日王冠';
  124 = '京都大赏典';
  125 = '秋华赏';
  126 = '富士锦标';
  127 = '阿尔忒弥斯锦标';
  128 = '菊花赏';
  129 = '秋季天皇赏';
  130 = '天鹅锦标';
  131 = '京王杯少年锦标';
  132 = '幻想锦标';
  133 = '日本育马场杯短途赛';
  134 = '日本育马场杯皇冠经典赛';
  135 = '日本育马场经典赛';
  136 = '阿根廷共和国杯';
  137 = '京城锦标';
  138 = '和谐锦标';
  139 = '每日杯少年锦标';
  140 = '伊丽莎白二世女皇杯';
  141 = '武藏野锦标';
  142 = '福岛纪念';
  143 = '东京体育杯少年锦标';
  144 = '英里冠军赛';
  145 = '京都少年锦标';
  146 = '日本杯';
  147 = '京阪杯';
  148 = '冠军杯';
  149 = '长途锦标';
  150 = '挑战杯';
  151 = '全日本少年优骏';
  152 = '阪神皇冠大赛';
  153 = '香港短途锦标';
  154 = '香港英里锦标';
  155 = '香港杯';
  156 = '香港瓶';
  157 = '五车二锦标';
  158 = '中日报杯';
  159 = '朝日杯未来锦标';
  160 = '绿松石锦标';
  161 = '希望锦标';
  162 = '东京大赏典';
  163 = '有马纪念';
  164 = '美国橡树大赛';
  165 = '阪神杯';
  166 = '迪拜世界杯';
  167 = '迪拜金莎轩锦标';
  168 = '迪拜司马经典赛';
  169 = '迪拜草地大赛';
  170 = '阿乔斯短途锦标';
  171 = '芙蓉锦标';
  172 = '育马者杯草地短途赛';
  173 = '育马者杯英里赛';
  174 = '育马者杯皇冠草地赛';
  175 = '育马者杯草地赛';
  176 = '育马者杯短途赛';
  177 = '育马者杯皇冠短途赛';
  178 = '育马者杯泥地英里赛';
  179 = '育马者杯皇冠泥地赛';
  180 = '育马者杯经典赛';
  181 = '香豌豆锦标';
  // GENERATED END
}

module.exports = I18nRaces;
