# @file 秋川弥生 - 爱慕
# @author 黑奴队长（临时）

49:
  title: "Течка!"
  lines:
    - if: d.who_am_i === 0
      lines:
        - "Случайным образом %YOU% узнаёт настоящую личность %CHARA% — %UMA% %CHARA_ACTUAL%."
        - "%CHARA% с раздавленным видом просит %YOU% хранить её секрет."
    - "Отношения %YOU% и %CHARA% сделали прорыв…"
    - "%CHARA%「хлоп」раскрывает веер и прячет за ним бегущий взгляд…"

74:
  title: "Влечение!"
  lines:
    -

89:
  title: "Любовь!"
  lines:
    -

99:
  title: "Вместе!"
  lines:
    -