工作:
  - 【오늘도 %YOU%은(는) %SLAVE%의 업무를 요구받았다】
  # @author 黑奴队长
  - random: true
    lines:
      - %YOU%은(는) 경기장의 대기실로 끌려가, 시합에서 패배한 %UMA%들을 위로하게 되었다.
      - 대기실 문이 닫히자마자 %YOU%의 입으나 마나 한 옷은 완전히 찢겨나갔고, 신체는 격렬한 육봉의 충격에 끊임없이 몸부림쳤다.
      - %UMA%들은 패배의 슬픔을 마음껏 발산하며, %YOU%의 몸 위에 수많은 손톱 자국과 잇자국을 남겼다……
  - random: true
    lines:
      - %YOU%은(는) 경기장의 대기실로 이끌려가, 멋진 레이스를 펼쳐준 %UMA%들을 위로하게 되었다.
      - 다른 이들보다 먼저 우승한 %UMA%가 뛰어들어왔고, %YOU%을(를) 쓰러뜨리기 전에 인사까지 건네는 여유를 보였다.
      - %SHE%는 웃으며 허리를 흔들었고, %YOU%의 자궁 속에 오줌과 함께 정액을 사정했다……
  - random: true
    lines:
      - 업무를 하러 가기 전, %YOU%은(는) 화장실에 들르기로 했다.
      - 볼일을 보기도 전에, 대여섯 개의 육봉이 %YOU%의 앞길을 가로막았다.
      - %YOU%은(는) 억지로 오줌을 참으며 %UMA%님들에게 봉사해야 했고, 이내 백탁액 속에서 격렬한 실금을 선보였다……
  - random: true
    lines:
      - %YOU%은(는) 무척 사이가 좋아 보이는 %UMA% 한 쌍에게 지명받았다.
      - %SHE%들은 육봉을 세운 채, 앞뒤로 %YOU%의 하반신을 범했다.
      - 이중의 강렬한 자극 아래, %YOU%은(는) 익숙한 질내사정의 감각과 함께 성대한 절정을 맞이하며 의식을 잃었다……
  - random: true
    lines:
      - %YOU%은(는) %UMA%의 출주식에 참여하라는 요구를 받았다.
      - 행사의 일환으로, %UMA%들은 줄을 서서 안팎으로 %YOU%의 모든 음탕한 구멍을 사용할 준비를 하고 있었다.
      - 매 순간 한 개에서 세 개에 달하는 육봉이 체내를 들락날락했고, 완전히 채워지기도 전에 %YOU%은(는) 이미 혼이 빠져나갈 듯한 쾌감을 느꼈다……
  - random: true
    lines:
      - %YOU%은(는) 훈련장에서 함께 훈련하던 %UMA%를 접대했다.
      - %SHE%는 %YOU%의 옷을 발가벗기고, 얼룩덜룩해진 하반신은 신경 쓰지도 않은 채 단숨에 쑤셔 넣었다.
      - %UMA%가 피스톤질을 하며 매일 훈련 전에 담당에게 하루 치의 재고를 듬뿍 주입받는 거냐고 나지막이 묻는 와중에, %YOU%은(는) 의식을 잃었다……
  - random: true
    lines:
      - %YOU%은(는) 업무를 하러 가는 길에 초등부 %UMA%에게 가로막혔다.
      - 거절할 틈도 없이, 아직 앳된 %UMA%는 나이와는 전혀 어울리지 않는 거대한 육봉을 꺼내 들었다.
      - 개조된 신체의 본능에 굴복한 채, %YOU%은(는) 반항하는 척 초등학생에게 바닥에 눕혀져 음혈에 거물이 들락거리는 감각을 만끽했다……
  - if: era.get('talent:0:모유분비') > 0 && era.get('cflag:0:가슴둘레') - era.get('cflag:0:밑가슴둘레') >= 20
    random: true
    lines:
      - %YOU%은(는) %UMA%들에게 형틀에 묶였고, 몸을 앞으로 숙인 채 구멍 뚫린 나무판자에 머리와 손, 그리고 거대한 유방이 고정되었다.
      - %YOU%의 신체는 %SHE%들에게 마음껏 유린당했고, 특히 유방은 세게 짓눌려 새하얀 모유를 뿜어냈다.
      - %UMA%들은 조를 나누어 번갈아 가며 구멍을 범하고 젖을 짰으며, 마지막에야 비로소 %YOU%의 가슴과 얼굴에 일제히 정액을 사정했다……