# @file ダーレーアラビアン - 恋慕
# @author O口口口口口
# @author Claude (翻訳)
49:
  title: 女神像の「まなざし」を追って
  lines:
    - 意味などなさそうな探しもののはてに、それでも %YOU% は、誰かにこっそり見られている。
    - そう……言い添えるなら、悪意のある視線ではないだろう。
    - たとえるなら、猫の舌、だろうか。
    - 柔らかく……温かく……だが肌をくすぐる、しなやかな逆棘がある。いつのまにか絡みつかれ、背後へ潜られている感触も、よく似ている。
    - 女神さまに、祈ってみようか……

# 三女神像の前でダーレーアラビアンの降臨を祈る
pray:
  - つい、%UMA%のように三女神像の下で祈ってしまった——放っておいてもいいような、甘えた願いではあるのだけれど。
  - ……気のせいだろうか。真っすぐに前方を、遠くを見ているはずの女神さまのまなざしが、美しい弧を描いて %YOU% へと降りてきた。
  - しかも、笑われた。

50:
  title: 「まなざし」と狩り
  lines:
    - 軽やかに、しなやかに、ベッドへ攀じ上る。
    - 両手を突いて、%YOU% をその下に固定する。
    - どこから手をつけようかと値踏みするように、翠のまなざしが注がれる。
    - これも夢の一環なのだろうか……妙に淡い視点のまま、%YOU% は自室に、赤髪で小麦色の肌のウマ娘が増えているのを見る。雌豹のようにベッドの %YOU% へ覆い被さり、そして——口づけ……
    - その先は……霧に沈むように……汗ばんで絡み合う、%YOURPHY%とウマ娘の身体……
    - acc: 1
      key: selected
      content: 冒涜（神の胤を宿らせる）
      lines:
        - 夢の中であっても、眼前の、わけもなく気高いウマ娘を前にしても、身を屈めて下にいる理由などないはずだ！
        - 驚愕のまなざしの前で、込み上げる灼熱に理性を失った %YOU% と、ベッドの上で子羊のように弄ばれていた %YOU% の身体が重なる。濁った瞳を見開き、その両手を逆に捉えた。
        - if: era.get('cflag:0:肤色深度') === era.get('cflag:340:肤色深度')
          content: 激しく抗う身体と身体。褐色の女神は、己と同じ肌色の子の下に屈した。
        - if: era.get('cflag:0:肤色深度') !== era.get('cflag:340:肤色深度')
          content: 激しく抗う身体と身体。小麦色は、%YOURSKIN%に押し伏せられた。
    - if: era.get('cflag:0:性别') !== 1
      acc: 2
      content: 献身（%FUCKMEBUTTON%）
      lines:
        - 抗う力が、まったくない。
        - 身体が、そう告げている。眼前のウマ娘は、疑いようもなく上位者なのだと。
        - 日頃は教え子として見ているウマ娘に、トレーナーとして押し伏せられる羞恥。ベッドに跨がれ、熟練の唇と舌に口づけを奪われ、眼前の狩人がそれでも止まない——
        - %YOU% にできるのは、ただ、身を捧げること……だけ、だ……
    - acc: 3
      content: 南無三
      lines:
        - 夢、だろう。
        - 夢の中で夢だと気づくのは奇妙にも思えるが、いま %YOU% が %YOU% と彼女を見つめているこの光景こそ、夢なのだろう。
        - だから、こちらの唇がもう柔らかさを知っていても、あちらの%YOURSEX%と彼女がすでに裸で、艶めいていても、蛇のように滑らかな身体を絡め合っていても、
        - ただ……祈り続ければ……

after_sex_50:
  - ……
  - ふう……今日も……夢……なのか。
