# @file ダーレーアラビアン - 募集
# @author O口口口口口
# @author Claude (翻訳)
recruit:
  title: もはや、ただの……「まなざし」ではない
  lines:
    - 歓声に包まれた入場式と、舞台の枠を、レース映像から削ぎ落とす。
    - 記録された数分をさらに加速し、時間を終盤からだけ流れさせる。
    - そして視線を寄せたレンズを、十数頭のうち一頭の両足だけへ絞り、拡大する。
    - 「……やはり、またまったく違う走りだ。共通点といえば、末脚が凄まじいことだけ……」
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: ？？？
        - 「それが仔馬たちの本能なのですもの。力の入れ方、蹄裏の柔らかさ、丈、重さ——そのすべてを、最後に、風へと投げ出すのです——」
    -
    - （ああ、つまり……）
    - 耳元の声に、自然と思考が続いていく。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: ？？？
        - 「つまり、トレーナーのお仕事は、そのさらに手前にあるのですよ。」
    -
    - 重くなった。
    - 耳の後ろで、身体が聞き慣れていたその声が、いまや確かな重みとなって肩にのしかかる……
    - 振り返ろうとする。だが、首筋に当たる熱い吐息が、昂ぶりのなかで身体を一枚の板のように硬直させてしまった。
    - それでも——赤い。これ以上は傾けられない視界の果ての、ひと房……
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「また会いましたね～%CALLNAME%～」
    -
    - そして、また一気に沈み込む。猫のようで、玉のようで、ウマ娘のようで、神さまのような——そのまなざしの奥へ……
