/**
 * @file 东海帝王 - 招募
 * @author 天马闪光蹄
 */
const era = require('#/era-electron');

module.exports = {
  /**
   * @param {CharaTalk} teio
   * @param {CharaTalk} you
   * @param {string} title
   */
  async rec(teio, you, title) {
    const ret = [];
    await era.printAndWait(
      'Лазурное небо — как мягкая лента, кое-где расчерченная завитками облаков. Посреди него оранжево-красное солнце, сияет и разливает вокруг тепло и свет.',
    );
    era.println();
    await era.printAndWait([
      you.get_colored_name(),
      ' идёт по зелени, залитый солнцем, глубоко вдыхает свежий воздух — ха, хорошо.',
    ]);
    era.println();
    await era.printAndWait([
      you.get_colored_name(),
      ' в таком же добром настроении, как погода.',
    ]);
    era.println();
    await era.printAndWait([
      'Как ',
      title,
      ' тренер, ',
      you.get_colored_name(),
      ' и сегодня спешит в академию Трейсен, чтобы помогать ',
      teio.uma_sex_title,
      ' идти к своей мечте.',
    ]);
    await era.printAndWait([
      'Работа лёгкой не назовёшь, но немалый доход (жильё и стол за счёт академии, высокое жалованье в особых 【лошадиных монетах】) и богатство душевное — помогать ',
      teio.uma_sex_title,
      '-ученицам расти и двигаться вперёд, видеть, как ',
      teio.couple_title,
      ' после борьбы за мечту улыбается от всего сердца, — с лихвой перевешивают всё дурное.',
    ]);
    await you.say_and_wait(
      'Сегодня после обеда, кажется, тоже будет дебютный забег. Да, надо сходить посмотреть, присмотреть себе подопечную…',
      true,
    );
    era.println();
    await era.printAndWait([
      'И как раз когда ',
      you.get_colored_name(),
      ' погружён в мысли, вдруг словно весь мир затихает.',
    ]);
    await era.printAndWait([
      'Листья качаются мягко и медленно, воздух вокруг густеет и застывает. Что случилось? ',
      you.get_colored_name(),
      ' недоумённо смотрит на прохожую впереди: ',
      teio.sex,
      ' всё шире открывает рот…',
    ]);
    era.println();
    await teio.say_as_unknown_and_wait('Ой!');
    era.println();
    await era.printAndWait([
      'Вместе с криком налетает резкий порыв ветра — прямо в спину ',
      you.get_colored_name(),
      '.',
    ]);
    await era.printAndWait([
      'Но, должно быть, сработало тренерское чутьё: тело ',
      you.get_colored_name(),
      ' успевает раньше сознания — он сгибается, приседает, опускает центр тяжести. Однако беды, которую он вообразил, нет, и, глядя снизу вверх, ',
      you.get_colored_name(),
      ' ловит взглядом маленький, размытый силуэт: тот легко перемахивает через то место, где только что была голова ',
      you.get_colored_name(),
      ', и… влетает вверх, между веток.',
    ]);
    era.println();
    await era.printAndWait([
      'Потом, под шорох листвы, из зелени высовывается белая тонкая ручка, держащая разноцветный воздушный шарик. ',
      you.get_colored_name(),
      ' только успевает выпрямиться, как рядом слышатся мелкие шаги: под дерево подходит девочка.',
    ]);
    await era.printAndWait([
      'Девочка 「Вау, спасибо, ',
      teio.elder_sibling_sex_title,
      '! Такой прыжок — как круто!」',
    ]);
    await teio.say_as_unknown_and_wait(
      'Хе-хе, зови меня 【непобедимая госпожа Тэйо】! Вот твоя вещь, держи крепче, смотри больше не упусти!',
    );
    await era.printAndWait([
      'Сверху доносится звонкий голос — так звучит ',
      teio.teen_sex_title,
      ', полная задора; ',
      you.get_colored_name(),
      ' поднимает глаза и видит миниатюрную, милую ',
      teio.uma_sex_title,
      ': та чинно сидит на ветке потолще и протягивает шарик вниз. Только вот ',
      teio.sex,
      ' и рука девочки всё ещё не дотягиваются друг до друга…',
    ]);
    era.printButton('Помочь', 1);
    await era.input();

    await era.printAndWait([
      you.get_colored_name(),
      ' не раздумывая протягивает руку и забирает шарик, который держит ',
      teio.uma_sex_title,
      ', и отдаёт девочке рядом. Девочка благодарит.',
    ]);
    await era.printAndWait(
      'Девочка 「Госпожа Тэйо! А можно ещё разок прыгнуть?」',
    );
    await era.printAndWait([
      'Ясно, что ей хочется посмотреть, как эта ',
      teio.uma_sex_title,
      ' лихо соскочит с дерева. ',
      you.get_colored_name(),
      ' улыбается и уже отступает, чтобы освободить место: может, сегодня и правда доведётся увидеть эффектный 「super hero landing」.',
    ]);
    await era.printAndWait([
      'Но, странное дело, ',
      teio.uma_sex_title,
      ' на дереве своей маленькой поклоннице не отвечает',
    ]);
    era.println();
    await teio.say_as_unknown_and_wait(
      'Э-э, видишь ли, для танца Тэйо нужно время на подготовку, пока что… А, тебя мама зовёт, беги скорее, не заставляй её волноваться!',
    );
    era.println();
    await era.printAndWait([
      'Девочка выглядит растерянной, и тут ',
      you.get_colored_name(),
      ' замечает в просветах листвы полоску кожи — и всё понимает.',
    ]);
    await era.printAndWait([
      you.get_colored_name(),
      ' чуть отклоняется назад и вбок.',
    ]);
    era.println();
    era.printButton(
      `「Малышка, послушайся — так говорит ${teio.elder_sibling_sex_title}, а мама твоя, если долго тебя не видит, начнёт волноваться. Смотри, вон она тебе машет!」`,
      1,
    );
    await era.input();

    await era.printAndWait([
      'Девочка всё ещё в недоумении, но всё-таки уходит в сторону мамы. На какое-то время здесь остаются только ',
      you.get_colored_name(),
      ' и та, что на дереве, — ',
      teio.teen_sex_title,
      '.',
    ]);
    era.println();
    await teio.say_as_unknown_and_wait(
      `Э-э… вы ведь тренер из Трейсена, ${you.adult_sex_title}! Не поможете мне?`,
    );
    await era.printAndWait([
      'Должно быть, ',
      teio.sex,
      ' заметила значок, который ',
      you.get_colored_name(),
      ' носит на груди',
    ]);
    era.println();
    era.printButton('「Конечно」', 1);
    await era.input();

    await era.printAndWait([
      you.get_colored_name(),
      ' кивает в ответ — ',
      teio.sex,
      ' радостно смеётся, выпрямляется…',
    ]);
    era.println();
    era.printButton(
      'Быстро подбежать под дерево и подставить обе руки (влюблённость +1)',
      1,
    );
    era.printButton(
      `Поднять сандалии, которые он до этого прикрывал собой и которые сбросила ${teio.uma_sex_title}, и поставить их под деревом (симпатия +5)`,
      2,
    );
    ret.push(await era.input());
    if (ret[0] === 1) {
      await era.printAndWait([
        you.get_colored_name(),
        ' быстро подбегает туда, где сидит ',
        teio.sex,
        ', подставляет обе руки; ',
        teio.sex,
        ', кажется, вздрагивает от неожиданности, щёки заливает румянцем, но всё же соскальзывает вниз, упирается руками в плечи — в плечи ',
        you.get_colored_name(),
        ' — и пара маленьких белых ступней ровно и точно опускается ',
        you.get_colored_name(),
        ' на ладони.',
      ]);
      await era.printAndWait([
        you.get_colored_name(),
        ' чувствует, как внутренняя сторона ладоней касается стопы — а стопа у ',
        teio.uma_sex_title,
        teio.teen_sex_title,
        ' упругая и гладкая. Так вот он какой, дар ',
        teio.uma_sex_title,
        ': тяжёлые тренировки и бег делают ногу крепкой и при этом оставляют её нежной. Кожа поджимается, и ',
        you.get_colored_name(),
        ' замечает, как чуть приподнимается свод стопы: ',
        teio.sex,
        ' беспокойно поджимает розовые пальцы, раз, другой. ',
        you.get_colored_name(),
        ' берёт себя в руки и отводит взгляд от милых ног, которые есть у ',
        teio.uma_sex_title,
        ', медленно и ровно поворачивается, усаживает ',
        teio.sex,
        ' на скамью рядом, потом отворачивается и делает вид, что не замечает, как ',
        teio.teen_sex_title,
        ' чуть смущённо обувается.',
      ]);
    } else {
      await era.printAndWait([
        you.get_colored_name(),
        ' поднимает сандалии, которые прятал за собой, чтобы девочка ничего не заподозрила, ставит их у дерева и взглядом стережёт, как ',
        teio.uma_sex_title,
        ' спрыгивает, готовый в любой миг подставить руки, — но ',
        teio.sex,
        ' такой возможности ',
        you.get_colored_name(),
        ' не даёт.',
      ]);
      await era.printAndWait([
        teio.uma_sex_title,
        teio.teen_sex_title,
        ' легко спрыгивает и попадает прямо в сандалии — ровно и точно. И ',
        teio.sex,
        ' поднимает голову и улыбается ',
        you.get_colored_name(),
        ', и лицо у неё ярче солнца.',
      ]);
      await era.printAndWait([
        'Что забавно перекликается с тем, во что ',
        teio.sex,
        ' одета — совсем детский наряд.',
      ]);
    }
    await era.printAndWait([
      'Обувшись, ',
      teio.sex,
      ' снова подаёт голос, и голос этот берёт за душу.',
    ]);
    era.println();
    await teio.say_as_unknown_and_wait(
      'Спасибо! Простите, что побеспокоила! Я перед прыжком сбросила туфли, чтобы удобнее было, и вот сама себя загнала… Даже непобедимая госпожа Тэйо не застрахована от промаха!',
    );
    era.println();
    era.printButton('「Тэйо…?」', 1);
    await era.input();

    await teio.say_as_unknown_and_wait([
      'Именно! Меня зовут Токай Тэйо! Я та скаковая ',
      teio.uma_sex_title,
      ', что однажды станет легендой! Как раз сегодня после обеда у меня забег — господин тренер, если будет время, непременно приходите посмотреть! Я тороплюсь, так что прощаюсь, до встречи в академии!',
    ]);
    era.println();
    await era.printAndWait([
      'Сказав это, ',
      teio.sex,
      ' убегает лёгкой рысцой. ',
      you.get_colored_name(),
      ' смотрит вслед — туда, где скрывается ',
      teio.sex,
      ', — улыбается и машет на прощание.',
    ]);
    era.drawLine({
      content: 'После обеда, академия Трейсен, отборочный забег, 2000 метров',
      position: 'left',
    });
    await era.printAndWait([
      'На поле академии уже собралось немало народу. Что-то их сегодня неожиданно много, — ',
      you.get_colored_name(),
      ' садится в месте потише и думает про себя: неужели все они борются за нескольких новичков?',
    ]);
    era.println();
    await era.printAndWait([
      'В голове всплывает та, кого зовут ',
      teio.get_colored_name(),
      ', — та ',
      teio.uma_sex_title,
      teio.teen_sex_title,
      ': лёгкий шаг, в котором спрятана огромная взрывная сила; тугие мышцы ног сжимаются и распускаются, а особая, ни на кого не похожая посадка шага гонит силу в самые подошвы; касание земли — и отскок, рывок вперёд на этой отдаче, скорость, за которой другим не угнаться…',
    ]);
    era.println();
    await era.printAndWait([
      'Видение в голове накладывается на то, что перед глазами. ',
      you.get_colored_name(),
      ' видит, как по полю скачет бело-голубая полоса света, вовсю сияет своим цветом и оставляет всех соперниц позади. Победу возьмёт ',
      teio.sex,
      ', и никто другой, — так, наверное, решит всякий, кто это увидел.',
    ]);
    era.println();
    await era.printAndWait([
      teio.sex,
      ' так, будто иначе и быть не могло, объявляет о себе и берёт победу. ',
      you.get_colored_name(),
      ' смотрит на огромное 「первое место」 на экране, невольно улыбается и встаёт, чтобы спуститься вниз.',
    ]);
    era.println();
    await teio.say_and_wait('Мм…');
    era.println();
    await era.printAndWait([
      you.get_colored_name(),
      ' с трудом проталкивается вперёд сквозь толпу. Первое выступление, когда бежит гениальная ',
      teio.uma_sex_title,
      teio.teen_sex_title,
      ', способно свести с ума кого угодно, так что всё это было предсказуемо. Тренеры, мечтающие о напарнице, обступили её плотным кольцом. Тэйо в бело-голубом, цвета неба и облаков, кажется маленьким солнцем, к которому тянутся бесчисленные подсолнухи. Хвост у неё легко покачивается, и ',
      teio.sex,
      ' выглядит очень воодушевлённой, но ',
      you.get_colored_name(),
      ' успевает уловить и другое — ',
      teio.sex,
      ' прячет в глубине глаз тень досады. А потом, будто почуяв, ',
      teio.sex,
      ' поворачивается сюда и ловит взгляд ',
      you.get_colored_name(),
      '.',
    ]);
    era.println();
    await era.printAndWait('Как быть?');
    era.println();
    era.printButton(
      'Громко назвать имя Тэйо и потребовать взять её в подопечные (продолжить набор)',
      1,
    );
    era.printButton('Или всё-таки не стоит… (отказаться от набора)', 2);
    ret.push(await era.input());
    if (ret[1] === 1) {
      await era.printAndWait([
        you.get_colored_name(),
        ' слышит, как сам во весь голос выкрикивает имя — имя ',
        teio.get_colored_name(),
        '. И ',
        teio.sex,
        ' вскидывает взгляд и радостно откликается ',
        you.get_colored_name(),
        '. Стена людей понятливо расступается, и, не колеблясь, ',
        you.get_colored_name(),
        ' протягивает рабочую руку с договором, а другой невольно разглаживает ткань на плече — ткань смяли ветер и пот. И вот стоит ',
        teio.teen_sex_title,
        ' — ',
        teio.teen_sex_title,
        ', у которой после бега ещё не сошёл со щёк румянец; ',
        teio.sex,
        ' радостно смеётся, подписывает своё имя и признаёт: отныне ',
        you.get_colored_name(),
        ' — её тренер, и ',
        teio.sex,
        ' сама этого хотела.',
      ]);
      era.println();
      await era.printAndWait('С этого и начинается ваша история.');
    } else {
      await era.printAndWait(
        'Эта девочка… пожалуй, мне не очень подходит, слишком уж сложный случай.',
      );
      await era.printAndWait([
        you.get_colored_name(),
        ' легко, но отчётливо качает головой и тихо выходит из толпы.',
      ]);
    }
    return ret;
  },
};
