# @file 拜耶尔土耳其 - 爱慕
# @author 黑衣剑士-星爆气流斩准备就绪
49:
  title: 缘分的引力
  lines:
    - 仿佛是受到了引导，仿佛有人在轻声的呼唤，当回过神来的时候，%YOU% 正在仰望着三女神的雕像。
    - 仿佛万年不变的石像沉默的平视前方，就好像你们处于两个平行的世界一般。
    - 但是那奇妙的感觉没有消失，就好像是有人牵起了 %YOU% 的手，在 %YOU% 前方指引方向一般，%YOU% 看着三女神的石像，陷入了思考。
    - 微风吹拂，%YOU% 伸出的手掌心中落下一片树叶，细密的纹路仿佛想要向 %YOU% 诉说什么。

# 在三女神像前祈祷拜耶尔土耳其降临
pray:
  - 微微低头向着三女神的神像祈祷，虽然听起来更像是某种随心而为的撒娇，又或者是明知不可能发生但是却依旧期待着奇迹的自己的调侃。
  - 但是，就在低头的时候，仿佛有人轻轻的从背后抱住了 %YOU%，坚实而不容抵抗的在 %YOU%的耳旁吹起了轻柔的微风，仿佛回应 %YOU% 的祈祷。
  - 周遭万籁俱寂，唯有泥土的芬芳湿润感从手中传达到 %YOU%的脑海之中，睁开眼睛的时候，手指尖那微微的湿润似乎就在告诉 %YOU% 刚刚的一切绝非幻觉。

50:
  title: 愿望实现之夜
  lines:
    - 某个奇妙的身影慢慢的爬上 %YOU% 的床，双手按住 %YOU% 的手，
    - 于梦中，那赤色的眼眸的拥有者以自己丰腴的身姿将 %YOU% 按在身下，如同即将要进食的猛兽一般。
    -
    - 但是在这朦胧的梦境之中，%YOU% 的意识却出奇的清醒，
    - 那有着赤色眼眸、深棕色头发，右眼处还有一道疤痕的马娘，此刻正将 %YOU% 的身体压住，就好像是一头发情的野兽一般，亲昵的舔舐 %YOU% 的脸颊随后便对着 %YOU% 的嘴唇吻了上去。
    -
    - 而后，雾气逐渐蔓延开来，迷蒙的雾中，那马娘身上的衣物逐渐剥落，完美的身体曲线展现在 %YOU% 的眼前，
    - 她按住 %YOU% 的双手，上下打量着 %YOU% 的身体，那双已然为情欲所占据的眸子之中满是得意，仿佛 %YOU% 理所应当为她所用，而且那丰腴的身体俯身与 %YOU% 纠缠在一起。
    - acc: 1
      key: selected
      content: 争夺主导权（让祂怀上神胎）
      lines:
        - if: era.get('cflag:0:性别') > 0
          lines:
            - 就算是在梦中，面对着如此高贵而强势的马娘小姐，%YOU% 依旧没有任何想要放弃主导权的打算。
            - %YOU% 用力挣脱她钳住 %YOU% 的手，一把将她反过来按在床上。
            - 对于 %YOU% 这样粗暴的举动，身下的马娘显然没有预料，她用力的挣扎着，但当 %YOU% 的肉棒进入她的肉穴之中的时候，她就好像瞬间变成了逆来顺受的羊羔一样承受着 %YOU% 粗暴的举动，甚至 %YOU% 能感觉到她的呼吸因为 %YOU% 的行为更加粗重。
            - 粗暴的撞击顶开了她的心防，那高贵无比的赤色眼眸的马娘如同 %YOU% 的奴隶一般任由 %YOU% 摆弄姿势，屈从于 %YOU% 的暴行之中，本应挣扎的手此刻软弱无力，任由 %YOU% 抓着她已然软趴趴的耳朵像是使用飞机杯一般使用她，如同准备受精的孕袋一般等待着 %YOU% 的灌注。
        - if: "!era.get('cflag:0:性别')"
          lines:
            - %YOU% 的内心冒出了及其亵渎的想法，将面前这位高贵而强势的马娘小姐按在身上征服的时候，她的脸上会露出何等美妙的表情呢，但是不等 %YOU% 将这无稽之谈一般的幻想掐灭，%YOU% 感到身上传来一阵的热意与快感。
            - 那刚刚还压在 %YOU% 身上的马娘小姐此刻将头埋在 %YOU% 的胯下，正在埋头吞吐着 %YOU% 不知何时长出来的，一根粗壮而有力的肉棒。
            - 仿佛是感受到 %YOU% 的目光，她吐出肉棒，用舌头轻轻扫过马眼之后，用自己的脸颊贴在肉棒之上，对 %YOU% 露出了一个温柔的，甚至带着些许得意的笑容。
            - 但 %YOU% 再也无法忍受自己的欲火，将她压在身下，两人的身体交合在一起，唇齿相交之间，%YOU% 看着她的表情从游刃有余逐渐开始变得软弱起来，随即一挺身用那位马娘小姐赠与 %YOU% 的肉棒挺入了她湿润的肉穴之中。
            - 她有些惊慌的看着那根肉棒突入她的肉穴，几乎没有激烈的反抗，赤色眼眸马娘小姐就好像是顺从的羔羊一般承受了 %YOU% 所有的行为。
    - if: era.get('cflag:0:性别') !== 1
      acc: 2
      content: 享受（%FUCKMEBUTTON%）
      lines:
        - 像是理解了 %YOU% 的想法一样，那高贵无比的马娘身下突然多出了一根粗壮而修长有力的肉棒，仅仅是闻到它那凶恶的味道就让 %YOU% 浑身燥热无比升不起半点反抗的念头，%YOU% 顺从的跟随着那压在 %YOU% 身上的马娘的动作。
        - 两人的身体交合在一起，她搂住 %YOU% 的腰掌握着所有的动作，完全没有给 %YOU% 任何发挥的空间，就好像是 %YOU% 只是她的肉棒飞机杯一样。
        - 但逐渐的，%YOU% 不满足于她的节奏，开始主动扭腰与她一同起舞。
        - 在反抗与征服的循环之中，有着赤色眼眸的马娘屈从于 %YOU% 的动作之下，与 %YOU% 一同共赴云端。
    - acc: 3
      content: 继续沉眠
      lines:
        - 这只是梦境吧，理所应当的，%YOU% 无视了对方的动作，睡眠时间是非常宝贵的，哪怕在梦境之中 %YOU% 也如此提醒着自己，赤色眼眸的马娘小姐有些不满 %YOU% 的动作，但是最后，伴随着黑暗的再度上涌，%YOU% 逐渐沉浸于无边柔软的黑暗之中，拥抱安眠。

after_sex_50:
  - 啊……感觉身体似乎有些沉重……是昨晚那个诡异的梦境吗？
  - 看起来很高贵其实一下子就会屈服于胯下的马娘……确实是个不错的春梦题材啊。