# @file 保科健子 - 日常
# @author 黑奴队长（临时）
# @author Claude (翻訳)

# 秘湯の機能にまつわる対話。本来はシステム級の地の文の一部である。
# ただし秘湯側の記述を簡便にするため、口上形式でここに置いている。
# 保科とユノハナの秘湯での差分条件は同じである。
# 口上を書く際は、この差分を末尾に置くこと。
# 改稿は歓迎するが、この部分で口上篇目の増減や篇目名（キー）の変更はしないこと。
# 口上篇目は入口も定義しており、キーを変えると機能コードが入口を見失う。

mw_welcome:
  sync: true
  lines:
    - %CHARA% は %YOU% を秘湯へ迎え入れた。疲れをほぐし、傷の癒えを早める——それが秘湯の療養だと、丁寧に説明する。
    - 「ごゆっくり、お入りになりますか？ %COST% ウマコインで、一度お使いいただけます」

mw_welcome_rec_all:
  sync: true
  lines:
    - %CHARA% は、秘湯へどうぞ、と %YOU% を迎える。
    - 「維持費として %COST% ウマコインだけ。秘湯で療養なさいますか？」
    - いま、秘湯の効力はあと %TIMES% 回、お使いいただけます。

mw_welcome_rec_me:
  sync: true
  lines:
    - %CHARA% は %YOU% を秘湯へ迎える。
    - 「%YOU% の顔を立てて、%COST% ウマコインで結構です。秘湯で療養なさいますか？」
    - いま、秘湯の効力はあと %TIMES% 回、お使いいただけます。

mw_welcome_rec_other:
  sync: true
  lines:
    - %CHARA% は %YOU% を秘湯へ迎える。
    - 「%OTHER% の顔を立てて、%COST% ウマコインだけで結構です。秘湯で療養なさいますか？」
    - いま、秘湯の効力はあと %TIMES% 回、お使いいただけます。

moon_well_disabled:
  - 秘湯は一度お使いになると、効力が戻るまで時間が要ります……あと %CD_REST% 週ほど、お待ちください。
