/**
 * @file 丸善斯基 - 招募
 * @author 黑奴一号
 */
const era = require('#/era-electron');

module.exports = {
  /**
   * @param {CharaTalk} maru
   * @param {CharaTalk} you
   */
  async rec_start(maru, you) {
    await era.printAndWait([
      you.get_colored_name(),
      ' пробуешь заговорить с ',
      maru.get_colored_name(),
      '.',
    ]);
    era.println();
    you.say([
      maru.get_colored_name(),
      ', из тебя точно выйдет непобедимая трёхкоронная ',
      maru.uma_sex_title,
      ' — вступи в мою команду.',
    ]);
    await maru.say_and_wait([
      'Ара, трёхкоронной ',
      maru.uma_sex_title,
      ' стать — тоже хорошо, но тренер-кун, ты меня не переоцениваешь?… Извини, я не могу с тобой заключить контракт… Впрочем, такой уверенный тренер-кун наверняка найдёт подходящую подопечную.',
    ]);
    await you.say_and_wait(
      ['Получаешь отказ от ', maru.get_colored_name(), '.'],
      true,
    );
  },
  /**
   * @param {CharaTalk} maru
   * @param {CharaTalk} you
   */
  async rec_leave_playground(maru, you) {
    await era.printAndWait(
      `${you.name} собираешься уйти с Тренировочного поля, когда ${maru.name} заговаривает с ${you.name}.`,
    );
    era.println();
    maru.say(
      'Прости, тренер-кун, можно на минутку? Тоже ищешь подходящую подопечную?',
    );
    era.print(
      `${you.name} пришёл на скаковое поле Трейсен смотреть отборочные — присмотреть себе умамусумэ. Ту, кого зовут ${maru.name}, в этих отборочных ушла в отрыв и оставила остальных далеко позади. На скачке она была как красный спорткар на полном газу. Но сильнее всего тебя заворожило то, с каким удовлетворением она бежала.`,
    );
    maru.say(
      "М-м… так тренер-кун тоже ищет ту, что возьмёт тройную корону, а то и Prix de l'Arc de Triomphe на заграничной сцене?",
    );
    era.print(
      `${you.name} качаешь головой. Та красная фигура — довольная ветром и свободой — почему-то врезалась в память.`,
    );
    maru.say('Ара, какой странный тренер…');
    era.print(`${maru.name} хмурится, но быстро возвращается к прежнему виду`);
    maru.say('Прости, а какую умамусумэ ищет тренер-кун?');
    era.print(
      `${you.name} честно говоришь ${maru.name}, что тебя заворожило, как она наслаждается бегом.`,
    );
    await maru.say_and_wait(
      '…Вот как. Ты и правда странный тренер. Тогда и дальше смотри, как я бегу.',
    );
  },
  /**
   * @param {CharaTalk} maru
   * @param {CharaTalk} you
   * @param {PrintedSpan} callname
   */
  async rec_rooftop(maru, you, callname) {
    await era.printAndWait(
      `${you.name} идёшь на крышу и снова встречаешь ${maru.name}.`,
    );
    await maru.say_and_wait([
      '…М-м, младшие такие милые♪ Если ещё что-то непонятно — всегда можно спросить у ',
      maru.elder_sibling_sex_title,
      ' ♪',
    ]);
    era.print(
      `${maru.name} убирает телефон и смотрит на младших умамусумэ на поле; хвост качается в такт напеваемой мелодии.`,
    );
    await maru.say_and_wait(
      'Всё-таки нет ничего приятнее, чем есть бэнто в ясный день♪',
    );
    era.print(
      `${maru.name} открывает бэнто и машинально окидывает взглядом пространство впереди — и замечает ${you.name}.`,
    );
    await maru.say_and_wait([
      'Что-то случилось… ара♪ Это же ',
      callname,
      ' с Тренировочного поля? Тоже собрался есть бэнто на крыше? Есть вкус♪',
    ]);
    era.print(
      `Вы садитесь рядом, едите бэнто и смотрите, как умамусумэ пашут на поле. Тёплый весенний ветер поднимает подол у ${maru.name}, уши подрагивают в такт музыке.`,
    );
    era.print(
      `Молчите. Когда бэнто кончается, Марузенски кладёт палочки и встаёт, глядя на ${maru.name}`,
    );
    await maru.say_and_wait(
      ' Итак, тренер, тоже ищешь подходящую подопечную? Какая цель?',
    );
    await maru.say_and_wait(
      'Непобедимая тройная корона, превзойти императора — или вместе с подопечной выйти на мировую сцену',
    );
    await maru.say_and_wait(
      'Что бы это ни было — можно обсудить со старшей сестрой♪',
    );
    era.print(`${maru.name} улыбается и рассматривает ${you.name}`);
    era.print(
      `${you.name} вспоминает ту красную фигуру и довольную улыбку, с которой она бежала`,
    );
    era.printButton(
      'Хочу, чтобы подопечная на бегу могла наслаждаться бегом в полную силу',
      1,
    );
    await era.input();
    await maru.say_and_wait('!');
    era.print(
      `${maru.name} — уши заметно дрогнули; хвост качается в такт, пока ${maru.name} рассматривает ${you.name}.`,
    );
    await maru.say_and_wait('…Знаешь что, будь моим тренером');

    era.print(
      `${you.name} смотришь на её серьёзное лицо: неожиданно, но всё же протягиваешь ей руку`,
    );
    await maru.say_and_wait([
      'Тогда, прошу любить и жаловать, ',
      callname,
      '♪',
    ]);
  },
};
