class I18nStatusDesc {
  static _ = new I18nStatusDesc();

  template = '[%NAME%]：%DESC%';

  remote =
    '异地指导；训练员训练加成无效，无法训练摸鱼马娘，好感获取-25%，好感失去+50%。';

  pr_1 = '没什么兴致；干劲上限下降一阶段。';
  pr_2 = '心里装着事；干劲上限下降二阶段。';
  pr_3 = '欲望降低，情绪低下；干劲上限下降三阶段，无法训练和参赛。';
  pr_4 = '完全失控只在一瞬间；干劲上限下降四阶段，无法训练和参赛。';

  eo_2 = '痒痒的……要不要做点手艺活。';
  eo_3 = '心的萌动逐渐增长……';
  eo_4 = '焦虑烦躁，要吃人啦！无法训练和参赛。';

  buff207 = '运动减肥效果提高。';
  buff301 = (buff) => `体力与精力消耗-${buff}%。`;
  buff305 = '偏头痛、伤病和疲惫加快消退中……';
  buff303 = (buff) => `声望获取+${buff}%，声望下降-${buff}%。`;
  buff340 = (buff) => `速度与力量训练效果+${buff}%。`;
  buff341 = (buff1, buff2) =>
    `智力训练效果+${buff1}%，训练获得的技能点数+${buff2}%。`;
  buff342 = (buff) => `耐力与根性训练效果+${buff}%。`;
  buff343 = (check) =>
    '海外远征的负面影响' + (check > 0 ? '减轻' : '减半') + '。';
  buff344 = '消耗精力减压效果提高。';
  buff345 = (buff) => `训练经验获取量+${buff}%。`;
  buff346 = (check) =>
    '训练成功率和效果' + (check > 0 ? '上升' : '稍微上升') + '。';
  // 这里使用 getter，否则即使其他语言翻译库正确翻译了 buff346，buff347 和 buff348 还是会使用中文的 buff346
  // <br>除非其他语言库重载 buff347 和 buff348
  get buff347() {
    return this.buff346;
  }
  get buff348() {
    return this.buff346;
  }

  milk = '胸部受到刺激会分泌乳汁。';

  pg_resume = '身体还在努力恢复。';
  pg_prebirth = '即将生产，迎来新生命。';
  pg_normal = '新生命已经在期待降生。';

  train_debuff = '……不会再失败一次吧；训练成功率-2%。';
  train_buff_1 = '相信自己吧，只管相信就是了！训练成功率+2%。';
  train_buff_2 = '上次那样都成功了这次肯定没问题！训练成功率+4%。';

  cum = '麦吉罗在呼唤……';

  1 = '修仙的代价；体力精力消耗+10%。';
  2 =
    '不想训练，想歇了。干劲加成失效，训练成功率-10%，训练效果-20%，训练后降低好感。';
  3 = '你太重了，赛场发出了悲鸣；体力精力消耗+10%，速度属性获取-100%。';
  4 = '是药三分毒，少吃点药吧；干劲无法上升，智力发挥度-10%。';
  5 = '受伤了！不能参赛与训练，移动受限，力量发挥度-50%。';
  6 =
    '刚刚参赛，十分疲惫；每层：参赛时属性-5%，训练成功率-10%，训练效果-5%，力量发挥度-5% (最多-30%)。';
  7 = '不是很听得懂说话……每层：参赛时根性和智力-5%。';
  8 =
    '气候啊空气啊饮食啊都好奇怪……每层：训练成功率-10%，参赛时速度、耐力、力量-5%。';
  9 = '陌生的天花板……还有场地；每层：参赛时适性下降一级。';
  10 = '睡着了……做什么都可以……';

  15 = '体力精力消耗+10%，参赛时属性+5%。';
  16 = '排毒养颜，一身轻松；减肥更有效果，药物消化更快。';
  17 = '诞生日，好感变化加倍。';

  20 =
    '将爱慕之心深深隐藏……爱慕获取+50%，睡奸概率+20%，监禁概率+10%，非大成功不会求爱。';
  21 =
    '对你逐渐厌恶……到底是因为药物还是因为你的所作所为？好感获取-50%，好感降低+50%，好感每周降低。';
  22 = '通过药物逐渐保持了冷静，爱慕不再提高……暂时的。';
  23 = '奇怪的App，打开后显示了人名、数字、性……性经验以及……裸体（鼻血）。';
  24 = '人们头顶上出现了两个奇怪的数字……显示真实的好感和爱慕。';
  25 = '人们头顶上出现了奇怪的文字……显示所有性爱能力和经历。';
  26 =
    '不管是品鉴最自然的肉体美感，还是研究体重控制的计划，都是不可或缺的道具……显示真实的身材。';

  30 = '好朋友来了；性欲累积速度增加，体力精力消耗+10%，全快感上限-10%。';
  31 = '本能做好了受孕的准备。';
  32 =
    '众所周知，本格化之后每年都有那么一个月……性欲累积速度增加，更容易怀孕，力量与智力发挥度-10%。';
  33 = '仅限本回合内，可以调整淫纹插件。';

  36 = '获得了作案工具。';
  37 = '获得了更☆强☆的作案工具。';

  40 = '已经晚了；使精子可以穿过避孕套，且更容易怀孕。';

  // 调教
  tr_leader = 'You said calculation。';

  v_penis_v = '还有成为魔法师的机会。';
  v_penis_d = '已经没有成为魔法师的资格。';

  v_vagina_v = '实战经验不足，等待一个锻炼的机会。';
  v_vagina_d = '睡梦中完成了练级。';
  v_vagina_r = '回味生涩的感觉。';

  tr_erect = '它说，可以上了！';
  tr_lb_breast = '已经被液体涂满了胸口。';
  tr_lb_vagina = '做好了准备，等待你的到来。';
  tr_lb_anal = '做好被填满的准备了。';
  tr_br_erect = '乳头失去了凹陷的保护……尝试挑逗攻击吧。';

  tr_tc_40 = '行动不能。';
  tr_tc_41 = '暂时行动不能。';
  tr_tc_44 = '情欲涌起，有些人要小心自己；快感获取+25%。';
  tr_tc_45 = (_, p) =>
    '体力精力消耗+10%，快感获取+20%' + (p ? '，射精量+50%' : '') + '。';
  tr_tc_46 = (t) => `肉棒在 ${t} 回合内无法使用；为下一次猛烈的性爱作准备吧～`;
  tr_tc_48 = '期待性爱，给你的空间更大了……暂时。';
  tr_tc_49 = '后穴的柔韧允许更大的东西进入……暂时。';
  tr_tc_57 = (t) => `${t} 回合内无法高潮，快感获取-10%。`;
}

module.exports = I18nStatusDesc;
