class I18nTalent {
  static _ = new I18nTalent();

  template = '[%NAME%]';
  shop_template = '%NAME% [%STATUS%]';

  n_talent = '特征';
  n_normal = '性格';
  n_xp = '其他';

  '0_1' = '感性';
  '0_-1' = '粗神经';
  '1_1' = '自卑';
  '1_-1' = '自大';
  '2_1' = '怕痛';
  '2_-1' = '坚强';
  '3_1' = '胆小';
  '3_-1' = '胆大';
  '4_1' = '内向';
  '4_-1' = '外向';
  '5_1' = '叛逆';
  '5_-1' = '温柔';
  '6_1' = '强势';
  '6_-1' = '懦弱';
  '7_1' = '坦率';
  '7_-1' = '傲娇';
  '8_1' = '悲观';
  '8_-1' = '乐观';
  '9_1' = '无关心';
  '9_-1' = '猎奇';
  '10_1' = '贞洁';
  '10_-1' = '贞操无定';
  '11_1' = '社恐';
  '11_-1' = '社牛';
  '12_1' = '不修边幅';
  '12_-1' = '爱净';
  '13_1' = '夜猫子';
  '13_-1' = '守时';
  '14_1' = '爱吃';
  '14_-1' = '有节制';
  '15_1' = '懒惰';
  '15_-1' = '勤劳';
  '16_1' = '铺张';
  '16_-1' = '精明';
  '17_1' = '身强体健';
  '17_-1' = '体弱多病';

  20 = '捉摸不透';
  21 = '病娇';
  22 = '绿帽癖';

  no_yand = '前病娇';
  re_yand = '病娇？';

  // TALENT:32 === 3
  milk = '母乳体质';
  // TALENT:33 === 2
  nipple = '凹陷乳头';
  37 = '隐形巨乳';
  br_micro = '贫乳';
  br_big = '巨乳';
  br_huge = '爆乳';

  40 = '抖S';
  41 = '喜欢责骂';
  42 = '喜欢痛苦';
  '43_1' = '好色';
  '43_-1' = '性保守';
  44 = '小恶魔';
  45 = '圣母';
  46 = '变态';
  47 = '淫乱';

  50 = '荡唇';
  51 = '妖乳';
  52 = '神之手';
  53 = '神之足';
  54 = '凶器';
  55 = '名穴';
  56 = '魔尻';
  57 = '钢之意志';

  '60_0' = '口腔正常';
  '60_1' = '口腔敏感';
  '60_2' = '淫口';
  '60_-4' = '口腔钝感';
  '61_0' = '胸部正常';
  '61_1' = '胸部敏感';
  '61_2' = '淫乳';
  '61_-4' = '胸部钝感';
  '62_0' = '身体正常';
  '62_1' = '身体敏感';
  '62_2' = '淫身';
  '62_-4' = '身体钝感';
  '63_0' = '外阴正常';
  '63_1' = '外阴敏感';
  '63_2' = '淫核';
  '63_-4' = '外阴钝感';
  '64_0' = '阴道正常';
  '64_1' = '阴道敏感';
  '64_2' = '淫壶';
  '64_-4' = '阴道钝感';
  '65_0' = '臀部正常';
  '65_1' = '臀部敏感';
  '65_2' = '淫臀';
  '65_-4' = '臀部钝感';
  '66_0' = '阴茎正常';
  '66_1' = '阴茎敏感';
  '66_2' = '早泄';
  '66_-4' = '阴茎钝感';

  70 = '饮精成瘾';
  71 = '榨精成瘾';
  72 = '精液灌肠';
  73 = '浴精成瘾';
  74 = '喉咙敏感';
  75 = '子宫敏感';
  76 = '肠道敏感';
  77 = '气味敏感';

  s60 = '淫口/口腔敏感/口腔钝感';
  s61 = '淫乳/胸部敏感/胸部钝感';
  s62 = '淫身/身体敏感/身体钝感';
  s63 = '淫核/外阴敏感/外阴钝感';
  s64 = '淫壶/阴道敏感/阴道钝感';
  s65 = '淫臀/臀部敏感/臀部钝感';
  s66 = '早泄/阴茎敏感/阴茎钝感';

  s32 = '母乳体质';
  s33 = '凹陷乳头';

  sens60 = '口腔敏感度';
  sens61 = '胸部敏感度';
  sens62 = '身体敏感度';
  sens63 = '外阴敏感度';
  sens64 = '阴道敏感度';
  sens65 = '臀部敏感度';
  sens66 = '阴茎敏感度';
}

module.exports = I18nTalent;
