# @file 桐生院葵 - 育成
# @author 黑奴队长（临时）
meek_fail:
  title: "Провал"
  lines:
    - "Воспитание %H_NAME% закончилось."
    - "%YOU% так и не добился(ась) с ней заметных результатов."
    - "В кабинете тренера %YOU% и %CHARA% сидят молча друг напротив друга."
    - "%CHARA% не кричит на %YOU%, но от этого %YOU% ещё стыднее."
    - if: era.get('cflag:201:育成次数') === 1
      lines:
        - "В конце первой заговаривает %CHARA%: она слышала, будто искренняя молитва у статуй Трёх богинь даёт второй шанс."
        - "Если %YOU% что-то найдёт, она надеется, что %YOU% даст %H_NAME% ещё одну попытку и заберёт ту досаду."
    - if: era.get('cflag:201:育成次数') !== 1
      content: "В конце первой заговаривает %CHARA%: она надеется, что в следующий раз %YOU% постарается сильнее и больше не оставит %H_NAME% с сожалением."