# @file 桐生院葵 - 招募
# @author 黑奴队长（临时）
intro:
  # H_NAME = 快乐米可
  - "%CHARA% говорит %YOU%, что у неё есть подопечная %H_UMA% %H_NAME% с хорошим талантом, воспитание вот-вот начнётся."
  - "Если %YOU% не против, можно какое-то время помогать ей на тренировках — наберёшься опыта."

recruit:
  title: "Итог"
  lines:
    - "После победы %H_NAME% в G1 %CHARA% находит %YOU% и говорит, что результат отличный."
    - "Она хочет и дальше идти вместе с %YOU% — не только ради %H_NAME%, но и чтобы помочь другим %H_UMA% побеждать и исполнять желания."

recruit_hentai:
  title: "「Итог」"
  lines:
    - "Когда воспитание %H_NAME% закончилось, %CHARA% нашла %YOU%."
    - if: d.meek_pregnant
      lines:
        - "%CHARA% в ярости от того, что %YOU% осквернил(а) %H_NAME%."
        - "Но дело уже сделано: ради %H_NAME% ей остаётся принять факт."
        - "Но прощать она тебя не будет."
    - if: '!d.meek_pregnant && d.meek_love'
      lines:
        - "Она осуждает %YOU% за то, что обманул(а) чувства %H_TEEN%."
        - "Но раз %H_NAME% хочет остаться с %YOU%, ей нечего сказать."
        - "Она будет смотреть на %YOU%, чтобы %YOU% не сделал(а) %H_NAME% больно."
    - if: '!d.meek_pregnant && !d.meek_love'
      lines:
        - "%CHARA% серьёзно говорит: хотя у %YOU% нет приличных результатов, эти три года всё же закалили %YOU%."
        - "Поэтому %CHARA% будет помогать %YOU% и дальше, пока %YOU% не станет настоящим тренером."
        - "Сказав это, %CHARA%, пока никого нет, оставляет на щеке %YOU% душистый поцелуй."
