module.exports = class extends require('#/i18n/zh-CN/achieve-desc') {
  abbr_template = '%DESC%…';

  edu_one = 'Завершить одно воспитание.';
  edu_thr = 'Завершить три воспитания.';
  edu_nrg = 'Завершить семь воспитаний.';
  edu_1_ex =
    'Завершить воспитание, когда с подопечной отношения [Страсть] или выше.';
  edu_sex =
    'Завершить воспитание, когда подопечная выполнила одно из условий:\n● отношения [Пара] или выше;\n● клеймо Единства 3 ур. и нет негативных клейм;\n● клеймо Похоти 3 ур.';
  edu_tch =
    'Завершить воспитание, когда подопечная выполнила все условия:\n● нет кровного родства с тренером;\n● влюблённость остаётся на уровне [Проблеск] или ниже;\n● не было никакого секса, включая sleep-sex.';
  chan_sec = 'Завершить второе воспитание одного персонажа.';
  chan_thr = 'Провести повторное воспитание три раза и больше.';
  chan_mor =
    'Начать восьмое воспитание одного персонажа, чтобы получить максимальную скидку на навыки.';

  wins_one = 'Вырастить любую подопечную с титулом [Сто побед из ста].';
  wins_six = 'Вырастить шесть подопечных с титулом [Сто побед из ста].';
  wins_thr = 'Вырастить тринадцать подопечных с титулом [Сто побед из ста].';
  wins_hnt = 'Выиграть скачки, имея титул [Неудачник].';

  blnc_cel =
    'За одну неделю добровольно провести праздники с 6 и более персонажами.';
  blnc_rac =
    'Одновременно вывести 6 и более подопечных на одну гонку и вызвать все события до и после.';
  yandere = 'Дать персонажу черту [Яндере] через навык [Сдерживание любви].';

  inmn_one = 'Поставить одному персонажу клеймо Похоти 3 ур.';
  inmn_thr = 'Поставить трём персонажам клеймо Похоти 3 ур.';
  inmn_six = 'Поставить шести персонажам клеймо Похоти 3 ур.';
  slav_mil = 'Через кобылу для доения за раз получить 6 и более порций молока.';
  slav_prg =
    'Через кобылу для размножения суммарно сократить беременность на 36+ недель.';
  slav_mon = 'Через кобылу для дани суммарно получить 100 000 ма-монет.';
  slav_inh =
    'Через кобылу для наследства за раз получить 100+ факторов разных видов.';
  slav_frn =
    'Через кобылу-подушку суммарно остановить 100 sleep-sex или заточений.';
  slav_ass = 'С помощью кобылы для постели провести 100+ дрессур.';
  slav_mas =
    'Получить достижения:\n● [Конный король]\n● [Мастер доения]\n● [Мастер акушерства]\n● [Мастер надзора]\n● [Мастер селекции]\n● [Мастер ночной стражи]\n● [Мастер призыва]';
  play_mil1 =
    'Получить [Свежевыдоенное человеческое молоко] или [Свежевыдоенное молоко умамусумэ].';
  play_mil2 =
    'Продать [Свежевыдоенное человеческое молоко] или [Свежевыдоенное молоко умамусумэ].';
  play_mil3 =
    'За одну дрессуру получить 4+ стакана [Свежевыдоенного человеческого молока] или [молока умамусумэ].';

  st_maria = 'Неожиданно получить ребёнка.';
  father = 'Получить титул [Главный жеребец].';
  mother = 'Получить титул [Героическая мать].';
  famother =
    'Одновременно иметь титулы [Главный жеребец] и [Героическая мать].';
  ck_m = 'Как отец заставить своего ребёнка родить вашего ребёнка.';
  ck_f = 'Как мать родить ребёнка своего ребёнка.';
  ck_d =
    'Родить ребёнка ребёнка, отцом которого вы являетесь, или заставить ребёнка, матерью которого вы являетесь, родить вашего ребёнка.';
  ck =
    'Выполнить любые два достижения из списка:\n● [Мелкий инцест · ян];\n● [Мелкий инцест · инь];\n● [Перепутанный инцест].';
  et_tu = 'Проснуться во время ночного нападения ребёнка.';

  end_los = 'Игра окончена: Трейсен уволил за отсутствие результатов.';
  end_hnt = 'Игра окончена: Трейсен уволил из-за скандала.';
  end_fan =
    'Игра окончена после воспитания из-за провальных результатов или плохих отношений с подопечной.';
  end_mon = 'Игра окончена: долги нечем отдавать.';
  end_lov = 'Игра окончена: поймала «гравитация».';
  ending =
    'Выполнить условия:\n● достижение [Loser] или [«Порядочный» джентльмен];\n● достижение [Жалкое путешествие];\n● достижение [Финал с запахом денег];\n● достижение [Merry Bad End].';

  time_ten = 'Провести в EraUma 9 (10) лет…\nи стать лунным гнездом душ (нет).';
  time_twe = 'Провести в EraUma 16 (20) лет…\nи стать пожирателем миров (нет).';
  time_thr = 'Провести в EraUma 21 (30) лет…\nи стать нитью жизни (нет).';
  time_for = 'Провести в EraUma 24 (40) лет…\nи стать сосудом жажды (нет).';
  time_fif =
    'Провести в EraUma 25 (50) лет…\nи стать концом круговорота (нет).';
  all = 'Выполнить все не-деяния, связанные с «Владыкой».';

  c_luna1 = '【Symboli Rudolf】Узрите небывалое — наше солнце, моя луна.';
  c_tachyon1 =
    '【Agnes Tachyon】Свидетель плотского удовольствия в предательстве.';
  c_taishin1 =
    '【Narita Taishin】Глубокий след, свойственный только Тайшин… подкова?';
  c_pama1 = '【Mejiro Palmer】Примите её почти сломанное сердце.';
};
