module.exports = class extends require('#/i18n/zh-CN/new-game') {
  rp_select = 'Выберите, за кого играть';
  rp_select_me = 'За себя';
  rp_select_tip_1 = 'У персонажей с * в конце есть коджо';
  rp_select_tip_2 =
    'Играть за персонажа можно только после его личного достижения';
  rp_select_tip_3 = (clist) => [
    ...clist,
    ' и других особых персонажей выбрать нельзя',
  ];

  intro_info1 =
    'Десять лет за учебниками — и вот твоё имя в списке принятых,\nписьмо в почтовом ящике оттиснуто золотом,\nблестит тем же цветом, что и только что полученный тобой значок тренера.\n\nВсё ещё дрожащими руками ты снимаешь с письма сургучную печать————';
  intro_info2 =
    'Приказ о найме\n…………\n…………\n…………\n…………\n…………\n…………\n…………Настоящим приглашаем вас на должность тренера нашей академии.';
  intro_info3 = 'Председатель Центральной академии Трейсен (Япония)';
  intro_sign = (name) => ['(подпись)', { isBlank: 2 }, name];
  intro_time = ['(дата)', { isBlank: 2 }, '1 января 2000 г.'];
  intro_input_name =
    '——и ставите свою подпись в левом нижнем углу (введите имя и нажмите Enter, до 10 символов)';
  intro_select_sex = '(выберите пол)';
  intro_resign = 'Подписать заново';
  intro_submit = 'Подать приказ';
  intro_re_select_sex = 'Выбрать пол заново';

  set_diff_header = 'Режим игры';
  set_dif0 = 'Царство богов';
  set_dif0_desc =
    'Три богини одинаково берегут всех умамусумэ|Умамусумэ Трейсена сильнее сверстниц|Умамусумэ мечтают о чистой любви';
  set_dif1 = 'Земной мир';
  set_dif1_desc =
    'Взгляд Трёх богинь сюда не падает|Трейсен — лишь одна из известных академий|Умамусумэ под давлением реальности';
  set_dif2 = 'Треп';
  set_dif2_desc =
    'Богини берегут умамусумэ, кроме вашей команды|На скачках часто появляются сильные соперницы|Умамусумэ снимают стресс как угодно|Трейсен жесток к тренерам';
  set_dif3 = 'Враг мира';
  set_dif3_desc =
    'Богини берегут умамусумэ, кроме вас и вашей команды|На скачках часто появляются сильные соперницы|Умамусумэ вас ненавидят|Трейсен жесток к тренерам';
  set_dif4 = 'UMAOLA';
  set_dif4_desc =
    'Богини особенно берегут вашу команду|Умамусумэ Трейсена сильнее сверстниц|Умамусумэ любой ценой хотят вас заполучить|Их дети тоже';
  set_dif5 = 'Uma3rb';
  set_dif5_desc =
    'Богини особенно берегут вашу команду|Умамусумэ Трейсена сильнее сверстниц|Умамусумэ постоянно в течке и не сдерживаются|Могут бежать с полным набором игрушек';
  set_dif6 = 'Sodoma';
  set_dif6_desc =
    'Как UMAOLA|но все участницы — футанари|Трейсен жесток к тренерам';
  set_dif7 = 'Страна фантазий ♂';
  set_dif7_desc =
    'Как UMAOLA|но все участники — мужчины|Трейсен жесток к тренерам';
  set_guide = 'Показывать обучение';
  set_ng_tooltip =
    '* Для первого прохождения лучше начать с 【Царство богов】 или 【Земной мир】!';
  set_detail = 'Настроить по пунктам';
  set_mode_header = 'Пресет';
  set_option_header = 'Параметры игры';
  set_next = 'В игру';

  set_train_diff = 'Сложность тренировок';
  set_td_0 = 'Легко';
  set_td_1 = 'Нормально';
  set_td_2 = 'Тяжело';
  set_td_0_desc = 'Успех тренировки +25%';
  set_td_2_desc = 'Успех тренировки −25%';

  set_train_buff = 'Бонус тренировок';
  set_tb_0 = 'Вдвое эффективнее';
  set_tb_1 = 'Обычно';
  set_tb_2 = 'Вдвое слабее';
  set_tb_0_desc = 'Бонус тренировок +25%';
  set_tb_2_desc = 'Бонус тренировок −25%';

  set_race_diff = 'Сложность скачек';
  set_rd_0 = 'Слабые соперницы';
  set_rd_1 = 'Равные';
  set_rd_2 = 'Сильные соперницы';
  set_rd_0_desc = 'Оценка соперниц −20%';
  set_rd_2_desc = 'Оценка соперниц +10%; легендарные соперницы';

  set_hurt = 'Умамусумэ могут травмироваться';
  set_ht_0 = 'Без травм';
  set_ht_1 = 'С риском';

  set_pressure = 'Давление на умамусумэ';
  set_ps_0 = 'Легко';
  set_ps_1 = 'С грузом';

  set_money_price = 'Хозяин магазина';
  set_mp_0 = 'Щедрый';
  set_mp_1 = 'Обычный';
  set_mp_2 = 'Жадный';
  set_mp_0_desc = 'Цены −50%';
  set_mp_2_desc = 'Цены +100%';

  set_sex_skill_price = 'Стоимость секс-навыков в факторах';
  set_race_skill_price = 'Стоимость гоночных способностей в факторах';
  set_sp_0 = 'Низкая';
  set_sp_1 = 'Средняя';
  set_sp_2 = 'Высокая';
  set_sp_0_desc = 'Расход факторов −50%';
  set_sp_2_desc = 'Расход факторов +100%';

  set_game_over = 'Конец игры';
  set_go_0 = 'Без конца';
  set_go_1 = '+Нападение фанатов';
  set_go_2 = '+Долговой раб';
  set_go_3 = '+Тюрьма любви';
  set_go_0_desc = 'Карьера тренера длится, пока репутация не упадёт до нуля';
  set_go_1_desc =
    'Результаты подопечной решают вашу жизнь… Даже лёгкая неприязнь к вам может оборвать воспитание и вашу жизнь';
  set_go_2_desc =
    'Долги перед умамусумэ тоже решают судьбу — отвечайте как взрослый и следите за деньгами';
  set_go_3_desc =
    'Какой плод приносит безнадёжная любовь? Можно закончить жизнь в клетке из чувств';

  set_honour = 'Изменение репутации';
  set_hn_0 = 'Растёт';
  set_hn_1 = 'Стабильна';
  set_hn_2 = 'Падает';
  set_hn_0_desc = 'Репутация медленно растёт; +1 за ход';
  set_hn_1_desc = 'Без других причин репутация не меняется';
  set_hn_2_desc = 'Репутация постепенно падает; −1 за ход';

  set_honour_empty = 'При потере репутации';
  set_he_0 = 'Тихий уход';
  set_he_1 = 'Тёмная сделка';
  set_he_0_desc =
    'Репутация на нуле — всё кончено… Система, на титульный экран';
  set_he_1_desc = 'Хотите продолжить после нуля — даже ценой всего?';

  set_chara_sex = 'Пол умамусумэ';
  set_cs_0 = 'В окружении красавиц';
  set_cs_1 = 'Сплошная мужественность';
  set_cs_2 = 'Инь и ян';
  set_cs_3 = 'Как в реальности';
  set_cs_0_desc = 'Вас окружают девушки!';
  set_cs_1_desc = 'Красивые юноши в расцвете…';
  set_cs_2_desc = 'Дамы… госпожи?';
  set_cs_3_desc = 'Что значит положение серёжки?';

  set_relation = 'Начальное расположение';

  set_relation_buff = 'Сложность роста расположения';
  set_love_buff = 'Сложность роста влюблённости';
  set_diff_easy = 'Легко';
  set_diff_normal = 'Нормально';
  set_diff_hard = 'Сложно';
  set_diff_easy_desc = 'Прирост +50%';
  set_diff_hard_desc = 'Прирост −50%';

  set_relation_change = 'Изменение расположения';
  set_rc_0 = 'Растёт';
  set_rc_1 = 'Нейтрально';
  set_rc_2 = 'Портится';
  set_rc_0_desc = 'Расположение умамусумэ к вам растёт; +5 за ход';
  set_rc_1_desc = 'Время само по себе не меняет расположение';
  set_rc_2_desc = 'Со временем растёт неприязнь; −10 расположения за ход';

  set_love = 'Начальная влюблённость';

  set_love_change = 'Изменение влюблённости';
  set_lc_0 = 'Только по делу';
  set_lc_1 = 'Постепенно тянет';
  set_lc_0_desc =
    'Только ваши действия вызывают любовь; события повышения влюблённости работают';
  set_lc_1_desc =
    'Умамусумэ сами тянутся к вам вплоть до зависимости — даже если вы ничего не делаете; +1 влюблённости за ход, события повышения не срабатывают';

  set_unfaith = 'Отношение к измене';
  set_uf_0 = 'Широкая душа';
  set_uf_1 = 'Не прощают';
  set_uf_0_desc = 'Умамусумэ важны только моменты с вами';
  set_uf_1_desc = 'Осторожнее с собственничеством…';

  set_extreme = 'Крайние поступки умамусумэ';
  set_eb_0 = 'Не совершают';
  set_eb_1 = 'Возможны';
  set_eb_2 = 'Сдерживают';
  set_eb_3 = 'Активны';
  set_eb_0_desc = 'С вами ничего не сделают — безопасно';
  set_eb_1_desc =
    'Если не получают желаемого, с низким шансом могут напасть ночью или похитить';
  set_eb_2_desc =
    'Стараются сдерживать желание напасть ночью и похитить… но с трудом';
  set_eb_3_desc = 'Там, где вы не видите, у них искажённые улыбки…';

  set_talent = 'Врождённые черты';
  set_tt_0 = 'Похотливые';
  set_tt_1 = 'Все разные';
  set_tt_2 = 'Целомудренные';
  set_tt_3 = 'Каменные';
  set_tt_0_desc = 'Всё, что вижу — кобылы';
  set_tt_1_desc = 'Каждая уникальна';
  set_tt_2_desc = 'Тела умамусумэ идеальны, слабых мест нет';
  set_tt_3_desc = 'Им очень трудно получить удовольствие';

  set_abl_update = 'Обучение секс-навыкам';
  set_au_0 = 'Без интереса';
  set_au_1 = 'Охотно учатся';

  set_resist = 'Сопротивление изнасилованию';
  set_rs_0 = 'Слабое';
  set_rs_1 = 'Яростное';

  set_ero_item = 'Влияние игрушек';
  set_ei_0 = 'Как вода';
  set_ei_1 = 'С трудом';
  set_ei_0_desc =
    'Зритель: «Иногда гонка выглядит странно — лицо, мокрая одежда… но всё равно зрелищно»';
  set_ei_1_desc =
    'Зритель: «Бежит с закатившимися глазами, трасса мокрая — это же Arima Kinen, имейте совесть!»; с игрушками базовые параметры −25%';

  set_mejiro_style = 'Стиль города Мэдзиро';
  set_ms_0 = 'Свободный';
  set_ms_1 = 'Любящий';
  set_ms_0_desc = 'Как вам угодно ❤️';
  set_ms_1_desc = 'Мэдзиро зовёт…';

  set_child_love = 'Запретная любовь';
  set_cl_0 = 'Запрещена';
  set_cl_1 = 'Разрешена';
  set_cl_0_desc =
    'Дети относятся к вам только с детской привязанностью… пока вы сами не сломаете границу';
  set_cl_1_desc =
    'Дети относятся к вам только с детской привязанностью… правда?';

  set_height = 'Рост умамусумэ';
  set_hg_0 = 'Совсем маленькие';
  set_hg_1 = 'Обычный';
  set_hg_2 = 'Хочу, чтобы доминировали!';
  set_hg_0_desc = 'Рай в окружении лоли…';
  set_hg_1_desc = 'Рост распределяется естественно';
  set_hg_2_desc = 'Огромных умамусумэ не победить!';

  set_gd_0 = 'Я всё уже знаю!';
  set_gd_1 = 'Показать в первый раз';

  cus_intro_header = 'Время создать персонажа! Случайная генерация?';
  bt_cus_random = 'Случайно';
  bt_cus_default = 'По умолчанию';
  bt_cus_set = 'Настроить самому';

  cus_body_header = 'Сначала детали тела!';
  bt_cus_confirm = 'Так и оставим!';

  cus_birthday_header =
    'Дальше — рост и день рождения!\nP.S. Разработчик просто предполагает, что ты не родился(ась) 29 февраля';
  cus_birthday_month = 'Месяц рождения';
  cus_bm_prev = 'Пред. месяц';
  cus_bm_next = 'След. месяц';
  cus_birthday_date = 'День рождения';
  cus_bd_prev_5 = '−5 дней';
  cus_bd_prev = '−1 день';
  cus_bd_next = '+1 день';
  cus_bd_next_5 = '+5 дней';

  cus_breast_header =
    'Какого размера должен быть твой символ женственности?\nP.S. Больше — не всегда лучше!';
  cus_breast_1 = '…Я доска';
  cus_breast_2 = 'Редкая ценность';
  cus_breast_3 = 'Обычный';
  cus_breast_4 = 'Побольше!';
  cus_breast_5 = 'Хочу возвышаться над всеми (шутка)';

  cus_penis_header =
    'Какого размера должно быть твоё 「орудие」?\nP.S. Больше — не всегда лучше!';
  cus_penis_1 = 'Такой, чтобы всем было удобно!';
  cus_penis_2 = 'Чуть больше предыдущего';
  cus_penis_3 = 'Обычный';
  cus_penis_4 = 'Конечно, внушительный!';
  cus_penis_5 = 'Хочу, чтобы всем было и больно, и приятно!';

  cus_uma_header =
    'Время фантазии! Если бы вы стали умамусумэ — какого бы вы темперамента?';

  cus_uma_color_header_template =
    'Итак, вы считаете себя %CHARA%… А какого бы окраса вы были?';

  cus_call_header = 'Теперь — как вас называть!';
  cus_call_3 = 'Ого, вы очень любите копыта!';
  cus_call_179 = 'Ого, у вас очень «лоликонное» имя!';
  cus_call_621 = 'Ого, вы явно хотите, чтобы вас обижали!';

  cus_set_callname = 'Как рассказчик должен к вам обращаться?';
  cus_set_by_self = 'Решу сам!';

  get_cus_callname_confirm = (actual, call) => [
    actual,
    ' — тренер, отныне для рассказчика ты ',
    call,
    ' — вот так!',
  ];

  cus_taiwu_header = 'И наконец — подарок от разработчика!';

  taiwu_talent_speed = 'Скорость из опасности';
  taiwu_talent_stamina = 'Выносливость от природы';
  taiwu_talent_power = 'Сила от заточки';
  taiwu_talent_guts = 'Воля через трудности';
  taiwu_talent_wiz = 'Разум в тишине';

  taiwu_talent_speed_desc =
    'Скорость из опасности, на грани — ваша скорость выше обычной.';
  taiwu_talent_stamina_desc =
    'Выносливость от природы, как данность — выше обычной.';
  taiwu_talent_power_desc = 'Сила от заточки, укрощение тигра — выше обычной.';
  taiwu_talent_guts_desc =
    'Воля через трудности, закалка сердца — выше обычной.';
  taiwu_talent_wiz_desc =
    'Разум в тишине, озарение само приходит — интеллект выше обычного.';

  cus_final_header = 'Проверьте ещё раз!';
  get_cus_f_name = (name) => [name, 'Тренер '];
  get_cus_f_male = (callname, sex, height) => [
    'Рассказчик зовёт: ',
    callname,
    { isDivider: true },
    'Пол: ',
    sex,
    { isDivider: true },
    'Рост: ',
    height,
    'cm',
  ];
  get_cus_f_female = (callname, sex, height, female_info) => [
    ...this.get_cus_f_male(callname, sex, height),
    { isDivider: true },
    ...female_info,
  ];
  get_cus_f_hair = (hair, hair_color) => [
    'Причёска: ',
    hair,
    { isDivider: true },
    'Цвет волос: ',
    hair_color,
  ];
  get_cus_f_uma = (body_hair, chara) => [
    'Если стать умамусумэ, то, по-твоему, это ',
    body_hair,
    ' ',
    chara,
    ' умамусумэ',
  ];
  get_cus_f_skin_male = (skin, armpit, pubic, pv_color, penis) => [
    ...this.get_cus_f_skin_female(skin, armpit, pubic, pv_color),
    { isDivider: true },
    'Длина члена: ',
    penis,
  ];
  get_cus_f_skin_female = (skin, armpit, pubic, pv_color) => [
    'Кожа: ',
    skin,
    { isDivider: true },
    'Подмышки: ',
    armpit,
    { isDivider: true },
    'Лобок: ',
    pubic,
    { isDivider: true },
    'Цвет гениталий: ',
    pv_color,
  ];
  cus_f_talent = 'Черты характера: ';
  cus_f_xp = 'Прочие черты: ';
  cus_f_gift = 'Подарок разработчика: ';
  bt_random_talents = 'Случайные черты';
  bt_random_all = 'Всё случайно!';
  bt_re_make = 'Выбрать заново!';
  bt_exit = 'Я не буду играть…';
};
