module.exports = class extends require('#/i18n/zh-CN/notes') {
  2 = [
    [
      '???',
      'Когда придётся взглянуть судьбе в лицо, лишь узы с тренером будут единственным оружием Сузуки… Если эти узы недостаточны, то сдаться будет наилучишм вариантом.',
    ],
  ];
  3 = [
    [
      'Окровавленная записка #1',
      'Если вы не готовы, то не ведите Тэйо по тяжёлому пути… Если пошли по нему, то ни шагу назад.',
    ],
    [
      'Окровавленная записка #2',
      'Только через Japan Cup и Arima Kinen можно объявить о настоящем «возвращении» императора…',
    ],
  ];
  6 = [
    [
      'Записка наброском',
      '…Если бы Огури с самого начала была в Центральном Трейсене, она смогла бы участвовать в Тройной короне, так ведь? Если помолиться Трём богиням, будет ли второй шанс…',
    ],
  ];
  17 = [
    [
      'Окровавленная записка #1',
      'Не позволяй Луне взвалить всё на себя! Пусть другая душа заслонит её от непосильной ноши……',
    ],
    [
      'Окровавленная записка #2',
      'Не позволяй Луне отправляться в дальний путь одной! В разлуке с ней ты не сможешь призвать другую душу……',
    ],
    [
      'Окровавленная записка #3',
      'Не позволяй Луне спать слишком долго! Это лишь причинит ей необратимый вред……',
    ],
    [
      'Окровавленная записка #4',
      'Не позволяй Луне пропустить забег! Тень семьи Симболи повсюду, ты обязан завоевать победу……',
    ],
    [
      'Окровавленная записка #5',
      'Не забывай о своём первом обещании Луне, не забывай…… не забывай……',
    ],
  ];
  20 = [
    [
      'Записка с кошачьими следами',
      'Она победит — это пик карьеры и самый безумный план.',
    ],
    [
      'Записка с кошачьими следами',
      'На глазах у всех поражение и победа по-разному сбивают с толку. Не бойтесь: дом — ваша гавань.',
    ],
  ];
  21 = [
    [
      'Записка корявым почерком',
      'Потенциал Тамамо ещё не раскрыть… Жаль, если бы тренировки начались сейчас… Услышат ли Три богини наши просьбы?',
    ],
  ];
  25 = [
    [
      'Записка за подписью «друг»',
      '«Я» не приму эти чувства… до выпускного года…',
    ],
  ];
  32 = [
    [
      'Светящаяся записка #1',
      'Помните: только искренность пробивает защиту этой сложной женщины.',
    ],
    [
      'Светящаяся записка #2',
      'Возможность… Значит, всё же нужна Манхэттен Кафе? Если начать тренировку одновременно с ней...',
    ],
    [
      'Светящаяся записка #3',
      'Выпить жидкость или нет, вот в чём вопрос, и это единственный вопрос. Третьего пути нет.',
    ],
  ];
  37 = [
    [
      'Аккуратная записка',
      'После Tenno Sho (Autumn) мои три года подойдут к концу, и я с тренером сможем ❤️… Лучше пока добавлю это в список дел ///…',
    ],
  ];
  44 = [
    [
      'Волшебный бумажный самолётик #1',
      'Продвинуть отношения дальше можно только после «некоего события».',
    ],
    [
      'Волшебный бумажный самолётик #2',
      'Победа или поражение не сильно навредят, так что действуй смело. Конечно, что касается наказаний, обрати внимание на свой выбор в начале игры.',
    ],
    [
      'Волшебный бумажный самолётик #3',
      'Если проиграешь забег, возможно, увидишь текст, немного отличающийся от победного. И не волнуйся, за это не последует никаких слишком суровых наказаний.',
    ],
    [
      'Волшебный бумажный самолётик #4',
      'Одолжить 100 УМонет — без проблем! Но больше 100 не давать ни за что!! (И это не потому, что у меня денег нет!!!)',
    ],
    [
      'Волшебный бумажный самолётик #5',
      'Если хочешь, чтобы тебе «признались в любви», нужно хотя бы раз проявить «инициативу».',
    ],
  ];
  50 = [
    ['Записка с лёгким ароматом', 'Тройная корона — мечта всех умамусумэ.'],
    ['Порванная записка', 'Kikka Sho… лучше отступить… нельзя проиграть…'],
    ['Голубоватая записка', 'На языке цветов лаванда означает ожидание любви.'],
    [
      'Записка со следом подковы',
      'Если выносливость снизилась на 5, значит, тебя лягнули',
    ],
  ];
  56 = [
    [
      'Записка с гаданием #1',
      'Попробуйте поболтать: ежедневное гадание подскажет, какая тренировка уместнее.',
    ],
    [
      'Записка с гаданием #2',
      'Молитва в святилище может изменить еженедельную удачу Фукукитару.',
    ],
    [
      'Записка с гаданием #3',
      'Kikka Sho, Takarazuka Kinen, Arima Kinen… мы с Фукукитару не проиграем…',
    ],
  ];
  61 = [
    [
      'Аккуратно сложенная записка #1',
      'Takamatsunomiya Kinen для King Halo - это идея фикс. Отнесись к этому забегу со всей серьёзностью и выложись на полную.',
    ],
    [
      'Аккуратно сложенная записка #2',
      'Когда судьба заставит King Halo склонить голову, узы станут важнейшим противоядием.',
    ],
    [
      'Аккуратно сложенная записка #3',
      'Покрытое трещинами сердце исцеляется победами, а поражения лишь усугубляют положение.',
    ],
  ];
  64 = [
    ['Записка в углу #1', 'Результаты и сердце Palmer нельзя игнорировать.'],
    ['Записка в углу #2', 'Семья и друзья — самое дорогое для Palmer.'],
    ['Записка на крыше', 'Связать сердца навсегда можно не только победой…'],
  ];
  74 = [
    [
      'Записка, слетевшая на стол',
      'Только когда рядом лишь эта девочка, откроется история, целиком её… Кроме младшей сестры, конечно.',
    ],
  ];
  85 = [['Окровавленная записка', 'Ааа… Руби… Если бы я тебя не оттолкнула…']];
  205 = [
    [
      'Трёхцветная записка',
      'Едва начавшись, она не остановится никогда…… Французская любовь — именно такая: дерзкая и пылкая',
    ],
  ];
  400 = [
    [
      'Краснеющая записка #1',
      'Даже если…… всё уже разрушено…… пожалуйста, завоюй американскую Тройную корону……',
    ],
    [
      'Краснеющая записка #2',
      'Штормовая ночь…… обесточенный отель…… миг выбора…… взвесь всё как следует……',
    ],
  ];
  // 通用
  common = [
    [
      'Записка #01',
      'Интрижки — это ещё полбеды, но если поймают — жди крупных неприятностей! Отправляясь вербовать скаковую девушку, обязательно помни: идти нужно строго «в одиночку».',
    ],
    [
      'Переливающаяся записка #01',
      'Как снова стать «в одиночку»? В списке команды можно сменить и сбросить выбор.',
    ],
    [
      'Переливающаяся записка #02',
      'На текст в рамке с пунктиром можно навести курсор — появится подсказка.',
    ],
    ['Розовая записка #01', 'О чём вы думаешь? Перед родами на скачки нельзя.'],
    [
      'Записка #02',
      'Прогулки, свидания, игры иногда улучшают состояние умамусумэ.',
    ],
    [
      'Розовая записка #02',
      'Интернет не дремлет: если заставить беременную бежать,то будет скандал.',
    ],
    [
      'Записка #03',
      'Хотите стать мастером? Не поднимайте сложность, пока не разберётесь в игре.',
    ],
    ['Записка #04', 'Если вы не гуру тайм-менеджмента, лучше берите одну.'],
    [
      'Записка #05',
      'Набрали вес — не паникуйте! Диета и движение всё поправят.',
    ],
    ['Записка #06', 'Таблетки для похудения работают быстро, но с побочками!'],
    [
      'Записка #07',
      'Помните о обязательных скачках! Пропуск таких гонок может сразу провалить игру!',
    ],
    [
      'Записка #08',
      'Tracen позволяет известным тренерам обучать больше ум одновременно. Усердно работайте и станьте мастером-тренером!',
    ],
    [
      'Записка #09',
      'Видели буфет в 4 утра? В загадочном буфете бывают скидки.',
    ],
    [
      'Розовая записка #03',
      'Хотите стопроцентную контрацепцию? Станьте того же пола… наверное?',
    ],
    ['Записка #10', 'Есть предложение? Загляните в главное меню!'],
    [
      'Розовая записка #04',
      'Ночью лучше закрыть глаза… Некоторые вещи лучше игнорировать, иначе вы их всё равно не одолеете.',
    ],
    ['Розовая записка #05', 'Хотите стать сильнее — отведайте запретный плод!'],
    [
      'Пожелтевшая записка #01',
      'Хотите, чтобы она покорилась — причините ей боль!',
    ],
    [
      'Пожелтевшая записка #02',
      'Хотите, чтобы она закрыла глаза на «добавки» в напитке — заставь её стыдиться!',
    ],
    [
      'Пожелтевшая записка #03',
      'Слишком широкий вход больно: поэтому используйте много смазки, пока не привыкнете! Задний проход обычно более узкий, чем передний!',
    ],
    [
      'Пожелтевшая записка #04',
      'Футджоб — скорость, прогулка — выносливость, кручение бёдер — сила, оргазм — воля, витание в облоках — интеллект!',
    ],
    ['Пожелтевшая записка #05', 'О, и куннилингус качает силу.'],
    [
      'Записка #11',
      'Благодаря Трём богиням умамусумэ из зала славы могут снова начать тренироваться! …Если богини на месте.',
    ],
    [
      'Записка #12',
      'Для некоторых персонажей требуются особые методы получения, отличные от привычных!',
    ],
    ['Почерневшая записка', 'Это не смешно.'],
    ['Розовая записка #06', 'Тренера убивает не любовь, а ревность.'],
    ['Записка #13', 'Если ходить пешком надоело? Есть транспорт!'],
    [
      'Розовая записка #07',
      'Не ждите старости, чтобы узнать любовь, и не жмите тормоз только у финиша!',
    ],
    ['Переливающаяся записка #03', 'Правой кнопкой мыши можно ускорить текст!'],
    [
      'Записка #14',
      'Хотите воспользоваться удобной штукой? Смотрите инвентарь и применяйте — иначе не сработают!',
    ],
    [
      'Розовая записка #08',
      'У всех есть желания. Если несвоевремнно излить его…',
    ],
    ['Записка #15', 'Следите за стрессом!'],
    [
      'Записка #16',
      'Зарубежные скачки нужно регистрировать вручную, потом открывать экспедицию!',
    ],
    [
      'Записка #17',
      'Хотите больше кобыл? Нет подходящих? Поговорите с председателем!',
    ],
    [
      'Записка #18',
      'С ростом репутации новые умамусумэ доверяют вам больше, тренировки чуть эффективнее, доля призовых выше.',
    ],
    [
      'Записка #19',
      'Хотите сильнее тренировки? Поднимите расположение подопечной или попросите помощи других тренеров!',
    ],
    ['Записка #22', ''],
    [
      'Розовая записка #09',
      'Удовольствие проходит между частями тела… и оргазмом тоже…',
    ],
    [
      'Розовая записка #10',
      'Если у неё нет особых мыслей, пропуск праздника вместе не вызовет обиды…',
    ],
    [
      'Пергамент',
      'Молитесь Трём богиням… Второй шанс — новая история, новый путь, новая жизнь… В ночь Недели зала славы молитесь Трём богиням!',
    ],
  ];
  // 麦吉罗的呼唤
  call = [
    [
      'Записка за подписью ??? #1',
      'Я оставила всё там… в «городе Медзиро»… Возьмите любимую — получите милость…',
    ],
    [
      'Записка за подписью ??? #2',
      'Помните: «город Медзиро» никогда не откажет, но долг всё равно нужно отдать…',
    ],
    [
      'Записка за подписью ??? #3',
      'Милость вечна, терпение — нет… Хотите ещё? Снова идите в «город Медзиро»…',
    ],
  ];
};
