/**
 * @file 第一红宝石 - 招募
 * @author 梦露
 */
const era = require('#/era-electron');

module.exports = {
  /**
   * @param {CharaTalk} ruby
   * @param {CharaTalk} you
   */
  async rec_start(ruby, you) {
    const ret = [];
    era.print(
      'Сегодня тренировочное поле куда оживлённее обычного: овации, ликование, восхищение…',
    );
    await era.printAndWait(
      `Столь богатые чувствами голоса ткутся лишь ради той, кто на поле, — ${ruby.sex}. Кажется, все взгляды собрались на ней одной.`,
    );
    era.println();

    era.print('Новичок-тренер A「Эй, сюда!」');
    era.print('Новичок-тренер A「Уже началось!」');
    era.printButton('「Сейчас подойду!」', 1);
    await era.input();

    await era.printAndWait(
      'Коллега-новичок:「Сэмпай сказал, что эту умамусумэ стоит как следует рассмотреть… глянь, вон та девочка.」',
    );
    era.println();

    await era.printAndWait(`По взгляду друга, ${you.name} замечает——`);
    era.printButton('(Говорят, бежит довольно сзади…)', 1);
    era.printButton('(Белые чулки + короткие блумеры…)', 2);
    ret.push((ret['hentai1'] = await era.input()));
    if (ret['hentai1'] === 2) {
      era.println();
      era.print(
        'Блядь, с верхней головой всё в порядке, а нижняя уже загорелась.',
      );
      era.print(
        `Убедившись, что полностью встал, у ${you.name} в душе всплыло дурное предчувствие: уж не лоликон ли я?`,
      );
      era.print(
        `${you.name} смотрит на каштановолосую умамусумэ на Скаковой трассе, и незаурядный глаз знатока позволяет ${you.name} с одного взгляда понять, что рост девушки едва-едва за 140 см.`,
      );
      era.print(
        `Лишь на миг у ${you.name} взгляд замирает между скрещёнными ногами.`,
      );
      era.print(
        `Под обтягивающими красными спортивными шортами белоснежные чулки скрывают лоно девушки. Но в глазах ${you.name} пухленькая нежно-розовая раковина уже явно проступает. Наверняка глаже тофу — так и тянет взять в рот.`,
      );
      era.print(
        `Смутно ${you.name} видит посреди шорт манящую тонкую щель, очерченную лоном…`,
      );
      await era.printAndWait(
        'Обтянутые белыми чулками бёдра в ярком свете отливают милым розовым, а округлые ягодицы в движении наделены странной красотой.',
      );
    }
    era.println();

    await era.printAndWait('Новичок-тренер A「Эй-эй, не засматривайся же.」');
    era.println();

    await era.printAndWait(
      `${you.name} поспешно отворачивается, но напоследок всё же бросает взгляд на розоватые в белых чулках икры девочки.`,
    );
    era.println();

    era.print(
      'Новичок-тренер A「Впереди всё наглухо забито, отыграть отставание будет трудно, нет?」',
    );
    era.printButton('「Да уж.」', 1);
    era.printButton('「Нет, если по самой внешней…」', 2);
    await era.input();

    era.print('Новичок-тренер A「Э? Да быть не может!」');
    await era.printAndWait(
      `Опытный тренер A「Какой невероятный финишный рывок, это же та самая… из блистательного рода, ${ruby.name}.」`,
    );
    era.println();

    era.print(
      'Блистательный род. Кровная линия, чьё имя гремит и в политике, и в бизнесе, и в мире скачек умамусумэ; законные наследники и сейчас блистают повсюду.',
    );
    await era.printAndWait(
      'В этой стране, пожалуй, нет никого, кто бы не слышал этого имени.',
    );
    era.println();

    await era.printAndWait(
      `Ничуть не считаясь с уже дебютировавшими сэмпаями, ${ruby.name} проносится через финиш быстрее всех.`,
    );
    era.println();

    era.print(
      `Новичок-тренер A「Потрясающе!——…Так вот она, легендарный блистательный род, ${ruby.name} а. Похоже, уже полностью вошла в пору зрелости.」`,
    );
    era.printButton('(Так ведь и ростом она уже почти не вырастет?)', 1);
    await era.input();

    await era.printAndWait(
      `Какой же тренер будет ей спутником? В этот миг вокруг ${ruby.name} уже собралось множество тренеров, которым не терпится её завербовать.`,
    );
    era.println();

    era.print(`${you.name} сам——`);
    era.printButton('Такой уверенности нет. (Отказаться от вербовки)', 1);
    era.printButton('(Увидев такой бег, разве можно стоять на месте!)', 2);
    era.printButton('(Белые чулки, лоли, сладкий запах…)', 3);
    ret.push((ret['hentai2'] = await era.input()));
    if (ret['hentai2'] > 1) {
      era.println();

      await ruby.say_and_wait(
        'Уважаемые тренеры, сегодня я хотела бы воспользоваться случаем и сообщить вам одну вещь.',
      );
      era.println();

      era.print(
        `${you.name} получает выданные господином дворецким подробности 【отборочного испытания】 на должность личного тренера ${ruby.name}.`,
      );
      era.print(
        '【Отборочное испытание】 длится 30 дней; каждое задание оценивается, и по сумме баллов решается, сдан ли экзамен.',
      );
      await era.printAndWait(
        'При равных баллах добавят новые задания, дополняет дворецкий.',
      );
      era.println();

      await era.printAndWait(
        `${you.name} смотрит в бумаги. Бальные танцы, застольный этикет… и ещё множество пунктов. Ясно одно: за 30 дней обычный человек этим не овладеет.`,
      );
      era.println();

      await ruby.say_and_wait(
        'Если вопросов нет, на этом всё. Искренне благодарю вас за ваше драгоценное время.',
      );
      era.println();

      era.print(
        `Сказав это, окинувшая взглядом толпу ${ruby.name} встречается взглядом с ${you.name}.`,
      );
      await era.printAndWait(
        'Нежный вид сходит на нет: алые зрачки вдруг несут и наслаждение, и презрение — два совершенно разных выражения.',
      );
      era.println();

      era.print(
        'Ближайший к академии додзё за её пределами и есть первая площадка. Хотя содержание испытания к работе тренера никак не относится, старшие тренеры уже переоделись и вышли; идти участвовать?',
      );
      era.printButton('(Пожалуй, не стоит.) (Отказаться от вербовки)', 1);
      era.printButton('(…Быть может, это отличный шанс.)', 2);
      ret.push((ret['select'] = await era.input()));
      if (ret['select'] === 2) {
        era.println();
        await era.printAndWait(
          'Воображая себя прошедшим отбор, ты решаешь отправиться в додзё.',
        );
      }
    }
    return ret;
  },
  /**
   * @param {CharaTalk} ruby
   * @param {CharaTalk} you
   */
  async rec_out1(ruby, you) {
    era.print('Покинув академию, направляешься в ближайший додзё…');
    ruby.say('Ха-а-а-а!');
    era.print(
      `${ruby.name} движется плавно, как поток: даже ты, профан, с одного взгляда видишь, что ${ruby.name} с детства постигала искусство самозащиты.`,
    );
    era.print(
      '【Пройти обучение самозащите и освоить весь комплект приёмов.】 Похоже, сказано не впустую.',
    );
    era.printButton(
      '(Стоп-стоп-стоп, мне сейчас повторить то, что было только что??)',
      1,
    );
    await era.input();

    await era.printAndWait(
      'Едва у тебя возникает этот вопрос, несколько участников уже теряют уверенность.',
    );
    era.println();

    await era.printAndWait(
      'Дворецкий「Если струсить перед таким уровнем, дальше не пройти. Уверенность, рождённая из сотен закалок, вознесётся в самый лучезарный характер.」',
    );
    era.println();

    await era.printAndWait(
      `Дворецкий「Тот, кому вы после этого посвятите себя, — барышня блистательного рода — ${ruby.name}. Прошу всех преисполниться решимости и сознания своего места.」`,
    );
    era.println();

    await ruby.say_and_wait(
      'На этом разговор окончен. Окончательное суждение — на мне. Прошу всех всецело отдаться отборочному испытанию.',
    );
    era.println();

    era.print('Хотел найти, кто поднатаскает на стороне, и что теперь?');
    era.printButton('Ладно, не стоит. Справлюсь сама.', 1);
    era.printButton('Искать!', 2);
    if ((await era.input()) === 2) {
      era.println();
      era.print('Тогда кого искать?');
      era.printButton(
        'Вспомнив дни перед университетскими сессиями, ответ уже очевиден!',
        1,
      );
      await era.input();
      await you.say_and_wait(
        '——Решено: ты, кислолицая барышня в белых чулках.',
        true,
      );
      era.get('cflag:85:招募状态').special++;
    }
  },
  /**
   * @param {CharaTalk} ruby
   * @param {CharaTalk} you
   */
  async rec_out2(ruby, you) {
    era.print('Место следующего испытания — ресторан.');
    era.print(
      `${you.name} из тренерской приходит на место и каменеет лицом: видит лишь`,
    );
    era.print('——места почти все заняты, кроме одного.');
    era.print(
      `Под полными любопытства взглядами окружающих ${you.name} с беспомощным лицом садится рядом с ${ruby.name}.`,
    );
    era.print(
      'Хотя подол чёрной юбки скрывает самый прекрасный вид, спинка стула чуть выше столешницы.',
    );
    era.print(
      `${you.name} видит, как стройные прекрасные ноги в белых чулках складываются в чуть наклонённую, но прямую изящную линию.`,
    );
    era.print(
      'Стоит тебе полностью расслабиться, как чувствуешь 「странный запах」.',
    );
    era.print(
      'Это сладкий яд: стоит вдохнуть — и мозг тает, тело и душа обмякают.',
    );
    era.print('Новичок-тренер B「Эй, ты как? Лицо какое-то странное.」');
    era.print('Новичок-тренер C「Телу плохо, что ли?」');
    era.print(
      'Заметив твоё странное выражение и сведённые в ком брови, соседние тренеры откладывают ножи и вилки и с тревогой молвят.',
    );
    era.print(
      `${ruby.name} к окружающим глуха: нож в руке скользит по блюду, приборы не издают ни звука, и тебе это кажется блестящей пантомимой. Когда она берёт бокал, даже кончики пальцев кажутся тоньше обычного, а простая вода — будто благородное вино……`,
    );
    era.printButton('(Как здорово……)', 1);
    era.printButton('(Если бы в пальцах был мой хуй……)', 2);
    if ((await era.input()) === 2) {
      era.get('cflag:85:招募状态').special++;
    }
    era.println();

    era.print(
      `Когда трапеза, или же испытание, заканчивается, ${ruby.name} поднимается из-за стола.`,
    );
    era.print(
      `${ruby.sex} сегодня в тёмно-синей длиннорукавной короткой кофте с изящной цветочной вышивкой.`,
    );
    era.print(
      'Снизу — чёрная юбка до икр, на изящных маленьких стопах в белых чулках — туфли на мягкой подошве.',
    );
    era.print(
      'Пышные каштановые длинные волосы собраны сзади красной бабочкой.',
    );
    era.print(
      'Плюс утончённые черты, в которых в полной мере явлены достоинства восточноазиатской красоты, и розовые зрачки, полные аристократического шарма.',
    );
    era.print(
      'Стоит ей лишь тонко стоять там — и будто красавица с картины, от которой гибнут царства.',
    );
    era.print(
      `Ткань этого наряда — синее сверху, чёрное снизу — столь хороша, что даже несведущая ${you.name} с одного взгляда понимает: стоит недёшево.`,
    );
    era.print(
      `Увидев засмотревшуюся ${you.name}, неведомо, что у ${ruby.name} на уме.`,
    );
    era.print(
      `${ruby.sex}Приподняв край юбки, она отвешивает прощальный реверанс — широко и свободно, — поднимает несказанно прекрасное личико и, ничем не выдав себя, улыбается ${you.name}.`,
    );
    await era.printAndWait('Улыбка без зубов, но несказанно сладкая.');
  },
  /**
   * @param {CharaTalk} ruby
   * @param {CharaTalk} you
   */
  async rec_out3(ruby, you) {
    const ret = [];
    await era.printAndWait(
      'В следующие дни ты подряд учишь всякие манеры и знания, затем снова возвращаешься к самозащите, и в итоге——',
    );
    era.println();

    era.print('Опытный тренер A「Сдаюсь! Уже — не могу!」');
    await era.printAndWait(
      'Новичок-тренер A「Я тоже сдаюсь. Тренеру это вообще нужно учить, а?」',
    );
    era.println();

    era.print(
      'По мере испытаний тех, кто сдаётся сам, становится даже больше, чем несдавших.',
    );
    era.printButton('Я тоже сдаюсь. (Отказаться от вербовки)', 1);
    era.printButton('Раз нас заставляют — значит, это необходимо.', 2);
    ret.push((ret['select'] = await era.input()));
    if (ret['select'] === 2) {
      ruby.say('Завтра экзамен по бальным танцам. Вы будете участвовать?');
      era.print(
        'Услышав слова 「бальные танцы」, последние коллеги вокруг тоже один за другим уходят.',
      );
      era.print(
        `${ruby.name} будто вовсе не слушает ваш разговор; объявив сухим тоном, обращает взгляд на тебя — в лице капля удивления.`,
      );
      era.print(
        `Глядя на ${ruby.name}, ${you.name} не ощущает того жара, что был в тот день на скачках.`,
      );
      era.print(
        'Участие в отборочном испытании тренеров изначально держалось на ожидании 「а вдруг」.',
      );
      era.print(
        `К сожалению, реальность заставляет ${you.name} понять, как далека и непреодолима пропасть между собой и ${ruby.name}.`,
      );
      era.print(
        `${ruby.sex} — цветок высоких пиков на крутом утёсе, до которого никто не дотянется.`,
      );
      era.printButton(
        '(Самой её не достойна. Сдаться.) (Отказаться от вербовки)',
        1,
      );
      era.printButton(
        '(……Но тот выдающийся бег, тот силуэт, пожалуй, не забыть до конца жизни.)',
        2,
      );
      ret.push((ret['select'] = await era.input()));
      if (ret['select'] === 2) {
        ruby.say(
          '……Вы, кто остался здесь, решили участвовать в следующем испытании. Могу ли я понять это именно так?',
        );
        era.print(`Прекрасные тёмно-алые глаза смотрят прямо на ${you.name}.`);
        era.printButton('「Да!!!」', 1);
        await era.input();

        ruby.say('Нн———!');
        await ruby.say_and_wait('Фу-мм…………');

        ruby.say('Я поняла');
        era.print(
          `${ruby.child_sex_title} — почему на щеках проступил лёгкий румянец, тебе неведомо.`,
        );
        ruby.say(
          'Пожалуйста, не забудьте уточнить программу испытания и прочее… Тогда спокойной ночи.',
        );
        era.print(`${ruby.name} отвешивает тебе поклон.`);
        era.printButton('Рвануть в спортзал', 1);
        await era.input();
      }
    }
    return ret;
  },
  /**
   * @param {CharaTalk} ruby
   * @param {CharaTalk} you
   */
  async rec_out4(ruby, you) {
    era.print(
      `${you.name} в одиночестве молча снова и снова репетирует бальный танец к завтрашнему испытанию. Однако……`,
    );
    era.printButton('(Как сложно!)', 1);
    await era.input();

    era.print('Разумеется. Как ни думай, это не то, чему учатся за один день.');
    era.printButton('(Остаётся учить сколько выйдет.)', 1);
    await era.input();

    era.print('Та, та, та……');
    ruby.say('Вы всё ещё репетируете?');
    await ruby.say_and_wait('Все уже разошлись. Вам тоже пора бы отдохнуть.');
    era.println();

    era.print(
      'Испытание по бальным танцам уже завтра. Сейчас не время беречь лицо.',
    );
    era.print(`${you.name} решился на всё --`);
    era.printButton('「Не научите ли меня бальным танцам?」', 1);
    await era.input();

    ruby.say('……');
    await ruby.say_and_wait('Прошу Вас сперва выровнять осанку.');
    era.println();

    await era.printAndWait(
      `${ruby.name} подошла вплотную и принялась наставлять, водя руками.`,
    );
    era.println();

    await ruby.say_and_wait(
      'Вы ведь уже запомнили все движения танца? Тогда начнём.',
    );
    era.println();

    era.print(
      `${ruby.sex}Вздохнув, она шагнула в объятия. Пушистые ушки то и дело касались щеки ${you.name}.`,
    );
    era.print(`${ruby.name} давала безусловно строгие наставления.`);
    era.print(
      `${you.name} следовал словам ${ruby.name} и в такт музыке двигался, а ${ruby.sex} двигалась вместе с ним.`,
    );
    await era.printAndWait(
      `Едва возникло желание опустить взгляд на временную партнёршу, как нежные детские ладошки легли на щёки ${you.name}.`,
    );
    era.println();

    ruby.say(
      'Прошу поднять лицо. Если Вы хотите чего-то добиться, следует всегда хранить величавую и степенную осанку.',
    );
    await ruby.say_and_wait(
      'Есть ли что-то, чего Вам стыдно? Если нет, то ради самого себя Вам должно смотреть прямо вперёд, расправив грудь и подняв голову.',
    );

    await era.printAndWait(
      `Когда ${ruby.sex} произнесла это, в памяти всплыли манеры ${ruby.name}.`,
    );
    era.println();

    ruby.say(
      'Верно. Прошу не забывать этот облик. Если у Вас есть цель, на которую Вы положили глаз, надлежит вести себя ей соразмерно.',
    );
    ruby.say('Лишь так однажды можно стать тем, кем Вы желаете быть.');
    await era.printAndWait(`${ruby.name} сказала это и кротко улыбнулась.`);
    era.println();

    await era.printAndWait(
      `После этого, даже когда явились рабочие, готовившие зал, ${you.name} и ${ruby.name} всё равно перенесли занятия на улицу и продолжили репетицию.`,
    );
    era.println();

    await era.printAndWait(
      `-- И вот на следующий день благодаря ${ruby.name} и её 「тщательным наставлениям」, ${you.name} блестяще выступил на испытании, поразив всех.`,
    );
  },
  /**
   * @param {CharaTalk} ruby
   * @param {CharaTalk} you
   * @param {string} breast_cup
   */
  async rec_out5(ruby, you, breast_cup) {
    era.print(`На чаепитии с другими барышнями ${you.name} вдруг осознал!`);
    era.print(`Тренер всего ${you.name} один, больше никого нет.`);
    era.printButton(
      'Остальные наверняка сдают испытание в другом месте или выбрали другой день!',
      1,
    );
    await era.input();

    era.print(
      `И своеобразная атмосфера, и телесный аромат девушек не давали ${you.name} привыкнуть.`,
    );
    era.print(`Встревоженный ${you.name} даже осушил чашку чая залпом.`);
    era.printButton('(Налью ещё чашку! Угу.)', 1);
    await era.input();

    await ruby.say_and_wait('Смотрит в упор...');
    era.println();

    era.print(`Это чаепитие устроила ${ruby.name}.`);
    era.print('В такой обстановке, если наливать самому...');
    era.printButton('(Как искусно заварен чай.)', 1);
    await era.input();

    await era.printAndWait(
      `……${you.name} почувствовал, что так говорить вроде бы неверно. Но ещё твёрже уверился: наливать чай самому -- значит нарушить этикет.`,
    );

    ruby.say('...Благодарю Вас за похвалу.');
    era.print(`Сказав это, ${ruby.name} налила ему вторую чашку.`);
    await era.printAndWait(`${you.name}Едва успел выдохнуть с облегчением --`);

    era.print(
      'Дворецкий「Барышня и все присутствующие, время пришло. Машина уже подана.」',
    );
    era.printButton('「Банкет?」', 1);
    await era.input();

    await ruby.say_and_wait(
      'Да, и одновременно это место следующего испытания. Что ж, отправимся.',
    );
    era.println();

    era.print(
      `${ruby.name} , не слушая возражений, увезла ${you.name} на роскошный лайнер, какие доселе доводилось видеть лишь на фотографиях.`,
    );
    await era.printAndWait(
      `${you.name} растерялся от страха, однако ${ruby.name} без тени робости держалась перед тузами финансового света, совсем не то что ${you.name}.`,
    );
    era.println();

    await era.printAndWait(
      `Чуть окинув взглядом зал, можно было увидеть множество взоров, что, как в тот день на тренировочном поле, неотступно следят, потому что ${ruby.sex} приковывает их к себе. В этих глазах огромное ожидание, всецело обращённое к великолепному роду.`,
    );
    era.println();

    ruby.print(
      '[Если у Вас есть цель, на которую Вы положили глаз, надлежит вести себя ей соразмерно. Лишь так однажды можно стать тем, кем Вы желаете быть.]',
    );
    era.print(`${you.name} поставил себе цель --`);
    era.printButton(`Стать тренером, достойным ${ruby.name}.`, 1);
    era.printButton(ruby.name, 2);
    if ((await era.input()) === 2) {
      era.print(
        `${ruby.name} ростом невелика, но плоды на груди -- целых ${breast_cup} Cup. Нежное личико, прелестный наряд. Будучи тренером, ${
          you.name
        } тоже хочет многого непристойного.`,
      );
      era.print('Быть поцелованным таким телом, как у младшей школьницы');
      era.print('Ощущение пухлых губ на коже');
      era.print('Кожа, гладкая, как молоко');
      await era.printAndWait('Ввинтить маленький язычок в ухо и шептать');
      era.get('cflag:85:招募状态').special++;
    }
    era.println();

    era.print('...Верно, вот в чём дело.');
    await era.printAndWait(
      `Опомнившись, уже не мог оторвать взгляд от ${ruby.name}.`,
    );
    era.println();

    await era.printAndWait('Перед школьными воротами глубокой ночью.');
    ruby.say(
      'Вы потрудились. Итак, далее мне ещё предстоит тренировка, поэтому позвольте на этом откланяться.',
    );
    era.printButton('「Э? Прямо сейчас?」', 1);
    await era.input();

    ruby.say(
      'Да. Прошу не церемониться и возвращаться. Завтрашнее испытание --',
    );
    era.printButton('「Могу ли я чем-то помочь!」', 1);
    await era.input();

    ruby.say('Ни в чём особенном нужды нет.');
    era.printButton('「Хоть время засечь!」', 1);
    await era.input();

    ruby.say('……');
    era.printButton('「Хочу засекать, очень хочу.」', 1);
    await era.input();

    await ruby.say_and_wait(
      'Прошу как Вам угодно. Засекайте сколько пожелаете.',
    );

    era.print(
      `В ту ночь ${you.name} почувствовал, что внутри что-то переменилось. Наверняка именно слова ${ruby.name} и вызвали в нём эту перемену.`,
    );
    await era.printAndWait(
      '(Пока нет нужды отлучаться из-за отборочного испытания)',
    );
  },
  /**
   * @param {CharaTalk} ruby
   * @param {CharaTalk} you
   */
  async rec_week_end(ruby, you) {
    era.print(
      `После случая на роскошном лайнере сопровождать ${ruby.name} на тренировках по окончании испытаний. Так ${you.name} взял это в ежедневную привычку. ${you.name} даже готов был отдавать выходные, чтобы составить компанию ${ruby.name}.`,
    );
    era.print(
      'Однако, коль скоро испытания входят в завершающую стадию, значит, и эта помощь -- в последний раз.',
    );
    era.printButton('「Спасибо за труды.」', 1);
    await era.input();

    ruby.say('И Вы тоже.');
    era.printButton(
      '「Отборочное испытание тренеров скоро уже закончится.」',
      1,
    );
    await era.input();

    await ruby.say_and_wait(
      'Вы правы. Взгляд снова уплыл вниз. Прошу расправить грудь, втянуть подбородок и стоять ровно.',
    );
    era.println();

    await era.printAndWait('Фух, чуть взглянул на ноги -- едва не попался.');
    era.println();

    await ruby.say_and_wait(
      'Сознание проявляется в осанке. Сейчас ещё раз спросите себя, где пребывает Ваше сердце?',
    );
    era.println();

    era.print(
      `Тренеров, что ещё не сдались, наверняка ещё немало, и это ${ruby.name} всегда знала. ${you.name} прекрасно сознавал, что шансы быть избранным ничтожно малы.`,
    );
    era.printButton('「За всё до сих пор искренне благодарю Вас!」', 1);
    await era.input();

    await ruby.say_and_wait('Хух...');
    era.println();

    era.print(
      `${you.name} сказал ${ruby.name}, что имел счастье пройти это испытание до конца.`,
    );
    await era.printAndWait(
      `Каков бы ни был итог, ${you.name} обратит всё, чему научился за этот месяц, в силу для будущего роста.`,
    );
    era.println();

    await ruby.say_and_wait('...Да. Вы потрудились.');
    era.println();

    era.print(
      `От начала и до конца между ними держалась дистанция. Что ${you.name} от этого слегка ощутил одиночество -- уже совсем другое дело.`,
    );
    era.print(
      `Кем бы ни оказался тогда тренер и каков бы он ни был, ${you.name} всё равно намерен его поддержать.`,
    );
    await era.printAndWait(
      `Хочется, чтобы тот человек стал опорой. Благородная и устремлённая вперёд ${ruby.sex} пусть идёт вперёд вместе с ним.`,
    );
  },
  /**
   * @param {CharaTalk} ruby
   * @param {CharaTalk} you
   */
  async rec_final(ruby, you) {
    await ruby.say_as_passer_by_and_wait(
      'Письмо',
      'Искренне благодарим Вас за участие в отборочном испытании тренеров. Итоги аттестации таковы --',
    );
    era.printButton('「...Э?」', 1);
    await era.input();

    era.print(
      `${you.name} стиснул письмо в одной руке и опрометью выбежал из комнаты тренера.`,
    );
    await era.printAndWait(
      `На тренировочном поле удалось найти ${ruby.name}, и он громко зовёт ${ruby.sex} по имени`,
    );

    ruby.say('Хаа... Судя по этому выражению, Вы, кажется, получили письмо.');
    era.printButton('「Этот результат...」', 1);
    await era.input();

    era.print(`${ruby.name} с достоинством поклонилась ему.`);
    ruby.say(
      'С этих пор прошу Вас о наставлениях. Будем оба ещё усерднее трудиться и достойно совершенствовать себя.',
    );
    ruby.say('До свидания');
    era.printButton('「Что значит этот [зачёт]?」', 1);
    await era.input();

    await era.printAndWait(
      `${you.name} удостоверился, что [зачёт] на бумаге -- не ошибка, но почему? Результаты разных испытаний у него в лучшем случае посредственны, их вовсе не выставить напоказ, кроме разве что немногих...`,
    );
    era.println();

    ruby.say('Кроме Вас никого не осталось.');
    ruby.say('Все прочие решили отказаться.');
    await ruby.say_and_wait(
      'Поэтому Вы избраны моим тренером. На этом объяснение окончено.',
    );
    era.println();

    era.print('Значит, просто посчастливилось остаться?');
    await era.printAndWait(
      `${
        you.name
      } разочарованно опустил плечи и не заметил, как ${ruby.child_sex_title} улыбнулась глазами.`,
    );
    era.println();

    await era.printAndWait(
      `Подумал, что как ни скверно, он всё же стал тренером ${ruby.name}. И в миг, когда поднял голову --`,
    );
    era.println();

    const temp = era.get('cflag:85:招募状态').special;
    if (temp) {
      era.add('relation:85:0', -temp * 10);
      era.add('love:85', temp);
      await ruby.say_and_wait(
        'Вы продержались до конца, весьма хорошо. Господин извращенец, что подглядывает за нижней частью тела несовершеннолетней девочки.',
      );
    } else {
      await ruby.say_and_wait('Вы продержались до конца, весьма хорошо.');
    }
    era.println();

    await era.printAndWait(
      `Не обращая внимания на ошеломлённого ${you.name},${ruby.name} добавила.`,
    );
    era.println();

    await ruby.say_and_wait(
      'Прежде чем заключить контракт, есть несколько заданий, которые я прошу вас предварительно выполнить. Пожалуйста, примите задания у стоящего там дворецкого и сдайте их до конца завтрашнего дня.',
    );
    era.println();

    await era.printAndWait([
      ruby.get_colored_name(),
      ' с лёгким смешком убежала.',
    ]);
  },
};
