module.exports = class extends require('#/i18n/zh-CN/race/skill-desc') {
  disabled_template = '（未启用）%DESC%';

  100039 = '在比赛终盘中幅提升速度，并恢复冷静';
  100601 = '在比赛终盘处于第三名快要输掉的时候激发潜藏的昂扬斗志，速度加快';
  101321 =
    '临近终盘的某个位置时速度稍微加快，中距离比赛时会根据对训练员的爱，最多增加3倍效果';
  102041 =
    '终盘初始段位于前方时，向前突进大幅提高加速力，若是擅长的距离还会进一步提高速度';
  102051 =
    '在临近终点的弯道时，看准时机将留存的脚力一口气爆发，因其精巧的比赛规划会同时恢复大量体力';
  102061 = '冲进终盘时献出最伟大的舞蹈！距离终点尚远时还会进行耐力调节';
  110071 = '在比赛后半段的某个地方少量提升速度，并且清除其他技能的冷却时间';
  210071 =
    '赛程后半若位于前方则速度提高，加速度稍微提高；训练员的声望越高，效果越好';
  210072 =
    '赛程后半若位于前方则速度稍微提高，加速度略微提高；训练员的声望越高，效果越好';
  210291 = '在最终直线处提升速度；当地语言的等级越高，效果越好';
  210301 = '在比赛中盘速度提升；属性越平均，效果越好';
  210321 = '最终冲刺时向前突进；体重越轻，效果越好';
  210341 = '最终直线时提高速度；训练设施等级总和越高，效果越好';
  210351 = '最后冲刺阶段的中段速度提升；训练员的声望越高，效果越好';
  210361 = '在最终直线上速度提升；训练员持有的马币越多，效果越好';
  210371 = '在最后冲刺的关键时刻，速度加快；疲惫层数越低，效果越好';
  210381 =
    '比赛最末段开始时，若处于最后冲刺中则速度提升；参赛队友的属性总和越高，效果越强';
  210391 = '比赛最终盘初期若位于最终冲刺状态则速度提升；体重越重，效果越好';
  600011 =
    '在最后冲刺的关键阶段，略微提升速度和加速度；对训练员的爱意越深，效果越强';
  600012 =
    '在最后冲刺的关键阶段，以不可挡的势头稍微提升速度和加速度；对训练员的爱意越深，效果越强';
  660011 =
    '高潮时稍微降低自身速度，略微降低身后最多5名对手的速度，并使身前最多5名对手陷入焦躁';
  660012 =
    '高潮时略微降低自身速度，降低身后最多5名对手的速度，并使其他对手陷入焦躁';
  660021 = '高潮时稍微降低体力，短时间内少量提高速度';
  660022 = '高潮时降低体力，短时间内大幅提高速度并突破阻挡';
  660031 = '高潮时与其他对手分享快感';
  660032 = '高潮时与其他对手分享更多快感；场上选手数量越多，效果越强';
  660041 = '喷奶时为队友少量恢复持久力';
  660042 = '喷奶时为队友恢复持久力，自身少量恢复持久力并提高少量速度';
  660051 = '性玩具不再影响基础属性发挥';
  660052 = '带玩具上场能够略微提高基础属性的发挥';
  990039 = '在比赛终盘中幅提升速度，并恢复冷静';
  900601 = '在比赛终盘处于第三名快要输掉的时候激发潜藏的昂扬斗志，速略微度加快';
  902041 = '终盘初始段位于前方时，稍微向前突进，若是擅长的距离还能提高少许速度';
  902051 = '在临近终点的弯道时，速度微量提升，同时恢复少量体力';
  902061 = '进入终盘后提高自身速度，一时看不到终点则会稍作耐力调节';
  990011 = '比赛终盘时极大幅度提高速度并恢复体力';
  990021 =
    '比赛终盘时直接失速，并且想象着凌辱一般的嫌恶眼神快要去了；如果之前高潮过，则使所有选手一起失速';

  10071 = '从比赛中段进行长距离冲刺，速度略微加快';
  100011 = '在比赛终盘处于前方并超越对手时，会趁势向前突进，并且微幅提升加速度';
  100021 = '在比赛中后半段位于第一并拉开差距时，稍微加快速度';
  100031 =
    '在比赛终盘以后，若身处前方并逐渐逼近前方对手，则会在最终直线大幅提升速度。\n若作战为先行且比赛距离为 2400m，则在效果持续期间完成超越时，最多可叠加 3 次强化';
  100041 = '最终弯道后处于前列时，就会换挡提升加速度';
  100051 =
    '在比赛终盘位于前列并突围时，在距终点300米处会变得更加闪耀，大幅提升速度';
  100061 = '在最后200米处于前列时，能够开辟道路，很容易突围';
  100071 = '从比赛中段进行长距离冲刺，速度略微加快';
  100081 = '在最后200米处于前列进行名次争夺时，竞争力变强，速度也会加快';
  100091 = '在比赛后半段前方位置发挥成为第一的力量';
  100101 = '最终弯道后半处于好位置时会增加动力，持续提升加速度';
  100111 = '在最终直线上从后方赶超时，会使用末脚少量加快速度';
  100121 = '最终弯道之后从后方绕到外道赶超时，在最终直线上加快速度';
  100131 =
    '在最终弯道处于前方时，绝对不能被超越的觉悟使得速度提升；若是在长距离比赛中仍持久力充沛，变为大幅提升';
  100141 = '在最终直线上仍保有余力且处于前列时，更容易保持优势';
  100151 =
    '最终弯道之后处于前列，和前面或者后面的马娘距离接近时，王者般的光辉会使速度加快';
  100161 =
    '在最终弯道之后在外道完成赶超时，以怪物般的力量加快速度；如果还在中盘争夺过名次，变为大幅加快速度';
  100171 = '在比赛终盘赶超3次后，最终直线上会大幅加速';
  100181 = '在最终弯道从中后方赶超时，犹如女帝般的奔跑会使速度加快';
  100191 =
    '在比赛终盘2次赶超的话，就会因近距离膜拜的马娘们过于神圣，不假思索地加快速度且路线选择变得更明智';
  100201 = '在比赛终盘的弯道上处于第一位时，想着这可真是万幸并提升加速度';
  100211 =
    '比赛后半的直线处在好位置或者从集团中部瞄准前方的话就会如闪电一般冲刺';
  100221 = '在赛程后半若处于好位置并进行名次争夺会因奔跑而身心雀跃速度获得提升';
  100231 =
    '在终盘的最终弯道前身处前方时，速度提升；若是比赛中全程保持冷静，胜利的方程式会使速度变为大幅提升';
  100241 = '最终弯道之后处于前列进行名次争夺时，在直线上更容易突围';
  100251 = '赛程后半，从中间梯队追逐『友人』而逐渐提升速度使前方的马娘畏首畏尾';
  100261 =
    '没有起步晚的情况下在最终直线身处前方时，速度提升；若是一直保持在靠前位置的话，变为速度大幅提升';
  100271 = '在比赛终盘的弯道中想要冲向前列时，提升加速度';
  100281 =
    '比赛的中段处于好位置准备超越时，速度少量提升，若是短距离比赛则效果改为小幅向前突进';
  100291 = '最后300米处在前方且与最前方的马娘距离很近或是领头时速度提升';
  100301 =
    '在比赛终盘完成超越并身处前方时，最终直线上会爆发出强烈的意志，使得速度提升';
  100311 = '剩余300m左右处于前方的话提高速度，若刚好上完坡则速度大幅提高';
  100321 = '在比赛后半且靠近弯道时，持久力恢复，且短时间内稍微提高速度';
  100331 =
    '在最终直线被前方拉开距离时会如同得到星之引导一般加快速度；此时若靠近最后方的话速度会大幅上升';
  100341 =
    '比赛前半，一直位于队伍中后方等待时机的话，在名次争夺时，将展现出江户之子的潜力，速度大幅上升';
  100351 =
    '最终弯道之后进行名次争夺，在最终直线位于前方时，涌现出不服输的强烈求胜心，速度加快';
  100361 =
    '最终弯道之后若处于队伍中部靠近内埒一侧则会找到通往胜利的道路，在最终直线提高速度，容易找到好路线';
  100371 =
    '若是冷静地进行比赛，并在最终直线上位于第三名以后的话，速度提升；若是持续身处中团的话，变为大幅提升';
  100381 = '比赛中盘附近处于好位置时赶超的话就会充满气势的开始前进';
  100391 = '在最终直线进行名次争夺时，可爱地飞奔提升速度';
  100401 = '比赛后半段处于中间集团并开始发力时，充分发挥实力，速度逐渐少量提高';
  100411 = '比赛后半段处于前列进行名次争夺时，发挥爆进之力，速度加快';
  100421 =
    '比赛剩余200m处自身不在领头位置，距离领头4马身以内时速度提升，距离2马身以内时速度极大提升';
  100431 =
    '名次争夺时，速度稍稍上升；若是身处泥地比赛，则会以要噬咬前方选手般的气势进一步提升加速度';
  100441 =
    '进入最终弯道前能一直保持冷静在后方等待机会的话，会在距离终点剩余300m处发动加速魔法，速度持续上升';
  100451 = '在比赛中盘处于好位置时，持久力回复';
  100461 =
    '在比赛中盘的直线位于前方并被后面的马娘拉近距离时，绝不让步的想法将会化作动力';
  100471 =
    '比赛终盘阶段剩余400m处位于前方时速度提升，且在GⅠ比赛等大舞台上取得高人气时，速度极大提升';
  100481 = '最终直线上身处前方，完成超越或是即将被超越时，速度会随兴致一起提升';
  100491 =
    '最终弯道之后准备超越前方马娘时将在剩余400m以后的好位置处提高速度人气较低的时候速度大幅提升';
  100501 = '最终弯道之后从中间梯队向前突进时，以凌厉的攻势加快速度';
  100511 =
    '中盘经过弯道竞争，且终盘的最终弯道过半后自身占据好位置时，提升加速度';
  100521 = '在最终弯道处于靠后位置时，会看着附近的赛马娘并恢复持久力';
  100531 =
    '比赛终盘处于最终弯道且身处后方向前逼近时短时间内加速度提升，每次超越其他马娘都会增强效果并刷新时间，最多增强三次';
  100541 =
    '比赛后半段若从后方进行了超越，剩余150m后自身位于前方时，在短时间内速度大幅提升';
  100551 =
    '比赛中场附近位于队伍中间且附近有其他赛马娘时，速度提升如果视野内有4人以上的赛马娘则效果增强';
  100561 = '在比赛终盘前方受阻时，能够借助预言之力开辟道路';
  100571 =
    '比赛即将进入终盘时的某刻位于后方时，速度持续上升；若是在中长距离比赛中，距离领先位置越远则效果越强';
  100581 = '比赛终盘完成超越时，会以永不放弃之心向前突进';
  100591 =
    '保持冷静进入中盘并准备发力时或是在终盘胜负关键的弯道位于中部梯队时，会振作精神提升加速度';
  100611 = '能够冷静地进行比赛的规划时，就能够在最后200米发挥实力，大幅加速';
  100621 = '比赛中期左右处于队伍中团时重新振作，回复持久力并且稍微提高速度';
  100631 = '如果能冷静地进行比赛，在最终冲刺的关键时刻会持续少量提升速度';
  100641 =
    '从起跑到比赛后半程一直保持在前列的话心情将变得超嗨回复持久力且速度逐渐上升';
  100651 =
    '在临近终盘的某处位于前方时速度少量提升，若是短距离或英里比赛，则速度少量持续提升';
  100661 =
    '中盘中段处于领头位置时，超长时间内速度持续稍微上升，但终盘末段时会微幅逆喷射';
  100671 =
    '进入最终直线时，若处于好位置则会怀抱坚强的意志来加快速度，若接近领头马娘的话则会大幅提升速度';
  100681 =
    '位于前方，比赛后半的第3弯道中速度稍微提高，或者在终盘的看台对面直线赛道上向前强力冲刺';
  100691 =
    '剩余300米处于有利位置且与前方赛马娘距离近时强烈的信念将绽放，提高速度';
  100701 =
    '在剩余800m处位于队伍中间时，稍微提升加速度，若在2400m的比赛中取得高人气则大幅提升加速度';
  100711 = '最终直线上与后方赛马娘距离近的话在这瞬间消耗些许持久力快速提高速度';
  100721 =
    '最终弯道后完成超车，且在最后300米位于前方集团时，会燃起烈焰般的斗争心，提升速度';
  100731 = '比赛终盘进行超越时，在最终直线上速度提升';
  100741 =
    '赛程后半段，在中团位置根据剩余持久力进行相应的长距离冲刺，速度逐渐小幅度提升';
  100761 =
    '如果在比赛半程处于中间梯队，速度会少量提升若是长距离比赛，速度提升的持续时间将延长，并恢复大量持久力';
  100771 =
    '临近终盘若位于好位置，则在剩余400m的地方大幅提升速度，在长距离发动该技能时，若位于领头或距离领头1马身以内，则极大提升速度';
  100781 =
    '赛程前半段压低节奏，最终弯道后半段若位于前方则可长时间持续稍微提高加速度若处于第2名则效果增加';
  100791 =
    '比赛中盘若在前方竞争，则比赛后半段短时间内速度提升；若是大井、川崎或者船桥赛场，则变为速度持续提升';
  100801 =
    '比赛前半段一直保持前方位置时，若后半段检测到对手发动了加速技能，则向前小幅突进，若比赛是URA泥地比赛则额外增加少量速度';
  100811 =
    '在比赛终盘的弯道短时间内小幅向前突进，若是泥地比赛则技能效果提升并额外略微提升加速度';
  100821 =
    '在最终弯道位于好位置时，短时间内速度提升，若是英里比赛，则效果时间增加';
  100831 =
    '在比赛中段附近往后的直线处位于队伍中间时，提升速度，若此时为下坡则持续提升速度';
  100841 =
    '比赛终盘位于后方时，在最终直线处解除自我封印向前突进，比赛场地为东京竞马场中距离时，以极快速度向前突进';
  100851 =
    '冷静地进行比赛，突入终盘时位于后方附近时，稍微向前突进，并略微威慑从领头开始至多4名赛马娘';
  100861 = '剩余1000m时若位于前方，则提高速度';
  100871 =
    '剩余400米，位于前方并被后方马娘紧追时，跑法让粉丝心中留下深刻印象，使自身更容易突围';
  100881 =
    '最终弯道位于队伍中间时，比赛剩余400m后速度提升，若是中距离赛在中盘有过赶超，则速度大幅提升';
  100891 =
    '在比赛中段左右若位于前方则速度提升，并回复少量持久力，如果比赛距离在2400ｍ及以上，回复量增加';
  100901 =
    '比赛前半段的弯道位于前方时，短时间内速度提升；若是英里或中距离比赛则在之后终盘的最终直线被后方逼近时较短时间内小幅向前突进';
  100911 =
    '进入终盘最终直线时若位于队伍中间，则剩余300m之后速度少量提升，如果能冷静地进行比赛则速度大幅提升';
  100921 = '在比赛中段附近位于好位置时速度提升，若是中距离比赛则技能效果提升';
  100931 =
    '终盘初段的某处位于前方时，稍微向前突进，若是短距离或英里比赛，则提升技能效果';
  100941 = '在比赛中段位于队伍中间时提升速度，若是中距离比赛则提升技能效果';
  100951 =
    '在比赛终盘处于前方时，稍微向前突进；若是短距离比赛，则一直保持小幅突进直至冲线';
  100961 =
    '在比赛后半段的第3弯道位于队伍中间则短时间内速度提升；之后在终盘的最终直线准备超越时，速度稍微提升';
  100971 =
    '剩余300m的位置处在中游位置时，速度大幅提升；在中距离比赛发动「冲动」技能的情况下技能效果变为在比赛终盘的弯道，无视名次提升加速度';
  100981 =
    '在临近终盘时少量提升速度，并且根据发动的绿色技能数，额外提升速度和加速度';
  100991 =
    '泥地比赛时在中盘的弯道上竞争过后，在最后冲刺时处于好位置，加速度会略微上升，如果余力充足的话效果会上升';
  101001 =
    '剩余300m时位于前方，则速度少量提升若在泥地比赛中与领头赛马娘距离较近时再稍微向前突进';
  101021 =
    '比赛前半段在队伍中间且前方或后方长时间有赛马娘紧贴，则稍微回复持久力之后在比赛中段附近的直线处短时间内速度大幅提升';
  101031 =
    '比赛中盘在前方竞争时短时间内速度提升；若之后进行了冲刺比拼则短时间内稍微向前突进';
  101041 =
    '第三弯道位于领头时，速度少量提升并回复少量持久力，若是东京竞马场中距离比赛则增加技能持续时间';
  101051 =
    '在比赛中段左右处在中间集团，速度提升，若是中距离比赛，且至此为止发动过7次技能，则速度会大幅提高';
  101061 =
    '最终弯道后半部分位于队伍中间时，速度持续少量提升，且在长距离比赛低人气的情况下，速度持续大幅提升';
  101071 =
    '在终盘的最终直线位于领头时速度少量提升，并根据进入终盘前取得的领先距离提供额外速度';
  101081 =
    '比赛中段位于后方时速度提升，之后在终盘的最终弯道处准备超越时，短时间内稍微向前突进';
  101091 =
    '在比赛前半段的弯道若位于队伍中间则少量提升速度，若是短距离或英里比赛则变为少量持续提升速度';
  101101 =
    '比赛剩余800m处若位于队伍中间，则小幅度先前突进并提高少许加速度；若在根干距离（400的倍数）的比赛且位于后方，则额外提高少许加速度';
  101111 = '比赛中段位于队伍中间时少量提高速度，若处于上坡则提高效果';
  101121 =
    '在比赛进入最终阶段前的一刻短时间内速度提升。若在英里赛发动且处于前方位置时，效果会改变为短时间内大幅前冲。';
  101131 =
    '比赛前半段的弯道若位于好位置则速度提升，若是2200m的比赛则速度持续提升，若处于上坡则提高效果';
  101141 =
    '比赛中程位于中后方时小幅向前突进，若是英里或中距离比赛则大幅向前突进';
  101151 =
    '剩余1000m的位置稍微向前持续突进；若在中长距离比赛中，所有基础能力都十足强劲，则变为向前持续突进';
  101161 =
    '比赛前半段的弯道时若在前方，则稍微提高速度；之后在终盘的最终直线时若在马群前方，则在短时间内大幅提高速度';
  101171 =
    '若在比赛中盘以后成功超越，在进入最终直线后短时间提高速度；若在选择追马策略的情况下在中盘以后超越三次以上，则在进入最终直线后短时间内极大幅度提高速度';
  101181 =
    '在比赛中段附近速度会稍微提升；若是在草地的中距离比赛中发动，并且处于中团以后，则会在较长时间内持续提升速度';
  101191 =
    '进入终盘时，若在后方且距离终点较远，则在短时间内向前冲刺，若是中山、阪神赛道的中、长距离比赛，更会在之后的直线上短暂猛烈冲刺';
  101201 =
    '到达第4浪时若位于前方，则于短时间内提升速度；如果「无二」「无三」两者发动过，则蛮不讲理地提升速度';
  101211 =
    '最终弯道超越别人时，最后冲刺时的速度提高；若是在短距离或英里比赛中发动技能，则位于中团时大幅提高速度';
  101241 =
    '比赛迫近终盘时若自身位于前方，则速度小幅提升。在赛程为1600m~2000m间的比赛中发动时，若自身位于最前方或距最前方选手4马身以内，则速度大幅提升';
  101271 =
    '比赛后半段的直线处位于中间位置时速度提升，若是长距离比赛则提升效果量';
  101291 =
    '比赛中盘的弯道处若位于前方，则会在短时间内大幅前进；若是中距离比赛，则会在短时间内极大幅度前进，之后在全力冲刺时若处于前三名，则会在短时间内展现冲刺力';
  101301 =
    '在剩余 1000m 处位于前方时，速度会稍微提升；若是在草地的英里或中距离比赛中发动，并且该位置正好是直线，则效果会变为持续向前推进';
  101311 =
    '比赛中间位于中后方时短时间内向前突进；若是短距离或英里比赛则之后最终冲刺时短时间内大幅向前突进';
  101331 =
    '在比赛中段附近短时间内少量提升速度；若是中长距离比赛，则持续时间变为2倍';
  101341 =
    '在比赛中盘处于前方时，若附近有 2 名以上赛马娘，会持续稍微提升速度；若是中距离或长距离比赛，效果会增强';
  101351 =
    '比赛后半段速度少量持续提升；若是2000m以上的比赛则最终冲刺时短时间内少量提升加速度';
  101361 =
    '比赛终盘时，若位于中团或之后且体力充足，则会向前突进。若通过「圣女的试炼」提升过速度，则之后在全力冲刺期间某个时机短时间略微展现冲刺力';
  101371 =
    '中盘初期位于中游往前的位置时，长时间小幅向前突进；若发动了「大逃」则改变技能效果，回复少量耐力并稍微提升速度';
  101411 =
    '比赛后半段少量持续提升速度；若是2000m以上的比赛则之后在最终冲刺时短时间内加速度少量提升';
  101431 =
    '进入中盘时处于后方的话，在终盘逼近时会向前推进；若是中距离比赛，则在进入最终直线时处于前方时，会稍微向前推进';
  101441 =
    '比赛序盘或中盘被超越后，若位于前方或在前方竞争则少量持续向前突进；若是中距离比赛则之后在最终盘短时间内少量向前突进';
  101451 =
    '若起跑顺利则长时间小幅向前持续突进；若起跑慢，且在比赛中段位于后方，则速度大幅提升';
  101491 =
    '中盘弯道准备超越时，速度稍微提升，若是中距离比赛则之后在直线上短时间内向前突进';
  110021 =
    '进入终盘处于领头位置时稍微向前突进，若此时为第三弯道并且中盘拉开巨大差距领先时，迅速向前突进';
  110031 =
    '最终弯道之后位于前列穷追不舍时，会在最终直线展现不屈的斗志，大幅提升速度';
  110041 = "赛程后半位于前方时如果通过技能回复了持久力，LET'S GO！速度加快";
  110061 =
    '使用技能恢复3次以上的持久力后会在比赛后半部分调整呼吸奋力向胜利迈进';
  110081 =
    '比赛进入中盘之后在下坡时位于中间集团，则下完坡后在短时间内速度提升，如果位于东京竞马场则再次推高档位';
  110091 =
    '在比赛后半段的直线位于前方时速度少量持续上升，位于领头位置并与后方马娘距离较近时，技能效果提升';
  110101 =
    '剩余200m处位于队伍前方时提高速度，若此时前方较近处有赛马娘时会以强有力的奔跑向前冲刺';
  110131 = '比赛终盘最终弯道处于前方时被超越时，速度持续上升';
  110141 = '在最后弯道由中部梯队开始向前冲击时燃烧斗魂提升加速度';
  110151 =
    '距终点400米的位置身处前方时速度提升；若是比赛中合计使用过7次技能，变为大幅提升';
  110161 =
    '比赛终盘的最终弯道后半处位于前列时速度提升，若是长距离比赛且中盘进行过位置竞争，速度迅猛提升';
  110171 =
    '比赛终盘身处前方并有被反超的危险时，会在最终弯道前燃烧斗魂，使速度持续上升';
  110181 = '赛程中盘于前方开始进行发力时提升速度';
  110191 =
    '在中盘的弯道位于中间集团往后的位置，且附近有3名及以上的马娘酱时，因萌之力量而提升速度';
  110201 =
    '比赛终盘的直线身处前方时，会得意洋洋地提升速度；若这恰巧也是看台对面跑道时，还会一并稍微提升加速度';
  110211 =
    '比赛中盘发动两次技能时，速度少量持续上升，若在效果持续中继续发动技能，会提升效果速度量，最大两次';
  110221 =
    '终盘最终弯道往后处于好位置时提升速度；若距离终点尚远，则会展现出绝佳状态额外提升少量加速度';
  110231 =
    '从起跑到比赛后半为止持续保持好位置的话，就会在比赛中盘找到通往胜利的道路，提高速度';
  110241 =
    '在最终弯道前，在前方完成超越时提升速度，在后方完成超越时则提升加速度';
  110261 =
    '中盘弯道位于前方集团时若检测到后方有其他马娘的话将稍微调整呼吸，加快速度';
  110271 =
    '临近终盘的下坡处在第二名开外距离领头4马身以内时，短时间内速度提升，中距离比赛则额外略微提升加速度';
  110281 =
    '在中盘临近的某处处于好位置时，速度会在一段时间内上升；若是短距离或英里比赛，则会在一段时间内大幅上升';
  110301 = '在比赛中盘身处好位置时，会吸取前方赛马娘的持久力，并且小幅提升速度';
  110321 =
    '在比赛后半的弯道位于好位置时，短时间内速度大幅提升，若是中山竞马场则根据自身速度同时提升加速度';
  110331 =
    '最终弯道以后处在队伍中后方时提升加速度，若是2400m的比赛则大幅提升加速度';
  110341 =
    '在终盘的弯道处从后方逼近对手时，到最终直线会提升速度，并根据终盘弯道处超过对手次数提升效果';
  110351 =
    '在最终直线进行最后冲刺时位于中间集团往后则速度逐渐少量提升，效果持续中每发动一次技能提高一次速度，最大3次';
  110381 =
    '比赛剩余350m处于前方，与后方马娘距离接近时以绝不退让的意志更容易突围';
  110391 =
    '在比赛中盘之后的上坡处位于队伍中间时，上完坡后优雅地展现怪力，提升速度';
  110401 = '在最后弯道若是位于中间梯队并进行名次争夺则比较容易超越并摆脱纠缠';
  110411 =
    '比赛剩余400m处位于前三名，则短时间内略微提升加速度，在中盘竞争持续时间越长，则技能效果越好，技能持续时间越长';
  110441 =
    '比赛中盘后下坡时处于后方，消耗少许持久力在短暂内向前推进；之后若是干劲在较佳或极佳，则于终盘的最后直线短暂加速';
  110451 = '在最终直线处于好位置且和前方马娘距离很近的话更容易完成超越';
  110461 =
    '比赛中段位于领头附近时，速度逐渐少量提升，在泥地比赛中额外回复少量持久力';
  110481 =
    '在比赛中段前后位于队伍中间时速度少量持续上升，如果心情极佳则效果提升';
  110501 = '在比赛终盘的最终弯道后半，向着顶点进发，从中间集团开始提高速度';
  110511 =
    '在剩余200m的地点自身位于第二名与中间队伍之间的位置时，速度提升，且附近赛马娘数量达3人以上时再稍微向前突进';
  110531 =
    '剩余200m处位于前方时速度少量提升，若在短距离比赛的终盘进行过赶超，则速度大幅提升';
  110561 = '赛程后半于后方被紧追时得幸运以护体速度提升';
  110601 =
    '最终弯道之后超过对手并在最终直线处于中间集团时加快速度若人气处于后列则能振奋起来持续提高速度';
  110611 =
    '赛程前半，没有焦躁并处于最后方附近等待机会时，在最终直线会气势爆发，提高加速度';
  110711 =
    '在比赛终盘的最终直线处于好位置且身后的马娘接近时，消耗少量持久力速度上升，并稍微向前突进';
  110721 =
    '若在比赛中段前后进行竞争，则在比赛后半段随机位置提升速度如果发动技能时位于内侧跑道，技能效果提升';
  110781 =
    '比赛剩余350m的位置位于前方时短时间内向前突进，若是英里比赛则额外稍微增加速度';
  110881 =
    '在比赛中盘开始时若完成超越，会在一段时间内大幅向前推进；若是中距离比赛，则会在一段时间内极大幅度向前推进';
  110981 = '比赛终盘位于前方时若距离终点尚远则向前突进';
  110991 =
    '在比赛半程少量提升速度且在泥地比赛发动技能时，若不在第3弯道，则额外稍微提升速度';
  111001 =
    '比赛中盘初期位于第三名开外，若长时间有赛马娘位于自己前方或后方，则短时间内向前突进；若是泥地比赛则持续向前突进';
  111091 =
    '若是三宝冠的赛道则在终盘的弯道短时间内小幅向前突进；如果此时为下坡，则额外稍微提升加速度';
  111191 =
    '在剩余 1000m 处处于后方时，会在一段时间内稍微向前推进；若是长距离比赛，则之后在终盘以后的弯道完成超越时，会在最终直线获得短时间的速度提升';
  120101 =
    '在中盘临近的某处处于中团时，速度会在一段时间内上升；若是草地的英里比赛，则会在一段时间内极大幅度上升';
  120111 =
    '比赛后半段位于队伍中间时，若准备超越或者被逼近，则在剩余400m的位置提升速度；如果是非根干距离比赛则变为大幅提升速度';
  120201 =
    '中盘某处位于前方时短时间大幅向前突进；若是中距离比赛且起跑无失误则之后在终盘初期更早时间内短时间提升加速度';
  120251 =
    '比赛中盘回复耐力；若是长距离比赛则在比赛后半段位于中后方时持续向前突进';
  120321 =
    '在终盘的最终弯道以及往后位于前方时短时间内速度大幅提升，如果是中距离比赛则改变效果，短时间内向前大幅突进';
  120351 =
    '若比赛中盘在队伍中间位置超越过对手，则在第三弯道时短时间内提升速度如果是2400ｍ的比赛且自身高人气，则持续提升速度';
  120371 =
    '若在中距离比赛的最终弯道位于队伍中间，则向前突进；如果是东京竞马场的比赛，则大幅向前突进';
  120411 =
    '比赛中程位于前方时，短时间内速度提升，若是短距离比赛则短时间内小幅向前突进';
  120451 =
    '若在比赛中盘的弯道处位于有利位置则回复持久力，若是中长距离比赛则额外少量持续提升速度';
  120481 =
    '在中盘以后下坡时处于中团的话，下坡结束后会在较长时间内持续略微提升速度与少量加速度；效果期间最多触发 3 次技能发动，每次会进一步提升加速度';
  120601 =
    '在终盘的最终弯道及往后，自身位于中后方时，一段时间内速度大幅提升若是中距离比赛则改变效果，一段时间内迅速向前突进';
  120671 =
    '临近终盘的某处位于队伍中间时速度少量提升，若是中距离比赛则提升技能效果';
  120681 =
    '序盘以及中盘在前方被超越或进行竞争时短时间内提升速度，若是长距离比赛，则在比赛后半段位于前二名时，速度少量持续提升';
  200011 = '擅长顺时针赛道';
  200012 = '稍微擅长顺时针赛道';
  200013 = '稍微不擅长顺时针赛道';
  200014 = '擅长顺时针赛道，速度和力量上升';
  200021 = '擅长逆时针赛道';
  200022 = '稍微擅长逆时针赛道';
  200024 = '擅长逆时针赛道，速度和力量上升';
  200031 = '擅长东京竞马场的比赛';
  200032 = '稍微擅长东京竞马场的比赛';
  200034 = '擅长东京竞马场的比赛，耐力、智力、速度提升';
  200041 = '擅长中山竞马场的比赛';
  200042 = '稍微擅长中山竞马场的比赛';
  200051 = '擅长阪神竞马场的比赛';
  200052 = '稍微擅长阪神竞马场的比赛';
  200061 = '擅长京都竞马场的比赛';
  200062 = '稍微擅长京都竞马场的比赛';
  200064 = '擅长京都竞马场的比赛，耐力、智力和速度上升';
  200071 = '擅长中京竞马场的比赛';
  200072 = '稍微擅长中京竞马场的比赛';
  200081 = '擅长札幌竞马场的比赛';
  200082 = '稍微擅长札幌竞马场的比赛';
  200091 = '擅长函馆竞马场的比赛';
  200092 = '稍微擅长函馆竞马场的比赛';
  200101 = '擅长福岛竞马场的比赛';
  200102 = '稍微擅长福岛竞马场的比赛';
  200111 = '擅长新潟竞马场的比赛';
  200112 = '稍微擅长新潟竞马场的比赛';
  200121 = '擅长小仓竞马场的比赛';
  200122 = '稍微擅长小仓竞马场的比赛';
  200131 = '擅长根干距离（400m的倍数）的比赛';
  200132 = '稍微擅长根干距离（400m的倍数）的比赛';
  200133 = '稍微不擅长根干距离（400m的倍数）的比赛';
  200141 = '擅长非根干距离（400m的倍数以外）的比赛';
  200142 = '稍微擅长非根干距离（400m的倍数以外）的比赛';
  200151 = '擅长「良」的马场状态';
  200152 = '稍微擅长「良」的马场状态';
  200154 = '变得擅长「良」马场状态力量和速度上升';
  200161 = '擅长「稍重」「重」「不良」的马场状态';
  200162 = '稍微擅长「稍重」「重」「不良」的马场状态';
  200163 = '稍微不擅长「稍重」「重」「不良」的马场状态';
  200164 = '擅长「稍重」「重」「不良」的马场状态，速度与力量上升';
  200171 = '擅长春季的比赛';
  200172 = '稍微擅长春季的比赛';
  200174 = '擅长春季的比赛，速度和力量上升';
  200181 = '擅长夏季的比赛';
  200182 = '稍微擅长夏季的比赛';
  200184 = '擅长夏季的比赛，速度和力量上升';
  200191 = '擅长秋季的比赛';
  200192 = '稍微擅长秋季的比赛';
  200194 = '擅长秋季的比赛，速度和力量上升';
  200201 = '擅长冬季的比赛';
  200202 = '稍微擅长冬季的比赛';
  200204 = '擅长冬季的比赛，速度和力量上升';
  200211 = '擅长晴天的比赛';
  200212 = '稍微擅长晴天的比赛';
  200221 = '擅长阴天的比赛';
  200222 = '稍微擅长阴天的比赛';
  200231 = '擅长雨天的比赛';
  200232 = '稍微擅长雨天的比赛';
  200241 = '擅长雪天的比赛';
  200242 = '稍微擅长雪天的比赛';
  200251 = '擅长1~3号枠号的比赛';
  200252 = '稍微擅长1~3号枠号的比赛';
  200253 = '稍微不擅长1~3号枠号的比赛';
  200261 = '擅长6~8号枠号的比赛';
  200262 = '稍微擅长6~8号枠号的比赛';
  200263 = '稍微不擅长6~8号枠号的比赛';
  200271 = '没有其他马娘选择与自己相同的出走策略时能力更容易发挥';
  200272 = '没有其他马娘选择与自己相同的出走策略时能力稍微更容易发挥';
  200281 = '很多马娘与自身同一出走策略时能力容易发挥';
  200282 = '很多马娘与自身同一出走策略时能力稍微容易发挥';
  200283 = '很多马娘与自身同一出走策略时能力难以发挥';
  200291 = '与人气第一的马娘选择相同出走策略时能力更容易发挥';
  200292 = '与人气第一的马娘选择相同出走策略时能力稍微更容易发挥';
  200301 = '人气第四以下时能力更容易发挥';
  200302 = '人气第四以下时能力稍微更容易发挥';
  200311 = '稍微不擅长GⅠ等大舞台的比赛';
  200321 = '对成为人气第一感到棘手';
  200331 = '变得擅长弯道，速度加快';
  200332 = '变得擅长弯道，速度略微加快';
  200341 = '华丽地过弯，加速度提升 ';
  200342 = '华丽地过弯，加速度略微提升 ';
  200351 = '完美过弯，持久力回复';
  200352 = '完美过弯，持久力略微回复';
  200361 = '在直线上的速度加快';
  200362 = '在直线上的速度略微加快';
  200371 = '身处直线时，提升加速度，并且稍微提升速度';
  200372 = '在直线上的加速度略微提升 ';
  200381 = '身处比赛中盘的直线时，恢复持久力';
  200382 = '身处比赛中盘的直线时，稍微恢复持久力';
  200391 = '上坡时容易疲劳';
  200401 = '四周被包围的话，持久力少量减少';
  200411 = '最终直线位于末尾时更容易放弃';
  200431 = '擅长起跑，晚出发的时间减少';
  200432 = '擅长起跑，晚出发的时间略微减少';
  200433 = '不擅长起跑，晚出发的时间少量增加';
  200441 =
    '在比赛序盘或中盘前方堵塞时，保持坚定的意志恢复持久力，并且路线选择变得更明智';
  200442 =
    '在比赛序盘或中盘前方堵塞时，保持坚定的意志稍微恢复持久力，并且路线选择稍微变得明智';
  200451 = '比赛初期容易取得好路线';
  200452 = '比赛初期略微容易取得好路线';
  200461 = '比赛中盘超过别人时，速度加快';
  200462 = '比赛中盘超过别人时，速度略微加快';
  200471 = '比赛中盘被超过时，持久力回复';
  200472 = '比赛中盘被超过时，持久力略微回复';
  200481 = '比赛中盘被包围时，持久力回复';
  200482 = '比赛中盘被包围时，持久力略微回复';
  200491 = '最后冲刺阶段前方拥挤时，会更擅长回避';
  200492 = '最后冲刺阶段前方拥挤时，会略微擅长回避';
  200501 = '比赛终盘容易取得好路线';
  200502 = '比赛终盘略微容易取得好路线';
  200511 = '在最后冲刺阶段的关键时刻，速度提升';
  200512 = '在最后冲刺阶段的关键时刻，速度稍微提升';
  200521 = '领跑过头的话，容易疲劳';
  200531 = '比赛初期更容易获得领先';
  200532 = '比赛初期略微容易获得领先';
  200541 = '比赛中盘容易获得领先';
  200542 = '比赛中盘略微容易获得领先';
  200551 = '最终弯道容易保持领先';
  200552 = '最终弯道略微容易保持领先';
  200561 = '临近比赛中盘时不容易疲惫';
  200562 = '临近比赛中盘时稍微不容易疲惫';
  200571 = '比赛中盘不容易疲劳';
  200572 = '比赛中盘略微不容易疲劳';
  200581 = '在最终弯道上容易突围';
  200582 = '在最终弯道上略微容易突围';
  200591 = '比赛中盘位于中团以后时，速度提升';
  200592 = '比赛中盘位于中团以后时，速度稍微提升';
  200601 = '比赛终盘开始时位于中团以后时，加速度提升';
  200602 = '比赛终盘开始时位于中团以后时，加速度稍微提升';
  200611 = '在最终弯道从外道赶超时，速度加快';
  200612 = '在最终弯道从外道赶超时，速度略微加快';
  200621 = '在比赛中盘积攒脚力，不容易疲劳';
  200622 = '在比赛中盘积攒脚力，略微不容易疲劳';
  200631 = '在比赛终盘位于后方时，最后冲刺阶段的中段，速度提升';
  200632 = '在比赛终盘位于后方时，最后冲刺阶段的中段，速度稍微提升';
  200641 = '在最后冲刺阶段的直线上加速度提升';
  200642 = '在最后冲刺阶段的直线上加速度略微提升';
  200651 = '比赛终盘时，加速度提升';
  200652 = '比赛终盘时，加速度稍微提升';
  200662 = '比赛中盘在后方时稍微不容易疲劳并提高一点加速度';
  200671 = '比赛终盘位于后方时，速度提升，加速度略微提升';
  200672 = '比赛终盘位于后方时，略微容易冲刺';
  200681 = '比赛临近中盘时若身处前方，更容易拉开差距';
  200682 = '比赛临近中盘时若身处前方，稍微更容易拉开差距';
  200691 = '临近比赛中盘并位于后方时，不容易疲劳并使前方马娘速度少量下降';
  200692 = '临近比赛中盘并位于后方时，略微不容易疲劳并使前方马娘速度稍微下降';
  200701 = '比赛终盘位于后方时，赶超别人的能力会提升';
  200702 = '比赛终盘位于后方时，赶超别人的能力会略微提升';
  200711 = '比赛中盘在前方时，不容易疲劳';
  200712 = '比赛中盘在前方时，略微不容易疲劳';
  200721 = '比赛中盘位于前列时，容易取得好位置';
  200722 = '比赛中盘位于前列时，略微容易取得好位置';
  200731 = '在最终弯道及往后被紧追不舍时，提高速度并略微提高加速度';
  200732 = '在最终弯道及往后被紧追不舍时，稍微提高速度并略微提高加速度';
  200741 = '在比赛中盘时重整呼吸，不容易变得疲劳';
  200742 = '在比赛中盘时重整呼吸，稍微不容易变得疲劳';
  200751 = '在最终弯道处于内侧的话速度会上升';
  200752 = '在最终弯道处于内侧的话速度会略微上升';
  200761 = '在即将耗尽持久力时，恢复元气，并且提升速度';
  200762 = '在持久力快要耗尽时略微恢复元气';
  200771 = '比赛中盘位于前方时，使后方焦躁的马娘变得略微疲劳';
  200772 = '比赛中盘位于前方时，使后方焦躁的马娘变得很疲劳';
  200781 = '比赛中盘位于后方时，使前方焦躁的马娘变得略微疲劳';
  200791 = '出走策略是逃马的赛马娘陷入焦躁状态时恢复冷静需要耗费时间';
  200801 = '出走策略是先马的赛马娘陷入焦躁状态时恢复冷静需要耗费时间';
  200811 = '出走策略是差马的赛马娘陷入焦躁状态时恢复冷静需要耗费时间';
  200821 = '出走策略是追马的赛马娘陷入焦躁状态时恢复冷静需要耗费时间';
  200831 = '比赛初期对出走策略是逃马的赛马娘进行牵制，使其略微容易疲劳';
  200841 = '比赛中盘令出走策略是逃马的赛马娘焦躁，使其略微容易疲劳';
  200851 = '比赛终盘令出走策略是逃马的赛马娘彷徨，使其速度略微下降';
  200861 = '比赛初期对出走策略是先马的赛马娘进行牵制，使其略微容易变得疲劳';
  200871 = '比赛中盘令出走策略是先马的赛马娘焦躁，使其略微容易疲劳';
  200881 = '比赛终盘令出走策略是先马的赛马娘彷徨，使其速度略微下降';
  200891 = '比赛初盘对出走策略是差马的赛马娘进行牵制，使其略微容易疲劳';
  200901 = '比赛中盘令出走策略是差马的赛马娘焦躁，使其略微容易疲劳';
  200911 = '比赛终盘令出走策略是差马的赛马娘彷徨，使其速度略微下降';
  200921 = '比赛初盘对出走策略是追马的赛马娘进行牵制，使其略微容易疲劳';
  200931 = '比赛中盘令出走策略是追马的赛马娘焦躁，使其略微容易疲劳';
  200941 = '比赛终盘令出走策略是追马的赛马娘彷徨，使其速度略微下降';
  200951 = '擅长大井竞马场的比赛';
  200952 = '稍微擅长大井竞马场的比赛';
  200961 = '在直线上的速度少量加快';
  200962 = '在直线上的速度略微加快';
  200963 = '在直线上的速度加快';
  200971 = '在弯道上的速度少量加快';
  200972 = '在弯道上的速度略微加快';
  200973 = '弯道处速度提升';
  200981 = '比赛中盘大幅度领跑时，容易保持领先';
  200982 = '比赛中盘大幅度领跑时，略微容易保持领先';
  200991 = '临近比赛终盘并在前方时，容易实现赶超';
  200992 = '临近比赛终盘并在前方时，略微容易实现赶超';
  201001 = '在比赛中盘，准备好向终点进发';
  201002 = '在比赛中盘，稍微准备好向终点进发';
  201011 = '比赛序盘处于前方时令后方的赛马娘萎缩';
  201012 = '比赛序盘处于前方时令后方的赛马娘稍微萎缩';
  201021 = '比赛序盘处于后方的话，使前方的赛马娘焦躁和动作迟缓';
  201022 = '比赛序盘处于后方的话，略微使前方的赛马娘焦躁和动作迟缓';
  201031 = '在直线上的速度少量加快';
  201032 = '在直线上的速度略微加快';
  201033 = '在直线上的速度加快';
  201041 = '在弯道上的速度少量加快';
  201042 = '在弯道上的速度稍微加快';
  201043 = '在弯道上的速度加快';
  201051 = '比赛中盘位于前列时，就很容易超过';
  201052 = '比赛中盘位于前列时，就比较容易超过';
  201061 = '在比赛后半完成超越时，加速度提升';
  201062 = '在比赛后半完成超越时，加速度稍微提升';
  201071 = '更容易赶超成功';
  201072 = '略微容易赶超成功';
  201081 = '比赛中盘在前方时，少量夺取后方马娘的速度';
  201082 = '比赛中盘在前方时，略微夺取后方马娘的速度';
  201091 = '比赛初期位于后方时，使前方前方马娘的动作变得迟钝';
  201092 = '比赛初期位于后方时，使前方前方马娘的动作略微变得迟钝';
  201101 = '在直线上的速度少量加快';
  201102 = '在直线上的速度略微加快';
  201103 = '在直线加快速度';
  201111 = '在弯道中的速度少量加快';
  201112 = '在弯道中的速度略微加快';
  201113 = '在弯道加快速度';
  201121 = '比赛初盘观察力提高，视野更加开阔';
  201122 = '比赛初盘观察力提高，视野稍微开阔';
  201131 = '在比赛中盘，一段时间内不容易被包围';
  201132 = '在比赛中盘，一段时间内稍微不容易被包围';
  201141 = '左右移动不容易产生疲劳';
  201142 = '左右移动略微不容易产生疲劳';
  201151 = '在比赛最后阶段，如果在后面，就会降低前面的速度';
  201152 = '在比赛终盘位于后方时，略微降低前方赛马娘的速度';
  201161 = '在比赛中盘让前面的马娘困惑';
  201162 = '在比赛中盘让前面的马娘略微困惑';
  201171 = '在直线上的速度少量加快';
  201172 = '在直线上的速度略微加快';
  201173 = '在直线上提高速度';
  201181 = '在弯道上的速度少量加快';
  201182 = '在弯道上的速度稍微加快';
  201183 = '在弯道上提高速度';
  201191 = '在比赛中盘拉开差距且位于领头时，容易保持领先的优势';
  201192 = '在比赛中盘拉开差距且位于领头时，略微容易保持领先的优势';
  201201 = '想要赶超的愿望在心底涌现，不容易变得疲劳';
  201202 = '想要赶超的愿望在心底涌现，略微不容易疲劳';
  201211 = '在比赛终盘完成超越时，速度提升，并且加速度微幅提升';
  201212 = '在比赛终盘完成超越时，速度稍微提升，并且加速度极少量提升';
  201221 = '比赛中盘处于后方的话会略微夺走前方的持久力';
  201222 = '比赛中盘位于后方时，就会稍微剥夺前方马娘的耐力';
  201231 = '在比赛终盘，使前方马娘的视野变得狭窄';
  201232 = '在比赛终盘，使前方马娘的视野稍微变得狭窄';
  201241 = '在直线上的速度少量加快';
  201242 = '在直线上的速度稍微加快';
  201243 = '在直线上的速度加快';
  201251 = '在弯道上的速度少量加快';
  201252 = '在弯道上的速度略微加快';
  201253 = '在弯道上的速度加快';
  201261 = '在比赛序盘，不容易被包围';
  201262 = '在比赛序盘，稍微不容易被包围';
  201271 = '在比赛序盘或中盘，擅于超越和竞争';
  201272 = '在比赛序盘或中盘，稍微擅于超越和竞争';
  201281 = '在上坡时不容易疲劳';
  201282 = '在上坡时略微不容易疲劳';
  201291 = '在比赛终盘小幅消耗持久力，提升加速度';
  201292 = '在比赛终盘小幅消耗持久力，稍微提升加速度';
  201302 = '在比赛序盘没取得领先时，让前面的马娘稍微变迟缓';
  201311 = '在直线的速度少量上升';
  201312 = '在直线的速度略微上升';
  201313 = '在直线的速度上升';
  201321 = '在弯道的速度少量上升';
  201322 = '在弯道的速度稍微上升';
  201323 = '在弯道的速度上升';
  201331 = '路线选取变得稍微流畅';
  201332 = '路线选取变得略微流畅';
  201341 = '下坡变得稍微擅长';
  201342 = '下坡变得略微擅长';
  201351 = '比赛中盘回复持久力';
  201352 = '比赛中盘略微回复持久力';
  201361 = '比赛中盘位于后方时，加速度少量上升';
  201362 = '比赛中盘位于后方时，加速度略微上升';
  201371 = '比赛终盘位于前列时，使后面马娘的视野稍微变窄';
  201372 = '比赛终盘位于前列时，使后面马娘的视野略微变窄';
  201381 = '在直线的速度少量上升';
  201382 = '在直线的速度略微上升';
  201383 = '在直线的速度上升';
  201391 = '在弯道的速度少量上升';
  201392 = '在弯道的速度稍微上升';
  201393 = '在弯道的速度上升';
  201401 = '准备进行超越时，少量提升加速度';
  201402 = '准备进行超越时，略微提升加速度';
  201411 = '上坡速度少量上升';
  201412 = '上坡速度略微上升';
  201421 = '比赛中盘位于中团以后时，恢复持久力';
  201422 = '比赛中盘位于中团以后时，稍微恢复持久力';
  201431 = '比赛中盘时，观察力提高，视野变得宽阔';
  201432 = '比赛中盘时，观察力提高，视野变得稍微宽阔';
  201441 = '在比赛终盘使其他的马娘产生动摇';
  201442 = '在比赛终盘使其他的马娘略微产生动摇';
  201451 = '在直线的速度少量上升';
  201452 = '在直线的速度略微上升';
  201453 = '在直线上提高速度';
  201461 = '在弯道的速度少量上升';
  201462 = '在弯道的速度略微上升';
  201463 = '在弯道的速度上升';
  201471 = '左右移动的时候能更好的把握状况，视野更加开阔';
  201472 = '左右移动的时候能更好的把握状况，视野略微开阔';
  201481 = '下坡的时不容易变得疲劳';
  201482 = '下坡的时略微不容变得疲劳';
  201491 = '紧跟前方赛马娘时，使自己冷静下来恢复持久力';
  201492 = '紧跟前方赛马娘时，使自己冷静下来，稍微恢复持久力';
  201501 = '比赛终盘位于后方时，视野更加开阔';
  201502 = '比赛终盘位于后方时，视野略微开阔';
  201511 = '比赛的最终区域使自己紧盯的马娘紧张感上升';
  201512 = '比赛的最终区域使自己紧盯的马娘紧张感上升一点点';
  201521 = '更容易占据有利位置';
  201522 = '稍微容易占据有利位置';
  201531 = '容易占据有利位置';
  201532 = '稍微容易占据有利位置';
  201541 = '容易占据有利位置';
  201542 = '稍微容易占据有利位置';
  201551 = '容易占据有利位置';
  201552 = '稍微容易占据有利位置';
  201561 = '枠号为7时会有好事发生';
  201562 = '枠号为7时稍微会有好事发生';
  201571 = '距离终点777m的时候，可以略微打起精神';
  201581 = '略微擅长上坡';
  201582 = '上坡时加速度提升';
  201591 = '附近有多个马娘时，略微加快速度';
  201592 = '附近有多个马娘时，加快速度';
  201601 = '在比赛初期发动多个技能时，加速度略微提高';
  201602 = '在比赛初期发动多个技能时，加速度提高';
  201611 = '在比赛中盘发动多个技能时，速度略微提高';
  201612 = '在比赛中盘发动多个技能时，速度提高';
  201621 = '在比赛终盘发动多个技能时，耐力略微回复';
  201631 = '比赛中有很多持有同理心属性的马娘则自己能力少许上升';
  201632 =
    '若比赛里有马娘持有「同理心」技能则提升速度，并使全员持有的「同理心」无视条件直接发动';
  201641 = '比赛中只有自己抱有单枪匹马的觉悟时，能力少许上升';
  201651 = '跑位贴紧前方马娘时，略微减少自身所承受的阻力';
  201652 = '跑位贴紧前方马娘时，减少自身所承受的阻力';
  201661 = '长时间有紧跟在自己身后的马娘则速度略微加快';
  201662 = '身后有马娘长时间紧追的话将会提高速度';
  201671 = '在比赛中盘进行名次争夺时速度上升';
  201672 = '在比赛中盘进行名次争夺时速度略微上升';
  201681 = '比赛终盘采取向前冲刺的姿势';
  201682 = '在赛程终盘略微冲刺调整姿态';
  201691 = '比赛临近中盘时，若位于中团以后的位置，恢复持久力';
  201692 = '比赛临近中盘时，若位于中团以后的位置，稍微恢复持久力';
  201701 = '在终盘的最终直线若处于好位置，则提升速度';
  201702 = '在终盘的最终直线若处于好位置，则稍微提升速度';
  201901 = '比赛终盘开始时若位于前方，提升加速度';
  201902 = '比赛终盘开始时若位于前方，稍微提升加速度';
  202001 = '比赛中盘若位于后方将回复持久力，提升速度';
  202002 = '比赛中盘若处于后方，略微回复持久力';
  202011 = '比赛接近终盘时，处于前方的话会提升速度';
  202012 = '比赛接近终盘时，处于前方的话速度会稍微加快';
  202021 = '比赛中盘处于后方时一段时间内速度会少量加快';
  202022 = '比赛中盘处于后方时一段时间内速度会稍微加快';
  202031 = '比赛后半速度大幅上升但有时会很累';
  202032 = '比赛后半速度略微上升但有时会很累';
  202041 = '临近终盘若位于前方的话提高速度';
  202042 = '临近终盘若位于前方的话略微提高速度';
  202051 =
    '比通常的逃马策略更大幅度地拉开与后方的距离，并且一直到最后都甩开对手';
  202061 = '背负期待的强烈感情转变为力量，最终弯道处提升速度';
  202071 = '刚进入比赛中盘时若位于队伍中间会略微减慢速度并回复大量持久力';
  202072 = '刚进入比赛中盘时若位于队伍中间会略微减慢速度稍微回复持久力';
  202081 = '比赛进入终盘时若位于中团后方，加速度提升';
  202082 = '比赛进入终盘时若位于中团后方，加速度稍微提升';
  202091 = '比赛中盘，在中间集团竞争时，小幅恢复持久力，并提升速度';
  202092 = '比赛中盘，在中间集团竞争时，微幅恢复持久力，并稍微提升速度';
  202101 = '比赛中盘位于后方时，提升速度';
  202102 = '比赛中盘位于后方时，稍微提升速度';
  202111 = '在最终弯道处于后方位置的话则会提高速度';
  202112 = '在最终弯道处于后方位置的话则会略微提高速度';
  202121 = '比赛后半程处于中间集团的话会提高速度，并且加速度也会稍微提高';
  202122 = '比赛后半程处于中间集团的话会略微提高速度，并且加速度也会略微提高';
  202131 = '比赛中盘位于前方时，稍微降低后方马娘的速度，自身速度提升';
  202132 = '比赛中盘位于前方时，略微降低后方马娘的速度，自身速度稍微提升';
  202151 = '在比赛中盘小幅消耗耐力，大幅提升速度';
  202152 = '在比赛中盘小幅消耗耐力小幅提升速度';
  202161 = '智力上升，稍微不容易变得焦躁';
  202171 = '在下坡提高速度';
  202172 = '在下坡略微提高速度';
  202191 = '没有起跑晚的话就会在中盘一开始时回复大量持久力';
  202192 = '没有起跑晚的话就会在中盘一开始时回复少量持久力';
  202201 = '擅长川崎竞马场的比赛';
  202202 = '稍微擅长川崎竞马场的比赛';
  202211 = '擅长船桥竞马场的比赛';
  202212 = '稍微擅长船桥竞马场的比赛';
  202221 = '擅长盛岡竞马场的比赛';
  202222 = '稍微擅长盛岡竞马场的比赛';
  202231 = '擅长夜晚的比赛';
  202232 = '稍微擅长夜晚的比赛';
  202241 = '擅长小弯道的比赛';
  202242 = '稍微擅长小弯道的比赛';
  202251 = '擅长交流重赏比赛';
  202252 = '稍微擅长交流重赏比赛';
  202254 = '擅长交流重赏比赛，速度和力量上升';
  202261 = '比赛接近终盘时，处于前方的话会提升速度';
  202262 = '比赛接近终盘时，处于前方的话会稍微提升速度';
  202271 = '比赛中盘位于后方时，提升速度';
  202272 = '比赛中盘位于后方时，稍微提升速度';
  202281 = '最终的直线冲刺位于前方时，提升速度';
  202282 = '最终的直线冲刺位于前方时，稍微提升速度';
  202291 = '若使用技能回复过持久力，且比赛中盘一开始身处后方时速度提升些许';
  202292 = '若使用技能回复过持久力，且比赛中盘一开始身处后方时速度稍微提升';
  202301 = '紧跟前方的赛马娘时，速度提升';
  202302 = '紧跟前方的赛马娘时，速度稍微提升';
  202311 = '比赛终盘位于前方时，加速度提升';
  202312 = '比赛终盘位于前方时，加速度稍微提升';
  202321 = '比赛终盘位于后方时，加速度提升';
  202322 = '比赛终盘位于后方时，加速度稍微提升';
  202331 = '力量十分强劲时速度提升；力量有十二分强劲时，速度极大提升';
  202332 = '力量十分强劲时速度稍微提升；力量有十二分强劲时，速度少量提升';
  202341 = '变得擅长赛场状态为重或不良的比赛，速度和力量上升';
  202342 = '变得擅长赛场状态为重或不良的比赛，速度上升';
  202343 = '变得擅长赛场状态为重或不良的比赛，速度稍微上升';
  202351 = '比赛序盘自己保持领先时，使跟在后方的赛马娘速度下降';
  202352 = '比赛序盘自己保持领先时，使跟在后方的赛马娘速度少量下降';
  202361 = '比赛后半时，使持久力回复的赛马娘畏缩';
  202362 = '比赛后半时，使持久力回复的赛马娘稍微畏缩';
  202371 = '比赛中盘速度提升';
  202372 = '比赛中盘速度稍微提升';
  202381 = '比赛中盘位于后方时，速度提升，并选择更好的路线';
  202382 = '比赛中盘位于后方时，速度稍微提升，并选择稍好的路线';
  202391 = '在比赛中盘一开始的地方消耗大量持久力，使速度大幅提升';
  202392 = '在比赛中盘一开始的地方消耗大量持久力，使速度少量提升';
  202401 = '比赛终盘在后方准备超越时，提升加速度';
  202402 = '比赛终盘在后方准备超越时，稍微提升加速度';
  202411 =
    '临近比赛终盘，若位于第2名以后且距离前方马娘2马身以内则速度会短暂稍微提升';
  202412 =
    '临近比赛终盘，若位于第2名以后且距离前方马娘2马身以内则速度会短暂略微提升';
  202421 = '若经过最后冲刺却仍处于队伍中部靠后则会稍微消耗持久力提高加速度';
  202422 = '若经过最后冲刺却仍处于队伍中部靠后则会稍微消耗持久力略微提高加速度';
  202431 = '临近终盘时处于领头或距离领头4马身以内，则速度和加速度少量提升';
  202432 = '临近终盘时处于领头或距离领头4马身以内，则速度和加速度略微提升';
  202441 =
    '比赛中偶尔会发挥更强的实力，速度、力量、根性大幅提升，人气较低的情况下更容易触发';
  202442 =
    '比赛中极少情况下发挥更强的实力，速度、力量、根性少量提升，人气较低的情况下更容易触发';
  202451 = '最终直线位于第二名往后，并距离领头4马身以内时，速度极大提升';
  202452 = '最终直线位于第二名往后，并距离领头4马身以内时，速度少量提升';
  202461 = '最终直线在领头位置且后方1马身内有马娘时，速度极大提升';
  202462 = '最终直线在领头位置且后方1马身内有马娘时，速度少量提升';
  202471 = '比赛后半段进行追赶时，速度提升';
  202472 = '比赛后半段进行追赶时，速度稍微提升';
  202481 = '临近终盘位于领头或是距离领头4马身以内时，在终盘提升加速度';
  202482 = '临近终盘位于领头或是距离领头4马身以内时，在终盘稍微提升加速度';
  202491 =
    '冲进终盘之前一直保持冷静在后方等待机会的话，在终盘一开始会提升加速度';
  202492 =
    '冲进终盘之前一直保持冷静在后方等待机会的话，在终盘一开始会稍微提升加速度';
  202501 = '临近比赛终盘位于前方时，速度提升';
  202502 = '临近比赛终盘位于前方时，速度稍微提升';
  202521 = '在最终弯道前的第三弯道上位于后方时，向前突进';
  202522 = '在最终弯道前的第三弯道上位于后方时，稍微向前突进';
  202531 = '在比赛中盘时，速度提升';
  202532 = '在比赛中盘时，速度稍微提升';
  202541 =
    '在最终弯道位于中间往后位置时，令前后各3名赛马娘的速度稍微下降，并提高自己的速度';
  202542 =
    '在最终弯道位于中间往后位置时，令前后各3名赛马娘的速度极小幅度下降，并稍微提高自己的速度';
  202551 = '在比赛后半的随机位置向前突进，并少量回复持久力';
  202552 = '在比赛后半的随机位置稍微向前突进，并极少量回复持久力';
  202561 = '临近比赛终盘位于后方时，速度提升';
  202562 = '临近比赛终盘位于后方时，速度稍微提升';
  202571 = '比赛终盘加速度提升以创造更多的奇迹';
  202581 = '比赛中盘回复持久力，并提升速度';
  202582 = '在比赛中盘少量回复持久力，并略微提升速度';
  202591 = '比赛终盘初段余力十足的话，向前突进';
  202592 = '比赛终盘初段余力十足的话，稍微向前突进';
  202601 = '比赛中触发了13次技能的话，向前突进';
  202602 = '比赛中触发了13次技能的话，稍微向前突进';
  202611 = '临近比赛中盘时位于中后方，则提升速度';
  202612 = '临近比赛中盘时位于中后方，则稍微提升速度';
  202621 = '临近比赛终盘时位于中后方，则提升速度';
  202622 = '临近比赛终盘时位于中后方，则稍微提升速度';
  202641 = '在比赛中盘位于队伍中间时，一段时间内速度少量提升';
  202642 = '在比赛中盘位于队伍中间时，一段时间内速度微量提升';
  202651 = '速度和力量都十分强劲时，提升速度和力量';
  202652 = '速度和力量都十分强劲时，稍微提升速度和力量';
  202661 = '比赛终盘初段位于队伍中间时，向前突进';
  202662 = '比赛终盘初段位于队伍中间时，稍微向前突进';
  202671 = '在刚进入比赛终盘时，若位于前方则加速度提升';
  202672 = '在刚进入比赛终盘时，若位于前方则稍微提升加速度';
  202681 = '在比赛中盘少量提升速度，并少量回复持久力';
  202682 = '在比赛中盘稍微提升速度，并略微回复持久力';
  202691 = '出闸时加速度提升';
  202692 = '出闸时加速度稍微提升';
  202701 = '速度有十二分迅速时提升速度，智力也十二分超群时大幅提升速度';
  202702 = '速度有十二分迅速时稍微提升速度，智力也十二分超群时少量提升速度';
  202711 = '在终盘的最终弯道位于队伍中间往前时，若距离终点尚远则提升加速度';
  202712 = '在终盘的最终弯道位于队伍中间往前时，若距离终点尚远则稍微提升加速度';
  202721 = '在比赛中盘的弯道，一段时间内少量提升速度';
  202722 = '在比赛中盘的弯道，一段时间内略微提升速度';
  202731 = '擅长隆尚竞马场的比赛';
  202732 = '稍微擅长隆尚竞马场的比赛';
  202734 = '擅长隆尚竞马场的比赛提升耐力、智力与速度';
  202741 = '位于最终弯道前的第三弯道时，若在队伍前方则向前突进';
  202742 = '位于最终弯道前的第三弯道时，若在队伍前方则稍微向前突进';
  202751 = '临近终盘的时候若位于中后方，提升速度';
  202752 = '临近终盘的时候若位于中后方，稍微提升速度';
  202761 = '比赛中盘位于前方时，一段时间内速度少量上升';
  202762 = '比赛中盘位于前方时，一段时间内速度略微上升';
  202771 = '在终盘初段位于前方时，更早时间内提升加速度';
  202772 = '在终盘初段位于前方时，更早时间内稍微提升加速度';
  202791 = '比赛中盘速度提升';
  202792 = '比赛中盘速度稍微提升';
  202801 = '临近比赛中盘时，速度提升';
  202802 = '临近中盘时速度稍微提升';
  202811 = '在比赛终盘初段若余力十足，则向前突进';
  202812 = '在比赛终盘初段若余力十足，则稍微向前突进';
  202821 = '在最后冲刺阶段的直线若位于前方，则提升加速度';
  202822 = '在最后冲刺阶段的直线若位于前方，则稍微提升加速度';
  202831 =
    '比赛中盘发动技能时速度少量提升，之后在比赛终盘发动技能时，小幅向前突进';
  202832 =
    '比赛中盘发动技能时速度略微提升，之后在比赛终盘发动技能时，略微向前突进';
  202841 = '比赛中盘位于前方时，回复耐力并提升速度';
  202842 = '比赛中盘位于前方时，略微回复持久力';
  202851 = '在终盘初段余力十足的话，向前突进';
  202852 = '在终盘初段余力十足的话，稍微向前突进';
  202861 = '起跑时加速度提升';
  202862 = '起跑时加速度稍微提升';
  202871 = '在终盘的最终弯道处若位于中后方，提升加速度';
  202872 = '在终盘的最终弯道处若位于中后方，稍微提升加速度';
  202881 = '最终直线处在第二名开外且与领头距离4马身以内时，速度提升';
  202882 = '最终直线处在第二名开外且与领头距离4马身以内时，速度少量提升';
  202891 = '临近比赛中盘时，若位于后方则回复持久力';
  202892 = '临近比赛中盘时，若位于后方则回复少量持久力';
  202901 = '临近终盘时若位于中后方，则速度提升';
  202902 = '临近终盘时若位于中后方，则速度稍微提升';
  202912 =
    '最终弯道处若位于后方，则令前后各3人的速度极小幅下降，并稍微提升自己的速度';
  202921 = '比赛中盘消耗少量持久力，使速度大幅提升';
  202922 = '比赛中盘消耗少量持久力，使速度少量提升';
  202931 = '比赛后半段进行超越时提升速度';
  202932 = '比赛后半段进行超越时稍微提升速度';
  202942 =
    '比赛中盘若位于后方，则令前方赛马娘的速度极小幅下降，自身的速度稍微提升';
  202951 = '临近中盘若位于前方，则提升速度';
  202952 = '临近中盘若位于前方，则稍微提升速度';
  202961 = '临近比赛终盘时，若位于中后方则速度提升';
  202962 = '临近比赛终盘时，若位于中后方则速度稍微提升';
  202971 = '在终盘初段位于中后方时，更早时间内提升加速度';
  202972 = '在终盘初段位于中后方时，更早时间内稍微提升加速度';
  202981 = '临近终盘时若位于前方则速度提升';
  202982 = '临近终盘时若位于前方则速度稍微提升';
  202991 = '擅长直线赛道';
  202992 = '稍微擅长直线赛道';
  203001 = '若成功在比赛终盘的弯道追赶超越对手，则在短时间内向前冲刺';
  203002 = '若成功在比赛终盘的弯道追赶超越对手，则在短时间内稍微向前冲刺';
  203011 = '比赛中盘速度提升';
  203012 = '比赛中盘速度稍微提升';
  203021 = '比赛中盘速度提升';
  203022 = '比赛中盘速度稍微提升';
  203031 = '比赛中盘位于前方时速度提升';
  203032 = '比赛中盘位于前方时速度稍微提升';
  203041 = '在比赛终盘初段向前突进';
  203042 = '在比赛终盘初段稍微向前突进';
  203051 = '临近比赛终盘位于前方时速度提升';
  203052 = '临近比赛终盘位于前方时速度稍微提升';
  203061 = '到达第2浪时前方有空位则稍微提升速度，发动技能时不在弯道则效果提升';
  203071 = '到达第3浪时前方有空位则稍微提升速度，发动技能时不在弯道则效果提升';
  203081 = '比赛终盘初段位于前方时，加速度提升';
  203082 = '比赛终盘初段位于前方时，加速度稍微提升';
  203091 = '直线上速度提升';
  203092 = '直线上速度少量提升';
  203093 = '直线上速度稍微提升';
  203101 = '弯道上速度提升';
  203102 = '弯道上速度少量提升';
  203103 = '弯道上速度稍微提升';
  203111 = '比赛终盘初段位于前方时加速度提升';
  203112 = '比赛终盘初段位于前方时加速度稍微提升';
  203121 = '比赛中段时若在前方，则提高速度';
  203122 = '比赛中段时若在前方，则稍微提高速度';
  203131 = '最终直线时若处于头马或于头马1马身之内，则大幅提高速度';
  203132 = '最终直线时若处于头马或于头马1马身之内，则小幅提高速度';
  203141 = '比赛中盘一段时间内少量提升速度，并少量回复持久力';
  203142 = '比赛中盘一段时间内略微提升速度，并略微回复持久力';
  203151 = '若进行了冲刺比拼，比赛进入最后200m时向前突进';
  203152 = '若进行了冲刺比拼，比赛进入最后200m时稍微向前突进';
  203161 = '比赛中盘位于前方时，消耗少量持久力，速度大幅提升';
  203162 = '比赛中盘位于前方时，消耗少量持久力，速度少量提升';
  203171 = '比赛接近中盘时，稍微降低速度；之后在比赛终盘开始时迅速向前突进';
  203172 = '比赛接近中盘时，稍微降低速度；之后在比赛终盘开始时小幅向前突进';
  203181 = '比赛中盘速度提升，并少量回复耐力';
  203182 = '比赛中盘速度稍微提升，并回复微量耐力';
  203201 = '在比赛中盘位于前方时，一段时间内速度少量提升';
  203202 = '在比赛中盘位于前方时，一段时间内速度略微提升';
  203212 =
    '在最终直线上位于前三名时略微向前突进；若干劲为较佳或极佳则变为小幅向前突进';
  203221 = '比赛中盘消耗少量耐力使速度大幅提升';
  203222 = '比赛中盘消耗少量耐力使速度少量提升';
  203231 = '临近比赛中盘时速度提升';
  203232 = '临近比赛中盘时速度稍微提升';
  203241 = '进入中盘直线后回复持久力并向前推进';
  203242 = '进入中盘直线后稍微回复持久力并稍微向前推进';
  203251 = '比赛终盘开始时在中段马群以下则向前推进';
  203252 = '比赛终盘开始时在中段马群以下则稍微向前推进';
  203262 = '比赛终盘开始时在前方则稍微提高加速度';
  203272 = '比赛即将进入中盘时稍微提高速度';
  203301 = '比赛中盘时提高速度';
  203302 = '比赛中盘时稍微提高速度';
  203311 = '比赛中盘时提高速度';
  203312 = '比赛中盘时稍微提高速度';
  203321 = '下坡时提高加速度';
  203322 = '下坡时略微提高加速度';
  203331 = '比赛中盘时位于队伍中后方则提高速度';
  203332 = '比赛中盘时位于队伍中后方则略微提高速度';
  203341 = '比赛中盘时位于队伍中后方则提高速度';
  203342 = '比赛中盘时位于队伍中后方则略微提高速度';
  203351 = '比赛中盘时位于队伍中后方则消耗少许耐力大幅提升速度';
  203352 = '比赛中盘时位于队伍中后方则消耗少许耐力小幅提升速度';
  203361 = '比赛中盘时位于队伍中后方则提高速度';
  203362 = '比赛中盘时位于队伍中后方则略微提高速度';
  203371 =
    '比赛终盘最终弯道及之后位置若对手发动加速技能，一小段时间内小幅向前突进';
  203372 =
    '比赛终盘最终弯道及之后位置若对手发动加速技能，一小段时间内略微向前突进';
  203381 = '终盘最终弯道处位于前三名则提升加速度';
  203382 = '终盘最终弯道处位于前三名则稍微提升加速度';
  203391 = '最终弯道之前的第三弯道位于前方则向前突进';
  203392 = '最终弯道之前的第三弯道位于前方则稍微向前突进';
  203401 = '比赛终盘初期之前若位于前方则提升加速度';
  203402 = '比赛终盘初期之前若位于前方则稍微提升加速度';
  203411 = '比赛中盘时位于队伍前列则提升速度';
  203412 = '比赛中盘时位于队伍前列则略微提升速度';
  203421 = '在最终冲刺的过程中提升速度';
  203422 = '在最终冲刺的过程中略微提升速度';
  203431 = '在最终冲刺的关键时刻提升速度';
  203432 = '在最终冲刺的关键时刻稍微提升速度';
  203441 = '比赛终盘初期之前若位于前方则提升加速度';
  203442 = '比赛终盘初期之前若位于前方则稍微提升加速度';
  203452 = '比赛终盘初期若位于中后方则稍微提升加速度';
  203461 = '比赛后半段被逼近时提升速度';
  203462 = '比赛后半段被逼近时稍微提升速度';
  203471 = '若进行了冲刺比拼，比赛进入最后200m时向前突进';
  203472 = '若进行了冲刺比拼，比赛进入最后200m时稍微向前突进';
  203481 = '比赛终盘初期若位于前方则提升加速度';
  203482 = '比赛终盘初期若位于前方则稍微提升加速度';
  203491 = '比赛终盘初期若位于前方则加速度提升';
  203492 = '比赛终盘初期若位于前方则加速度稍微提升';
  203501 = '比赛中盘向前突进';
  203502 = '比赛中盘稍微向前突进';
  203511 = '比赛中盘初期若位于中后方则速度提升，并稍微回复耐力';
  203512 = '比赛中盘初期若位于中后方则速度稍微提升，并极小幅回复耐力';
  203522 = '比赛终盘初期若在中后方则更早时间内稍微提升加速度';
  203532 = '上坡时速度稍微提升';
  203541 = '比赛终盘初期位于中后方时，加速度提升';
  203542 = '比赛终盘初期位于中后方时，加速度稍微提升';
  203552 = '比赛中盘位于中后方时，速度稍微提升';
  203561 = '最终冲刺的关键时刻，速度提升';
  203562 = '最终冲刺的关键时刻，速度稍微提升';
  203571 = '临近终盘时若位于中后方则速度提升';
  203572 = '临近终盘时若位于中后方则速度稍微提升';
  203582 = '比赛中盘速度稍微提升；若距离头马8马身以上，则速度少量提升';
  203591 = '最终冲刺的关键时刻速度提升';
  203592 = '最终冲刺的关键时刻速度稍微提升';
  203601 = '长时间有紧跟在自己身后的马娘则速度提升';
  203602 = '长时间有紧跟在自己身后的马娘则速度稍微提升';
  203611 = '最终冲刺时速度提升';
  203612 = '最终冲刺时速度稍微提升';
  203621 = '在比赛中盘的直线时若处在中团以后一段时间内小幅提升速度';
  203622 = '在比赛中盘的直线时若处在中团以后一段时间内略微提升速度';
  203631 = '在比赛后半的随机位置向前突进';
  203632 = '在比赛后半的随机位置稍微向前突进';
  203641 = '比赛终盘初期位于前方时，向前突进';
  203642 = '比赛终盘初期若位于前方则稍微向前突进';
  203651 = '在比赛中盘速度提升';
  203652 = '在比赛中盘速度稍微提升';
  203661 = '在比赛中盘一段时间内速度少量提升';
  203662 = '在比赛中盘一段时间内速度略微提升 ';
  203671 = '在比赛中盘速度提升；技能发动时，若处于中后方则效果变为向前突进';
  203672 =
    '在比赛中盘速度稍微提升；技能发动时，若处于中后方则效果变为稍微向前突进';
  203681 = '比赛中盘位于中后方时速度提升';
  203682 = '比赛中盘位于中后方时速度稍微提升';
  203701 = '比赛终盘初期若余力十足的话，向前突进';
  203702 = '比赛终盘初期若余力十足的话，稍微向前突进';
  203711 = '在最后冲刺的直线跑道上，提升加速度';
  203712 = '在最后冲刺的直线跑道上，稍微提升加速度';
  203721 = '心中怀抱继承下来的强烈心愿在比赛后半段向前突进，并稍微回复耐力';
  203731 = '在比赛中盘刚开始时，速度稍微提升，并稍微恢复持久力';
  203732 = '在比赛中盘刚开始时，速度略微提升，并略微恢复持久力';
  203741 = '在比赛后半段的弯道中完成超越时，冲到前方';
  203742 = '在比赛后半段的弯道中完成超越时，稍微冲到前方';
  203751 = '在比赛中盘时，速度提升';
  203752 = '在比赛中盘时，速度稍微提升';
  203761 = '最终冲刺的关键时刻提升速度';
  203762 = '最终冲刺的关键时刻稍微提升速度';
  203772 = '在比赛中盘时，速度稍微提升';
  203781 = '稍微提升所有的基础能力';
  203791 = '在最终弯道之前的第3弯道若位于中后方则向前突进';
  203792 = '在最终弯道之前的第3弯道若位于中后方则稍微向前突进';
  203801 = '比赛中盘速度少量提升之后在比赛终盘小幅向前突进';
  203802 = '比赛中盘速度略微提升之后在比赛终盘略微向前突进';
  203812 =
    '速度十二分迅捷时，稍微提升速度；若同时力量有十二分强劲则少量提升速度';
  203822 =
    '在终盘的最终直线稍微向前突进；如果在进入终盘前持续待在队伍中后方，则变为小幅向前突进';
  203831 = '在比赛终盘初期的更早时间内若处于中后方，则加速度提升';
  203832 = '在比赛终盘初期的更早时间内若处于中后方，则加速度稍微提升';
  203841 = '比赛中盘位于中后方时一段时间内速度少量提升';
  203842 = '比赛中盘位于中后方时一段时间内速度略微提升';
  203851 = '比赛中盘速度提升';
  203852 = '比赛中盘速度稍微提升';
  203861 = '在比赛序盘或者中盘被对手超越或者进行过竞争则向前突进';
  203862 = '在比赛序盘或者中盘被对手超越或者进行过竞争则稍微向前突进';
  203871 = '准备超越时速度提升';
  203872 = '准备超越时速度稍微提升';
  203881 = '比赛中盘位于前方时速度提升';
  203882 = '比赛中盘位于前方时速度稍微提升';
  203892 = '比赛终盘初期位于中后方时加速度稍微提升';
  203902 = '下坡时加速度稍微提升';
  203911 = '比赛中盘位于中后方时速度提升';
  203912 = '比赛中盘位于中后方时速度略微提升';
  203922 = '比赛中盘位于中后方时速度略微提升';
  203931 = '比赛中盘位于前方时速度少量提升';
  203932 = '比赛中盘位于前方时速度稍微提升';
  203941 = '比赛中盘速度提升';
  203942 = '比赛中盘速度稍微提升';
  203951 = '智力十二分高超时，智力和速度提升';
  203952 = '智力十二分高超时，智力少量提升';
  203961 = '比赛中盘位于前方时速度提升';
  203962 = '比赛中盘位于前方时速度稍微提升';
  203972 = '比赛中盘位于前方时消耗少量耐力使速度少量提升';
  203981 = '在最终弯道前的第3弯道位于前方时向前突进';
  203982 = '在最终弯道前的第3弯道位于前方时稍微向前突进';
  203991 = '在比赛中盘速度提升，若技能发动时位于前方则效果改变为向前突进';
  203992 =
    '在比赛中盘速度稍微提升，若技能发动时位于前方则效果改变为稍微向前突进';
  204001 = '在比赛序盘或者中盘被对手超越或者进行过竞争则向前突进';
  204002 = '在比赛序盘或者中盘被对手超越或者进行过竞争则稍微向前突进';
  204012 = '在比赛中盘速度稍微提升；若距离领头4马身以上时速度少量提升';
  204021 = '比赛终盘初期的更早时间内若位于中后方，则提升加速度';
  204022 = '比赛终盘初期的更早时间内若位于中后方，则稍微提升加速度';
  204031 = '在比赛中盘位于弯道时速度会少量提升';
  204032 = '在比赛中盘位于弯道时速度会略微提升';
  204041 = '超越对手时会向前突进';
  204042 = '超越对手时会稍微向前突进';
  204051 = '比赛终盘初期向前突进';
  204052 = '比赛终盘初期稍微向前突进';
  204061 = '在最终弯道之前的第3弯道位于中后方时，向前突进';
  204062 = '在最终弯道之前的第3弯道位于中后方时，稍微向前突进';
  204071 = '比赛接近终盘时，若位于前方则速度提升';
  204072 = '比赛接近终盘时，若位于前方则速度略微提升';
  204081 = '上坡时速度提升';
  204082 = '上坡时速度稍微提升';
  204092 = '比赛中盘速度稍微提升';
  204101 = '最终冲刺时进行了超越或者竞争则向前突进';
  204102 = '最终冲刺时进行了超越或者竞争则稍微向前突进';
  204111 = '比赛中盘速度提升';
  204112 = '比赛中盘速度稍微提升';
  204121 = '最终冲刺的最后直线时速度提升，若持久力充足则大幅提升';
  204122 = '最终冲刺的最后直线时速度略微提升，若持久力充足则稍微提升';
  204131 = '比赛中盘速度提升';
  204132 = '比赛中盘速度稍微提升';
  204141 = '耐力非常充足时，持久力与速度提升';
  204142 = '耐力非常充足时，持久力稍微提升';
  204151 = '在比赛中盘的弯道位于前方时，一段时间内速度少量提升';
  204152 = '在比赛中盘的弯道位于前方时，一段时间内速度略微提升';
  204161 = '终盘且剩余600m以内时，若处于领先或前方尝试超越时，加速力提升';
  204162 = '终盘且剩余600m以内时，若处于领先或前方尝试超越时，加速力略微提升';
  204171 = '最终冲刺的关键时刻速度提升';
  204172 = '最终冲刺的关键时刻速度稍微提升';
  204181 = '比赛中盘若超越对手或处于领先位置，速度提升';
  204182 = '比赛中盘若超越对手或处于领先位置，速度略微提升';
  204191 = '比赛中盘时速度在一段时间内稍微提升';
  204192 = '比赛中盘时速度在一段时间内略微提升';
  204202 = '速度和力量都十分强劲时，稍微提升速度和力量';
  204211 = '比赛接近终盘时若位于前方，速度在一段时间内稍微提升';
  204212 = '比赛接近终盘时若位于前方，速度在一段时间内略微提升';
  204222 = '全力冲刺时略微展现冲刺力';
  204232 = '擅长圣安妮塔公园竞马场';
  204233 = '稍微擅长圣安妮塔公园竞马场';
  204242 = '擅长德尔马竞马场';
  204243 = '稍微擅长德尔马竞马场';
  204251 = '为了胜利而在暗处屏息潜行，把舞台让给对手，根性会稍微下降';
  204262 = '在全力冲刺期间稍微向前推进，并展现出一点冲刺力';
  204271 = '在弯道处于前方时会向前推进';
  204272 = '在弯道处于前方时会略微向前推进';
  204282 = '在比赛中盘处于前方时，会消耗少量持久力来稍微提升速度';
  204292 = '若比赛距离在3000m及以上比赛中段少量回复耐力';
  204293 = '若比赛距离在3000m及以上比赛中段稍微回复耐力';
  204301 = '在比赛中盘的直线上处于前方时，速度会在一段时间内稍微提升';
  204302 = '在比赛中盘的直线上处于前方时，速度会在一段时间内略微提升';
  204311 = '在比赛终盘开始阶段处于前方时，加速度会上升';
  204312 = '在比赛终盘开始阶段处于前方时，加速度会略微上升';
  204322 =
    '在比赛中盘速度会略微提升；若比赛中有 2 名以上拥有「阿吽合拍」的赛马娘，则速度会稍微提升';
  204331 = '比赛中盘速度提升';
  204332 = '比赛中盘速度小幅提升';
  204342 = '在比赛终盘临近时，若处于前方，速度会略微提升';
  204351 = '在比赛中盘的弯道处于中团以后时，速度会在一段时间内稍微提升';
  204352 = '在比赛中盘的弯道处于中团以后时，速度会在一段时间内略微提升';
  204362 = '在比赛中盘消耗少量持久力，速度会稍微提升';
  204372 = '在比赛终盘临近时，速度会略微提升';
  204381 = '比赛后半段向前突进';
  204382 = '比赛后半段稍微向前突进';
  204391 = '比赛中盘初期回复耐力并稍微向前突进';
  204392 = '比赛中盘初期稍微回复耐力并极小幅向前突进';
  204401 =
    '即便是最强的斗志，今天也暂时隐于花影之下，把聚光灯让给女王，力量会稍微下降';
  204412 = '中盘前段若处于前列则速度小幅提升';
  204421 = '在冰冷光辉中摇曳的红色，暗中隐藏自己的獠牙，力量会稍微下降';
  204431 = '进入最终冲刺时在直线上提升加速度';
  204432 = '进入最终冲刺时在直线上稍微提升加速度';
  204442 = '比赛中盘速度稍微提升；若距离第一名6马身以上则速度少量提升';
  204452 =
    '中盘初期会略微降低速度；若一直保持在中团或之后位置，则不会降低，反而提升速度';
  204453 = '中盘初期速度小幅提升；若持续在中团或之后位置，则额外小幅提升速度';
  204462 = '临近比赛中盘时若位于中后方则速度稍微提升';
  204472 = '在最终弯道前的第3弯道，若位于前方则稍微向前突进';
  204481 = '比赛中盘位于前方时速度提升';
  204482 = '比赛中盘位于前方时速度稍微提升';
  204492 = '上坡时速度稍微提升';
  204501 = '比赛中盘初期速度少量提升并稍微向前突进';
  204502 = '比赛中盘初期速度略微提升并极小幅向前突进';
  204511 = '比赛中盘初期若位于前方则速度提升，并稍微回复耐力';
  204512 = '比赛中盘初期若位于前方则稍微提升速度，并极小幅回复体力';
  204521 = '比赛中盘位于中后方时，速度提升';
  204522 = '比赛中盘位于中后方时，速度稍微提升';
  204531 = '比赛中盘向前突进';
  204532 = '比赛中盘稍微向前突进';
  204541 = '比赛中盘位于前方时，速度提升';
  204542 = '比赛中盘位于前方时，速度稍微提升';
  204552 = '比赛最终盘初期若处于最终冲刺则速度稍微提升';
  204562 = '速度十二分高超时稍微提升速度；若智力也十二分高超则少量提升速度';
  204571 = '比赛后半段向前突进';
  204572 = '比赛后半段稍微向前突进';
  204622 = '比赛中盘稍微提升速度；若持有3个以上的继承技能则提升技能效果';
  204632 = '比赛后半段的弯道完成超越时，稍微向前突进';
  204642 = '最终弯道在外侧超越对手时，稍微提升速度';
  204661 = '最终冲刺时若前方被阻挡则加速度提升';
  204662 = '最终冲刺时若前方被阻挡则加速度稍微提升';
  204671 = '比赛终盘初期位于中后方时，加速度提升';
  204672 = '比赛终盘初期位于中后方时，加速度稍微提升';
  204682 = '比赛中盘位于中后方时，少量消耗耐力使速度少量提升';
  204691 = '比赛中盘在前方竞争时，向前突进';
  204692 = '比赛中盘在前方竞争时，稍微向前突进';
  204701 = '比赛中盘一段时间内小幅向前突进';
  204702 = '比赛中盘一段时间内略微向前突进';
  204711 = '比赛中盘向前突进';
  204712 = '比赛中盘稍微向前突进';
  210011 =
    '在比赛中盘燃烧青春之魂加快速度，参赛队友的速度属性总和越高越能提升速度';
  210012 =
    '在比赛中盘燃烧青春之魂略微加快速度，参赛队友的速度属性总和越高越能提升速度';
  210021 =
    '在比赛中盘燃烧青春之魂回复持久力，参赛队友的耐力属性总和越高越能回复持久力';
  210022 =
    '在比赛中盘燃烧青春之魂略微回复持久力，参赛队友的耐力属性总和越高越能回复持久力';
  210031 =
    '在比赛终盘燃烧青春之魂提高加速度，参赛队友的力量属性总和越高越能提高加速度';
  210032 =
    '在比赛终盘燃烧青春之魂提高加速度，参赛队友的力量属性总和越高越能少量提高加速度';
  210041 =
    '在比赛终盘燃烧青春之魂为脚部注入力量，参赛队友的毅力属性总和越高越能提升速度与加速度';
  210042 =
    '在比赛终盘燃烧青春之魂略微为脚部注入力量，参赛队友的毅力属性总和越高速度与加速度提升越多';
  210051 =
    '在比赛序盘燃烧青春之魂展望赛道，参赛队友的智力属性总和越高，路线的规划越高效';
  210052 =
    '在比赛序盘燃烧青春之魂略微展望赛道，参赛队友的智力属性总和越高，路线的规划越高效';
  210061 =
    '赛程后半调整呼吸并向前迈进；育成中积累的胜利次数越多，速度、加速度、耐力回复量越高';
  210062 =
    '赛程后半调整呼吸并稍微向前迈进；育成中积累的胜利次数越多，速度、加速度、耐力回复量越高';
  210081 = '最后冲刺时速度提升，并根据最高基础能力值提升效果';
  210082 = '最后冲刺时速度稍微提升，并根据最高基础能力值提升效果';
  210091 = '临近比赛终盘时，少量提升速度';
  210101 = '最后冲刺时消耗少量持久力，提升少量速度';
  210111 = '最后冲刺要超越对手时，短时间内提升少量速度';
  210121 = '冲刺比拼状态时，稍微提升加速度';
  210131 = '比赛后半段发动两次技能时，少量提升速度';
  210141 = '干劲是较佳或极佳时，少量提升耐力、根性、智力';
  210261 = '在比赛中盘进行名次争夺时，速度提升；习得的技能越多则效果越强';
  210262 = '在比赛中盘进行名次争夺时，速度稍微提升；习得的技能越多则效果越强';
  210271 = '在比赛序盘开始时，加速度提升；习得的技能越多则效果越强';
  210272 = '在比赛序盘开始时，加速度稍微提升；习得的技能越多则效果越强';
  210281 = '在比赛终盘中段时，速度提升；习得的技能越多则效果越强';
  210282 = '在比赛终盘中段时，速度稍微提升；习得的技能越多则效果越强';
  210292 = '最终直线处稍微提升速度';
  210302 = '在比赛中盘速度稍微提升';
  210311 = '在比赛后半段稍微向前突进，若有十二分的毅力则变为小幅向前突进';
  210322 = '最终冲刺时稍微向前突进';
  210331 = '比赛中盘稍微向前突进，如果力量有十二分强劲则变为小幅向前突进';
  210342 = '最终直线时稍微提高速度';
  210352 = '最后冲刺阶段的中段速度稍微提升';
  210362 = '在最终直线速度稍微提升';
  210372 = '在最后冲刺的关键时刻，速度稍微加快';
  210382 = '比赛最末段开始时，若处于最后冲刺中则速度略微提升';
  210392 = '比赛最终盘初期若位于最终冲刺状态则速度稍微提升';
  407011 = '临近比赛中盘时，速度大幅提升';
  407021 = '中盘超越对手后，速度大幅提升';
  407031 = '在最终冲刺的关键时刻，速度大幅提升';
  407041 = '临近终盘时若自身位于队伍中间往前，则速度大幅提升';
  407051 = '最终弯道处若自身位于中后方，则速度大幅提升';
  408011 = '附近有很多马娘时速度大幅提升';
  408021 =
    '比赛终盘在后方准备超越时，提升加速度；之后比赛进入最后200m时速度稍微提升';
  408031 = '比赛中盘速度大幅提升';
  408041 = '在弯道处速度大幅提升';
  408051 = '在比赛终盘加速度提升；之后比赛进入最后200m时速度稍微提升';
  409011 =
    '临近终盘位于领头或是距离领头4马身以内时在终盘提升加速度，之后在最终直线稍微提升速度';
  409021 = '进入中盘直线时回复耐力并小幅向前突进';
  409031 = '比赛中盘一段时间内速度提升并回复少量耐力';
  409041 = '在最后冲刺的关键阶段速度大幅提升';
  409061 = '在弯道上速度大幅提升';
  410011 = '比赛中盘一段时间内向前突进';
  410021 = '直线上速度大幅提升';
  410031 = '比赛中盘速度大幅提升';
  410041 = '起跑时加速度提升；之后在最终冲刺的关键时刻稍微向前突进';
  411011 = '在比赛中盘速度大幅提升';
  411021 = '在比赛中盘一段时间内速度提升';
  411041 = '最终冲刺的关键时刻速度大幅提升';
  412011 = '长时间有紧跟在自己身后的马娘时，速度大幅提升';
  412031 = '在比赛序盘或者中盘被对手超越或者进行过竞争则大幅向前突进';
  412041 = '在比赛中盘速度大幅提升';
  412051 = '比赛中盘一段时间内速度提升';
  413011 =
    '紧贴在前方赛马娘身后，或作为先头时后方有赛马娘长时间紧跟，会使速度大幅提升';
  413021 =
    '在比赛中盘完成超越或身处先头时，速度会上升；之后在终盘开始阶段若正处于最后冲刺中，速度会略微提升';
  413031 = '在比赛中盘速度会在一段时间内上升';
  414011 = '长时间有紧跟在自己身后的马娘时，速度大幅提升';
  414031 = '比赛中盘一段时间内速度提升';
  414041 =
    '比赛中盘速度大幅提升；若在中距离比赛所有基础能力都十分高则改变技能效果，变为向前极大幅突进';
  414051 = '比赛中盘位于前方时，速度大幅提升';
  414061 = '比赛最终盘初期若处于最终冲刺状态，则速度大幅提升';
  900011 =
    '在比赛终盘身处前方并完成超越时，能稍微向前突进，并且极少量提升加速度';
  900021 = '在比赛中后半段位于第一并拉开差距时，提升速度';
  900031 =
    '在比赛终盘以后，若身处前方并逐渐逼近前方对手，则会在最终直线稍微提升速度';
  900041 = '最终弯道后处于前列时，略微提升加速度';
  900051 = '在比赛终盘位于前列并突围时，在距终点300米时稍微提升速度';
  900061 = '在最后200米处于前列时，能够开辟道路，略微容易突围';
  900071 = '从比赛中段进行长距离冲刺，速度会一点点加快';
  900081 = '在最后200米处于前列进行名次争夺时，竞争力变强，速度也会略微加快';
  900091 =
    '在比赛后半段身处前方的话，能发挥让自身成为第一的力量，提升速度和加速度';
  900101 = '最终弯道后半处于好位置时会增加动力，稍微持续提升加速度';
  900111 = '在最终直线上从后方赶超时，会略微加快速度';
  900121 = '最终弯道之后从后方绕到外道并且完成赶超时，在最终直线上加快速度';
  900131 =
    '最终弯道前身处前方时，速度稍微提升；如果身处长距离比赛且持久力充沛，则速度提升';
  900141 = '在最终直线上仍保有余力且处于前列时，更容易保持优势';
  900151 =
    '在最终弯道之后身处前列，并且与前后的赛马娘距离较近时，能够稍微提升速度';
  900161 =
    '在最终弯道之后在外道完成赶超时，以怪物般的力量稍微提升速度；若在中盘争夺过名次，变为少量提升速度';
  900171 = '在比赛终盘赶超3次后，最终直线上会少量加速';
  900181 = '在最终弯道从中后方赶超时，速度稍微加快';
  900191 = '在比赛终盘2次赶超的话，能够加快速度，且路线选择变得更明智';
  900201 = '在比赛终盘的弯道上处于第一位时，稍微提升加速度';
  900211 =
    '在赛程后半段直线若处在好位置或由中间梯队向前冲击时，稍微提升速度与加速度';
  900221 = '在赛程后半若处于好位置并进行名次争夺时稍微提升速度';
  900231 =
    '在终盘的最终弯道前位于前方时，速度稍微提升；如果比赛全程保持冷静则变为速度小幅提升';
  900241 = '最终弯道之后处于前列进行名次争夺时，在直线上稍微更容易突围';
  900251 = '赛程后半时，由中间梯队稍微提升速度，使前方的马娘稍微萎缩';
  900261 =
    '在没有起步晚的情况下，最终直线上位于前方时速度稍微提升；若是一直保持在靠前位置的话改为速度小幅提升';
  900271 = '在比赛终盘的弯道中想要冲向前列时，略微提升加速度';
  900281 =
    '若比赛的中段处于好位置准备超越时，速度略微提升，若是短距离比赛，则效果改为略微向前突进';
  900291 = '最后300米处在前方且与最前方的马娘距离很近或是领头时速度略微提升';
  900301 = '在比赛终盘完成超越并身处前方集团的话，在最终直线上稍微提升速度';
  900311 = '剩余300m左右处于前方的话略微提高速度，若刚好上完坡则速度稍微提高';
  900321 = '在比赛后半且靠近弯道时，稍微恢复持久力，且短时间内略微提高速度';
  900331 =
    '最终直线上若与先头集团拉开了距离，则会稍微提升速度；若身处最后方，提升更多速度';
  900341 =
    '比赛前半，一直位于队伍中后方等待时机的话，在名次争夺时，将稍微提高速度';
  900351 = '最终弯道之后进行名次争夺，在最终直线位于前方时，稍微提升速度';
  900361 =
    '最终弯道之后若处于队伍中部靠近内埒的一侧则会在最终直线上略微提高速度略微容易取得好路线';
  900371 =
    '冷静地进行比赛，并在最终直线上位于第三名以后的话，速度稍微提升若是长时间处于中间集团，改为小幅提升';
  900381 = '在比赛中段左右并处于好位置完成赶超时，稍微提升速度与加速度';
  900391 = '在最终直线进行名次争夺时，稍微提升速度';
  900401 = '比赛后半程从队伍中团开始加速追赶前方时，速度会持续微量提升';
  900411 = '比赛后半段处于前列进行名次争夺时，速度略微加快';
  900421 =
    '比赛剩余200m处自身不在领头位置，距离领头4马身以内时速度微量提升，距离2马身以内时速度少量提升';
  900431 = '名次争夺时，速度提高一点；若是身处泥地比赛，加速度会稍微上升';
  900441 =
    '进入最终弯道前能一直保持冷静在后方等待机会的话，会在距离终点剩余300m处略微持续提高速度';
  900451 = '在比赛中盘处于好位置时，持久力回复';
  900461 =
    '在比赛中盘的直线位于前方，并被后面的马娘拉近距离时，绝不让步的想法将会稍微化作动力';
  900471 =
    '比赛终盘阶段剩余400m处位于前方时速度略微提升，且在GⅠ比赛等大舞台上取得高人气时，速度少量提升';
  900481 = '最终直线上身处前方，完成超越或是即将被超越时，速度稍微提升';
  900491 =
    '最终弯道之后准备超越前方马娘时将在剩余400m以后的好位置处稍微提高速度人气较低的时候速度提升稍多';
  900501 = '最终弯道之后从中间梯队向前突进时，稍微加快速度';
  900511 =
    '中盘经过弯道竞争，且终盘的最终弯道过半后自身占据好位置时，稍微提升加速度';
  900521 = '在最终弯道处于靠后位置时，会看着附近的赛马娘并略微恢复持久力';
  900531 =
    '比赛终盘处于最终弯道且身处后方向前逼近时短时间内加速度少量提升，每次超越其他马娘都会增强效果并刷新时间，最多增强三次';
  900541 =
    '比赛后半段若从后方进行了超越，剩余150m后自身位于前方时，在短时间内速度小幅提升';
  900551 =
    '比赛中场附近位于队伍中间且附近有其他赛马娘时，速度稍微提升如果视野内有4人以上的赛马娘则效果增强';
  900561 = '在比赛终盘前方受阻时，能够借助预言之力略微开辟道路';
  900571 =
    '比赛即将进入终盘时的某刻位于后方时，速度持续微幅上升；若是在中长距离比赛中，距离领先位置越远则效果越强';
  900581 = '比赛终盘完成超越时，会稍微向前突进';
  900591 =
    '保持冷静进入中盘并准备发力时或是在终盘胜负关键的弯道位于中部梯队时，加速能力会略微提高';
  900611 = '能够冷静地进行比赛的规划时，就能够在最后200米发挥实力，少量加速';
  900621 =
    '赛程中段前后若处在中间梯队，重新恢复精神使持久力略微恢复，并且略微提升速度';
  900631 = '如果能冷静地进行比赛，在最终冲刺的关键时刻会持续略微提升速度';
  900641 =
    '从起跑到比赛后半程一直保持在前列的话将略微回复持久力且速度一点点上升';
  900651 =
    '在临近终盘的某处位于前方时速度略微提升，若是短距离或英里比赛，则速度略微持续提升';
  900661 =
    '中盘中段处于领头位置时，超长时间内速度持续略微上升，但终盘末段时会微幅减速';
  900671 =
    '进入最终直线且身处好位置时，稍微提升速度；若是接近领先赛马娘的话，提升更多速度';
  900681 =
    '位于先头集团时，在比赛后半的第三弯道处会略微加快速度；或者，在终盘身处看台对面时会更有力地向前迈进';
  900691 = '比赛剩余300m处于好位置，且与前方赛马娘距离近时，稍微提升速度';
  900701 =
    '在剩余800m处位于队伍中间时，极少量提升加速度，若在2400m的比赛中取得高人气则少量提升加速度';
  900711 =
    '在最终直线上和后面的赛马娘距离较近时，会瞬间消耗微量的持久力，短时间内稍微速度';
  900721 =
    '最终弯道后完成超车，且在最后300米位于前方集团时，会燃起烈焰般的斗争心，略微提升速度';
  900731 = '比赛终盘进行超越时，在最终直线上速度稍微提升';
  900741 =
    '赛程后半段身处中团时会根据剩余持久力进行相应的长距离冲刺，速度逐渐极小幅度提升';
  900761 =
    '如果在比赛半程处于中间梯队，速度会略微提升，若是长距离比赛，速度提升的持续时间将延长，并恢复少量持久力';
  900771 = '临近终盘若位于好位置，则在剩余400m的地方少量提升速度';
  900781 =
    '赛程前半段压低节奏，最终弯道后半段若位于前方则可长时间持续极少量提高加速度若处于第2名则效果增加';
  900791 =
    '比赛中盘若在前方竞争，则比赛后半段短时间内速度稍微提升；若是大井、川崎或者船桥赛场，则变为速度持续稍微提升';
  900801 =
    '比赛前半段一直保持前方位置时，若后半段检测到对手发动了加速技能，则向前极小幅突进';
  900811 = '在比赛终盘的弯道短时间内略微向前突进';
  900821 =
    '在最终弯道位于好位置时，短时间内速度稍微提升，若是英里比赛，则效果时间增加';
  900831 =
    '在比赛中段附近往后的直线处位于队伍中间时，稍微提升速度，若此时为下坡则稍微持续提升速度';
  900841 = '比赛终盘位于后方时，在最终直线处稍微向前突进';
  900851 =
    '冷静地进行比赛，突入终盘时位于后方附近时，稍微向前突进，并略微威慑从领头开始至多4名赛马娘';
  900861 = '剩余1000m时若位于前方，则稍微加快速度';
  900871 = '剩余400米，位于前方并被后方马娘紧追时，略微容易突围';
  900881 =
    '最终弯道位于队伍中间时，比赛剩余400m后速度稍微提升，若是中距离赛在中盘有过赶超，则速度少量提升';
  900891 =
    '在比赛中段左右若位于前方则速度稍微提升，并回复极少量持久力，如果比赛距离在2400m及以上，回复量增加';
  900901 =
    '比赛前半段的弯道位于前方时，短时间内速度稍微提升；若是英里或中距离比赛则在之后终盘的最终直线被后方逼近时较短时间内极小幅向前突进';
  900911 =
    '进入终盘最终直线时若位于队伍中间，则剩余300m之后速度略微提升，如果能冷静地进行比赛则速度少量提升';
  900921 = '在比赛中段附近位于好位置时速度稍微提升';
  900931 =
    '终盘初段的某处位于前方时，略微向前突进，若是短距离或英里比赛，则提升技能效果';
  900941 = '在比赛中段位于队伍中间时略微提升速度，若是中距离比赛则提升技能效果';
  900951 =
    '在比赛终盘处于前方时，略微向前突进；若是短距离比赛，则一直保持略微突进直至冲线';
  900961 =
    '在比赛后半段的第3弯道位于队伍中间则短时间内速度稍微提升；之后在终盘的最终直线准备超越时，速度极小幅提升';
  900971 = '剩余300m的位置处在中游位置时，速度少量提升';
  900981 = '在临近终盘的某处，微量提升速度';
  900991 =
    '泥地比赛时在中盘的弯道上竞争过后，在最后冲刺时处于好位置，加速度会微量上升';
  901001 =
    '剩余300m时位于前方，则速度微量提升若在泥地比赛中与领头赛马娘距离较近时再略微向前突进';
  901021 =
    '比赛前半段在队伍中间且前方或后方长时间有赛马娘紧贴，则回复极少量持久力之后在比赛中段附近的直线处短时间内速度少量提升';
  901031 =
    '比赛中盘在前方竞争时短时间内速度稍微提升；若之后进行了冲刺比拼则短时间内极小幅向前突进';
  901041 =
    '第三弯道位于领头时，速度微量提升并回复微量持久力，若是东京竞马场中距离比赛则增加技能持续时间';
  901051 =
    '在比赛中段左右处在中间集团，速度稍微提升，若是中距离比赛，且至此为止发动过7次技能，则速度会稍稍提高';
  901061 =
    '最终弯道后半部分位于队伍中间时，速度持续微量提升，且在长距离比赛低人气的情况下，速度持续少量提升';
  901071 = '在终盘的最终直线位于领头时速度略微提升';
  901081 =
    '比赛中段位于后方时速度稍微提升，之后在终盘的最终弯道处准备超越时，短时间内极小幅向前突进';
  901091 =
    '在比赛前半段的弯道若位于队伍中间则略微提升速度，若是短距离或英里比赛则变为略微持续提升速度';
  901101 =
    '比赛剩余800m处若位于队伍中间，则极小幅向前突进并提高极少加速度；若在根干距离（400的倍数）的比赛且位于后方，则额外极小幅提高加速度';
  901111 = '比赛中段位于队伍中间时略微提高速度，若处于上坡则提高效果';
  901121 = '在比赛进入最终阶段前的一刻短时间内速度小幅提升';
  901131 =
    '比赛前半段的弯道若位于好位置则速度稍微提升，若是2200m的比赛则速度持续稍微提升，若处于上坡则提高效果';
  901141 = '比赛中程位于中后方时略微向前突进';
  901151 = '剩余1000m的位置向前持续极小幅突进';
  901161 =
    '比赛前半段的弯道时若在前方，则稍微提高速度；之后在终盘的最终直线时若在马群前方，则在短时间内小幅提高速度';
  901171 =
    '若在比赛中盘以后成功超越，在进入最终直线后短时间略微提高速度；若在选择追马策略的情况下在中盘以后超越三次以上，则在进入最终直线后短时间内提高速度';
  901181 =
    '在比赛中段附近速度会略微提升；若是在草地的中距离比赛中发动，并且处于中团以后，则会在较长时间内持续略微提升速度';
  901191 =
    '进入终盘时，若在后方且距离终点较远，则在短时间内稍微向前冲刺，若是中山、阪神赛道的中、长距离比赛，更会在之后的直线上短暂冲刺';
  901201 = '到达第 4 浪时若位于前方，则于短时间内稍微提升速度';
  901211 =
    '最终弯道超越别人时，最后冲刺时的速度略微提高；若是在短距离或英里比赛中发动技能，则位于中团时少许提高速度';
  901241 = '比赛迫近终盘时若自身位于前方，则速度略微提升';
  901271 =
    '比赛后半段的直线处位于中间位置时速度稍微提升，若是长距离比赛则提升效果量';
  901291 = '比赛中盘的弯道处若位于前方，则会在短时间内稍微前进';
  901301 = '在剩余 1000m 处位于前方时，速度会略微提升';
  901311 =
    '比赛中间位于中后方时短时间内稍微向前突进；若是短距离或英里比赛则之后最终冲刺时短时间内小幅向前突进';
  901321 = '临近终盘的某个位置时速度略微加快';
  901331 = '在比赛中段附近短时间内速度微量提升';
  901341 = '在比赛中盘处于前方时，若附近有 2 名以上赛马娘，会持续略微提升速度';
  901351 =
    '比赛后半段速度略微持续提升；若是2000m以上的比赛则最终冲刺时短时间内略微提升加速度';
  901361 = '比赛终盘时，若位于中团或之后且体力充足，则会略微前冲';
  901371 = '中盘初期位于中游往前的位置时长时间略微向前突进';
  901411 =
    '比赛后半段略微持续提升速度；若是2000m以上的比赛则之后在最终冲刺时短时间内加速度略微提升';
  901431 =
    '进入中盘时处于后方的话，在终盘逼近时会略微向前推进；若是中距离比赛，则在进入最终直线时处于前方时，会微弱向前推进';
  901441 =
    '比赛序盘或中盘被超越后，若位于前方或在前方竞争则略微持续向前突进；若是中距离比赛则之后在最终盘短时间内略微向前突进';
  901451 = '若起跑顺利则长时间向前极小幅突进';
  901491 =
    '中盘弯道准备超越时，速度极小幅提升，若是中距离比赛则之后在直线上短时间内稍微向前突进';
  910031 = '最终弯道之后，位于前列穷追不舍时，会在最终直线稍微提升速度';
  910151 =
    '距终点400米的位置身处前方时速度稍微升；若是比赛中合计使用过7次技能，变为小幅提升';
  910321 =
    '在比赛后半的弯道位于好位置时，短时间内速度大幅提升，若是中山竞马场则根据自身速度同时提升加速度';
  910681 =
    '在终盘的弯道处位于前方，且距离终点尚远时，短时间内稍微向前突进并提升略微加速度';
  910691 = '如果在比赛中盘展开竞争且在剩下650m处处于好位置则稍微持续提升加速度';
  1400011 = '在最后冲刺的关键时刻，速度大幅加快';
  1400021 = '最终冲刺时加速度提升';
  100101111 = '在比赛中盘时，回复持久力，并且稍微提升速度';
  100101211 = '在最后冲刺阶段的关键时刻，大幅提升速度';
  100101311 =
    '比赛中盘速度提升；若是东京赛场的2400m比赛则一段时间内速度大幅提升';
  100201111 = '比赛开始时起步晚的时间减少，并且稍微提升加速度';
  100201211 = '最终弯道时若处于领先则提升加速度，并且稍微向前方突进';
  100201311 =
    '逆时针赛道速度和力量提升；若是东京赛场的1800m赛道则速度和力量超幅提升';
  100601121 = '比赛中盘稍微回复持久力，并提升速度';
  100601211 = '在弯道上提升加速度，并且稍微回复持久力';
  101003111 =
    '在比赛中盘的弯道处于前方时，速度会在一段时间内稍微提升；若是英里比赛，则会消耗少量持久力并在一段时间内大幅提升速度';
  101003211 =
    '在比赛终盘开始较早阶段处于先头，或尝试超越时，加速度会上升；或在终盘开始较早阶段加速度上升';
  101103111 =
    '在比赛中盘的直线消耗耐力使速度极大提升，若是中山赛场的长距离比赛，则不消耗耐力并提升技能效果';
  101402121 = '在比赛终盘一段时间内向前突进';
  101501111 = '最终弯道时若身处前方则一段时间内速度持续提升';
  101501211 = '比赛中盘时若身处前方，则速度大幅提升';
  101502121 = '比赛中盘位于弯道时，稍微回复持久力并提升速度';
  101502211 = '临近比赛终盘时若身处前方，则速度大幅提升';
  101802211 = '在弯道上加速度提升，并且稍微向前突进';
  101901111 = '若是身边存在大量赛马娘的话，速度提升，并且稍微回复持久力';
  102003111 = '比赛中盘位于前方时速度提升；若是草地比赛则速度极大提升';
  102003211 =
    '比赛中盘位于前方时速度提升；若在草地比赛中智力十分高则速度极大提升';
  102102111 = '比赛中盘若身处前方，则速度大幅提升';
  102102221 = '比赛中盘超过别人时一段时间内速度提升';
  102301111 = '临近比赛中盘时若身处前方，则大幅回复持久力';
  102301211 = '比赛中盘，大幅回复持久力';
  102501111 = '比赛中盘时若位于中间集团之后，回复持久力，并稍微提升速度';
  102501211 =
    '比赛中盘时若身处后方，则稍微剥夺前方赛马娘的持久力，并稍微提升自己的速度';
  102503111 =
    '进入最终弯道时向前突进；根据上坡的次数增加技能持续时间，最大增加4次';
  102503211 = '进入最终冲刺时加速度大幅提升';
  102602111 = '比赛中盘时若身处前方，则提升速度，并且稍微回复持久力';
  102602211 = '起跑晚的时间小幅减少，并且所有基础能力稍微提升';
  102701211 = '在最终弯道时从外道完成超越时速度大幅提升';
  102802111 = '在比赛中盘速度会大幅提升';
  102802211 =
    '在比赛终盘开始阶段处于前方时，加速度会上升；若是短距离或英里比赛，则会大幅上升';
  103202111 = '速度有十二分迅速时大幅提升速度，智力也十二分超群时极大提升速度';
  103202211 = '比赛中盘速度提升，并根据自身速度提升技能效果';
  103302111 =
    '比赛中盘位于中后方时速度大幅提升，若是2400m的比赛则变为一段时间内速度大幅提升';
  103302211 =
    '比赛终盘初期大幅向前突进，若是2400m的比赛则一段时间内大幅向前突进';
  103401111 = '比赛中盘时若发动大量技能，则速度大幅提升';
  103502111 = '身处上坡时，一段时间内速度持续提升';
  103502211 = '在终盘的最终直线若处于好位置，一段时间内速度提升';
  103701111 = '比赛终盘时赛道的选择变为更加明智，并且稍微向前突进';
  103701211 = '在最后冲刺阶段的关键时刻，大幅提升速度';
  103703111 = '比赛中盘一段时间内少量提升速度，并少量回复持久力';
  103703211 =
    '比赛中盘消耗耐力使速度一段时间内大幅提升，若是东京竞马场则不消耗耐力并稍微回复耐力';
  103902111 = '最终直线位于第二名往后并距离领头4马身以内时，速度极大提升';
  103902211 = '下坡时速度提升，并稍微提升加速度';
  104102111 = '临近比赛终盘时处于前方，则速度大幅上升';
  104102211 = '在直线一段时间内向前突进';
  104103111 = '起跑时小幅向前突进；之后在准备超越或者被逼近时，向前突进';
  104103211 =
    '比赛终盘初期的更早时间内，若位于第一，或者在前方准备超越时，加速度提升；否则在比赛终盘初期的更早时间内位于前方时，在随机位置提升加速度';
  104402111 =
    '比赛终盘初段提升加速度，若是2200m比赛则消耗少量体力使加速度在终盘初段更早时间内大幅提升';
  104402211 =
    '	比赛中盘消耗少量体力，使速度大幅提升之后在终盘的最终直线处速度稍微提升';
  104503111 = '比赛中盘速度大幅提升';
  104503211 = '临近终盘位于领头或是距离领头6马身以内时，在终盘提升加速度';
  104602111 = '比赛中盘进行名次争夺时速度提升，并且稍微回复持久力';
  104602211 = '比赛终盘时若身处前方，则加速度大幅提升';
  104803111 =
    '在比赛中盘的直线上速度会在一段时间内上升；若技能发动时与先头距离超过 4 马身，效果会增强';
  105001111 = '比赛终盘时若身处接近最后方的位置，则回复持久力，并稍微提升速度';
  105002111 = '比赛中盘位于后方时，一段时间内速度提升，并选择更好的路线';
  105002211 =
    '比赛终盘时开始时若身处中团以后的位置，则一段时间内加速度持续提升';
  105101121 = '直线上速度大幅提升';
  105102111 = '在弯道处速度提升，并使除自身外的己方队伍成员速度稍微提升';
  105102221 = '下坡时速度大幅提升，并使除自己外的队伍成员速度稍微提升';
  105301121 = '在最终弯道进行超越时一段时间内向前突进';
  105301211 = '在最终弯道时若身处后方，速度提升，并稍微提升加速度';
  105302111 =
    '比赛终盘初段位于中间集团往后时，加速度提升，并且在剩余200m处稍微提升速度';
  105302211 = '在终盘加速度提升，并且在剩余200m处稍微提升速度';
  105401111 = '比赛中盘时位于队伍中后方往后，则速度大幅加快';
  105401211 = '比赛终盘位于后方时，速度提升，加速度稍微提升';
  105801111 = '最终弯道时若身处前方，则一段时间内速度持续提升';
  105801211 = '比赛中盘完成超越时回复持久力，并稍微提升速度';
  106003111 = '跑位贴紧前方赛马娘时，速度大幅提升';
  106003211 = '比赛终盘初段位于队伍中后方时，一段时间内加速度提升';
  106102211 = '非常擅长春季的比赛，速度与力量大幅提升';
  106301111 = '在比赛中段回复大量持久力';
  106301211 = '在比赛中段消耗少量持久力使速度极大提升';
  106501111 = '比赛中盘时若身处前方，则一段时间内速度持续提升';
  106501211 = '临近比赛终盘时若身处前方，则一段时间内速度持续提升';
  106701111 = '临近比赛中盘时若身处中间集团以后，回复持久力，并且稍微提升速度';
  106701211 = '非常擅长顺时针的赛道，速度与力量大幅提升';
  106703111 = '比赛终盘初段位于中后方时，一段时间内提升加速度';
  106703211 =
    '在弯道的速度大幅提升，且在隆尚竞马场心情极佳时，技能持续时间增加';
  106801111 = '比赛开始时，加速度大幅提升';
  106801211 = '身处直线时，速度大幅提升';
  106803111 =
    '在比赛终盘初段若余力十足则向前突进，并之后在最终直线处稍微再向前突进';
  106803211 =
    '在最后冲刺阶段的直线若位于前方，则提升加速度，并之后在最终直线处稍微再向前突进';
  106901121 = '在比赛中盘的弯道处迅速向前突进';
  106901211 = '非常擅长春季的比赛，速度与力量大幅提升';
  107001111 = '在终盘的最终直线若处于好位置，则大幅提升速度';
  107001211 = '比赛中盘位于前列时大幅提升速度';
  107101111 = '比赛中盘时若身处前方，则回复持久力，并稍微提升速度';
  107102111 = '比赛接近终盘时，回复持久力，并稍微提升速度';
  107102121 = '在比赛中盘初期，回复少量持久力，并少量提升速度';
  107102211 = '在终盘的最终直线上，稍微消耗持久力，使速度极大提升';
  107201111 = '比赛中盘完成超越时，一段时间内速度持续提升';
  107202111 =
    '在终盘的最终弯道位于队伍中间往前时，若距离终点尚远则提升加速度之后在最终冲刺的关键时刻稍微提升速度';
  107202211 = '比赛后半段进行追赶时会向前突进，若位于内侧跑道则效果提升';
  107701111 = '力量和速度少量提升，若马场状态为「良」则大幅提升力量和速度';
  107701211 =
    '比赛临近终盘时若在队伍前方则提升速度，并在之后最终冲刺时稍微提升加速度';
  107801221 = '比赛后半段位于第三名开外时，一段时间内速度提升';
  107802111 = '比赛中盘位于前方时一段时间内速度提升';
  107802211 =
    '即将进入终盘的位置以及往后，若位于第一或者距离第一名4马身以内时一段时间内速度少量提升';
  107901111 = '在比赛中盘的直线上速度提升；若是泥地比赛则一段时间内速度提升';
  107901211 = '若进行了冲刺比拼，比赛进入最后200m时大幅向前突进';
  108001111 =
    '在比赛序盘发动多个技能时，提升加速度如果比赛为英里或中距离，则技能效果增加';
  108001211 = '临近中盘若位于前方，则大幅提升速度';
  108101111 =
    '在比赛终盘开始阶段处于前方时，加速度会上升；若是 1800m 以下的比赛，则在终盘开始较早阶段加速度会上升';
  108101211 = '在比赛中盘消耗少量持久力，使速度在一段时间内大幅提升';
  108201111 =
    '中盘超过别人时，一段时间内速度提升，若智力有十二分聪慧时，技能效果提升';
  108501111 =
    '在最终弯道位于中间往后位置时，令前后各3名赛马娘的速度稍微下降，并大幅提高自己的速度';
  108501211 = '比赛终盘在后方准备超越时，提升加速度，并稍微威慑眼前的赛马娘';
  108601111 = '位于最终弯道前的第三弯道时，若在队伍前方则迅速向前突进';
  108601211 = '在比赛中盘一段时间内提升速度';
  108801111 = '比赛中盘位于队伍中后方时，速度大幅提升';
  108801211 =
    '比赛终盘初段位于中后方时，提升加速度，若是2200m～2400m的比赛，则消耗少量持久力在终盘初段更早时间内大幅提升加速度';
  108802111 = '在比赛后半尝试超越时，会在一段时间内向前推进';
  108802211 =
    '在比赛后半的弯道完成超越时，会大幅向前推进；若智力极高，则会极大幅度向前推进';
  108901111 =
    '临近终盘时若处于前方，则少量提升速度与加速度，在2400m的比赛中速度提升量增加';
  108901211 = '在最后冲刺的关键时刻，速度大幅加快';
  109401111 =
    '临近比赛终盘时位于中后方则一段时间内提升速度；若力量有十二分强劲则提升技能效果';
  109401211 =
    '若是东京竞马场比赛，则在比赛终盘初段一段时间内向前突进，并略微提升加速度';
  109801111 = '临近比赛终盘时若身处前方，则速度大幅提升';
  109801211 =
    '力量十分强劲时，速度大幅提升；若是力量十二分强劲，速度则超大幅提升';
  109802111 = '最终冲刺的关键时刻速度大幅提升';
  109802211 = '速度和力量提升，若是交流重赏则变为大幅提升';
  109901111 = '临近比赛中盘时若身处前方，则回复持久力，并稍微提升速度';
  109901221 =
    '比赛中盘竞争时速度提升，之后最终冲刺时若余力充足则稍微提升加速度';
  109902111 =
    '比赛中盘发动技能时速度大幅提升，之后在比赛终盘发动技能时，加速度稍微提升';
  109902211 =
    '比赛终盘初段位于前方时加速度提升，若是1800m以上的比赛，则在初段更早时间内提升加速度';
  110001111 = '进行超越时，一段时间内速度持续提升';
  110001121 = '准备超越时速度大幅提升，并稍微回复耐力';
  110001211 = '长时间跟随在前方赛马娘身后时，一段时间内速度持续提升';
  110002111 = '最终冲刺时进行了超越或者竞争则大幅向前突进';
  110002211 =
    '比赛中盘速度大幅提升；若在泥地比赛中毅力有十二分坚韧则速度极大提升';
  110201111 = '进入中盘的直线时回复持久力并稍微提升速度';
  110201211 =
    '临近终盘时位于中间往后位置，则令前后各3名赛马娘的速度稍微下降，并大幅提高自己的速度';
  110901211 = '比赛终盘初段位于前方时提高加速度，之后在剩余200m处速度稍微提升';
  110902111 =
    '心中怀抱继承下来的强烈心愿，在比赛后半段大幅向前突进并小幅回复耐力';
  110902211 = '下坡时加速度提升';
  111101211 =
    '比赛中盘的初期位于队伍中后方时速度提升，之后进入比赛后半段的下坡时稍微提升速度';
  111301111 = '比赛中盘位于前方时速度大幅提升，若是2200m的比赛则速度极大提升';
  111301211 =
    '比赛终盘初期位于前方时加速度大幅提升；若是2200m的比赛，则消耗少量耐力，使加速度在终盘初期更早时间内大幅提升';
  111401111 =
    '在 1600m～2500m 的比赛中，于最终弯道前的第三弯道向前推进；若是根干距离比赛，则会在一段时间内大幅向前推进';
  111501111 = '若是2000m以上的比赛则在最终冲刺时提升加速度';
  111501221 = '比赛中盘初期若位于中后方则速度大幅提升，并少量回复耐力';
  111601111 =
    '在距离2000m以上的比赛，终盘初段的初期前方拥挤时，加速度提升并更擅长回避；前方不拥挤时，在终盘初段的初期该技能依旧发动';
  111601211 = '在比赛中盘速度大幅提升';
  111701111 = '比赛后半段准备超越时速度大幅提升';
  111701211 =
    '在比赛中盘的弯道一段时间内向前小幅突进，之后在最终直线稍微向前突进';
  111901111 = '擅长顺时针场地，速度和力量大幅提升';
  111901211 =
    '在比赛终盘的弯道准备超越时一段时间内向前突进，如果是中山竞马场且智力有十二分高超则技能效果提升';
  111902111 =
    '在比赛终盘开始阶段若余力充足，会在一段时间内向前推进；若智力极高，效果会增强';
  111902211 =
    '在比赛后半尝试超越时，速度会上升，并使包括自身在内的队友速度略微提升';
  112001111 = '起跑时加速度略微提升，之后在直线上向前突进';
  112001211 = '起跑时加速度略微提升，之后在直线上向前突进';
  112101111 = '在比赛终盘逼近时消耗持久力，使速度极大幅提升';
  112101211 =
    '在比赛终盘以后尝试超越时，加速度会上升；若技能发动时位于最终弯道，则会大幅上升';
  112901111 =
    '在比赛终盘逼近时处于前方，会在一段时间内提升速度；若速度属性极高，效果会增强';
  112901211 =
    '在比赛终盘逼近时向前推进；之后若正处于最后冲刺中，加速度会略微提升';
  113301111 = '临近终盘时向前突进';
  113301211 =
    '在2000m～2500m的比赛，若终盘初期更早时间内进行追赶，则加速度提升，未满足条件依然在终盘初期更早时间内提升加速度';
  113701111 =
    '在比赛中盘逼近时速度会在一段时间内上升；若「大逃げ」正在发动，则效果改为少量回复持久力并稍微提升速度';
  113701211 =
    '在 2000m 以上的比赛中，若在终盘开始较早阶段处于前方，加速度会上升；若技能发动时位居前二，则会稍微向前推进';
  114301111 =
    '在比赛中盘的直线上处于中团以后时，会在一段时间内稍微向前推进；之后在终盘的最终直线处于好位置时，速度会略微提升';
  114301211 =
    '在最终弯道前的第三弯道向前推进；若是中距离比赛，则加速度会略微提升';
};
