# @file ライトハロー - 育成
# @author 黑奴队长（临时）
# @author Claude (翻訳)
report2000:
  title: 大舞台、始動！
  lines:
    - 今週の最終勤務日、一人の大人びた%UMA%がトレセン学園に姿を見せた。
    - %SEX%の名は %CHARA_ACTUAL%。大舞台と呼ばれる運動の推進者だという。
    - 大舞台運動の目指すところは、より多くの選手が勝者ステージに立てるようにすること。%UMA%たちに、自ら輝く機会を増やすことだ。
    - いま大舞台運動は一区切りの成果を収め、URAはG3以下の五レースで大舞台の開催を認めた。対象は毎年入れ替わる。
    - 説明を終えると、%CHARA% は %YOU% に、大舞台への支援を頼んだ。

report2001:
  title: 大舞台の夢
  lines:
    - %CHARA% は嬉しそうに告げた。一年の試験運用を経て大舞台は大好評で、URAは毎年新たにG2を五レース、大舞台の対象に加えることにした。こちらも年ごとに入れ替わる。
    - 大舞台を頂点のレースへ——%CHARA% はやる気に満ちていた。

report2002:
  title: 夢の開拓者
  lines:
    - %CHARA% は、掲示板の前にぽかんと立ち尽くしていた。
    - 来年の大舞台対象レースを知らせる掲示板に、いまはG1が五レース、新たに並んでいる。
    - かつてレースでは力及ばなかった%UMA%が、ようやく自分の「勝利」を手にした。
    - 大舞台運動の推進者として、%CHARA% の「勝利」に並ぶものはない。
    - if: (t = era.get('love:308')) >= 75
      lines:
        - %YOU% は%SEX%をそっと抱き寄せた。
        - %CHARA% は %YOU% の肩に寄りかかった。
        - 言葉は少なく、二人はただ静かに、この「勝利」を噛みしめていた。
    - if: t < 75
      lines:
        - %YOU% は %CHARA% と肩を並べて立ち、無言のまま%SEX%に寄り添った。

report:
  title: 大舞台
  lines:
    - また、大舞台の対象レースが発表されるときが来た。
