module.exports = class extends require('#/i18n/zh-CN/race/genes') {
  t_adapt = 'Пригодность';
  t_base = 'Параметры';
  t_skill = 'Навыки';

  r_n = 'Обычный';
  r_r = 'Редкий';
  r_sr = 'Эпический';
  r_ssr = 'Легендарный';

  gn_tip_template = '【%NAME%】（%TYPE% · %RARITY%）\n%DESC%';

  sg_name_template = 'Отголосок 「%NAME%」';
  sg_desc_template = 'Изучение 「%NAME%」';

  300000 = 'Душа умамусумэ из зала славы';

  100000 = 'Секрет · приёмы на траве';
  100001 = 'Секрет · приёмы на грунте';
  100002 = 'Секрет · приёмы на короткой дистанции';
  100003 = 'Секрет · приёмы на миле';
  100004 = 'Секрет · приёмы на средней дистанции';
  100005 = 'Секрет · приёмы на длинной дистанции';
  100006 = 'Секрет · приёмы убегающей';
  100007 = 'Секрет · приёмы лидирующей';
  100008 = 'Секрет · приёмы преследования';
  100009 = 'Секрет · приёмы финиша';
  200000 = 'Воспоминание восходящей звезды скорости';
  200001 = 'Воспоминание знатока скорости';
  200002 = 'Воспоминание ветерана скорости';
  200003 = 'Воспоминание мастера скорости';
  200010 = 'Воспоминание восходящей звезды выносливости';
  200011 = 'Воспоминание знатока выносливости';
  200012 = 'Воспоминание ветерана выносливости';
  200013 = 'Воспоминание мастера выносливости';
  200020 = 'Воспоминание восходящей звезды силы';
  200021 = 'Воспоминание знатока силы';
  200022 = 'Воспоминание ветерана силы';
  200023 = 'Воспоминание мастера силы';
  200030 = 'Воспоминание восходящей звезды воли';
  200031 = 'Воспоминание знатока воли';
  200032 = 'Воспоминание ветерана воли';
  200033 = 'Воспоминание мастера воли';
  200040 = 'Воспоминание восходящей звезды интеллекта';
  200041 = 'Воспоминание знатока интеллекта';
  200042 = 'Воспоминание ветерана интеллекта';
  200043 = 'Воспоминание мастера интеллекта';
};
