# @author 牛蛙煲
상점가 세일:
  - 외출길에 상점가를 지나가던 도중……
  - 뭔가 달라 보이는 것 같은데?
  - content:
      - fontWeight: bold
        content: 과일·채소 가게 주인
      - 「한번 구경해 보세요. 신선한 과일과 채소를 초저가로 대대적으로 세일 중이에요!」
  - %YOU%은(는) 꽤 흥미를 느껴 가까이 다가가 살펴보았다.
  - 가판대에는 온갖 종류의 과일과 채소가 가득 차 있었고, 보기에도 매우 신선해 보였으며 품질도 아주 좋아 보였다.
  - content:
      - fontWeight: bold
        content: 과일·채소 가게 주인
      - 「저희 가게 과일과 채소는 품질도 좋고 가격도 저렴해요. 어때요, 좀 사 보시겠어요?」
  - if: era.get('flag:현재코인') >= 10
    acc: 1
    content: 당근을 산다 (우마코인 -10, 육성 중인 %UMA%의 스피드 +20)
    lines:
      - %YOU%은(는) 성장기 %UMA%의 식사량에 맞춰 신선한 당근을 사기로 결정했다.
      - 모처럼 당근을 봉지에 가득 담아 학원으로 가져온 후, %YOU%은(는) 담당 %UMA%를 위해 속도를 상징하는 당근 버거와 당근 주스를 만들었다.
      - 호평을 받았다!
  - if: era.get('flag:현재코인') >= 10
    acc: 2
    content: 마늘을 산다 (우마코인 -10, 육성 중인 %UMA%의 스태미나 +20)
    lines:
      - %YOU%은(는) 성장기 %UMA%의 식사량에 맞춰 신선한 마늘을 사기로 결정했다.
      - 고생 끝에 큰 마늘 꾸러미를 학원으로 가져온 후, %YOU%은(는) 담당 %UMA%를 위해 스태미나를 상징하는 초대형 마늘 라면을 만들었다.
      - 호평을 받았다!
  - if: era.get('flag:현재코인') >= 10
    acc: 3
    content: 감자를 산다 (우마코인 -10, 육성 중인 %UMA%의 파워 +20)
    lines:
      - %YOU%은(는) 성장기 %UMA%의 식사량에 맞춰 신선한 감자를 사기로 결정했다.
      - 큰 자루의 감자를 간신히 학원으로 가져온 후, %YOU%은(는) 담당 %UMA%를 위해 보기만 해도 힘이 나는 감자 퓌레 덮밥을 만들었다.
      - 호평을 받았다!
  - if: era.get('flag:현재코인') >= 10
    acc: 4
    content: 고추를 산다 (우마코인 -10, 육성 중인 %UMA%의 근성 +20)
    lines:
      - %YOU%은(는) 성장기 %UMA%의 식사량에 맞춰 신선한 고추를 사기로 결정했다.
      - 고추를 학원으로 가져온 후, %YOU%는 담당 %UMA%를 위해 보기만 해도 쫄게 만드는 엄청나게 매운 마파두부를 만들었다.
      - 호평을 받았다!
  - if: era.get('flag:현재코인') >= 10
    acc: 5
    content: 딸기를 산다 (우마코인 -10, 육성 중인 %UMA%의 지능 +20)
    lines:
      - %YOU%은(는) 성장기 %UMA%의 식사량에 맞춰 신선한 딸기를 사기로 결정했다.
      - 딸기를 봉지에 가득 담아 학원으로 가져온 후, %YOU%은(는) 담당 %UMA%를 위해 보기만 해도 똑똑해 보이는 딸기 아이스크림을 만들었습니다.
      - 호평을 받았다!
  - acc: 6
    content: 돈 없다. 가자.
    lines:
      - %YOU%은(는) 담당의 식사량을 생각하며 슬그머니 자리를 떠났다.

# @author 牛蛙煲
# 불의를 보면 참지 못한다
JUSTICE:
  - %YOU%은(는) 길을 걷던 중, 갑자기 전방에서 %UMA%에게 쫓기고 있는 한 트레이너를 발견했다.
  - 그 트레이너는 이미 체력이 바닥난 듯 보였으며, 당장이라도 뒤따라오는 %UMA%에게 붙잡힐 것만 같았다.
  - 이때 트레이너는 %YOU%을(를) 발견하고, 마치 한 줄기 희망을 찾은 것처럼 %YOU%에게 달려왔다.
  - content:
      - fontWeight: bold
        content: 낯선 트레이너
      - 「부탁입니다, 제발 도와주세요. 그곳으로 돌아가고 싶지 않아요…… 그 지하실로……」
  - %YOU%은(는) 눈앞의 절망에 빠진 낯선 트레이너와, 눈이 약간 붉어진 채 빠르게 접근하는 %UMA%을(를) 보며 선택했다.
  - acc: 1
    content: 낯선 트레이너를 돕는다
    lines:
      - 무슨 일이 있었는지는 모르겠지만, 동료 트레이너끼리 서로 도와야 한다는 원칙에 따라 %YOU%은(는) 조금 망설이다가 고개를 끄덕였다.
      - content:
          - fontWeight: bold
            content: 기이한 %UMA%
          - 「제 트레이너를 돌려주시겠어요? 저…… 트레이너님께 아직 드릴 말씀이 남았거든요……」
      - %YOU%은(는) 눈앞에서 뿜어져 나오는 위험한 기운을 느끼며 마른침을 삼켰다.
      - 「저기, 무슨 갈등이 있다면 대화로 천천히 해결하죠. 안 그러면 타즈나 %T_SEX%께 전화를 걸 수밖에 없어요.」
      - %YOU% 역시 다리가 후들거렸지만, 무의식적으로 가장 올바른 선택을 내렸다——바로 %TOKINO%의 이름을 꺼낸 것이다.
      - 역시나, 눈앞의 %UMA%이(가) 망설이는 모습이 보였다.
      - content:
          - fontWeight: bold
            content: 기이한 %UMA%
          - 「트레이너님…… 도망칠 수 없을 거예요. 다음번엔 이렇게 운 좋게 좋은 동료를 만나진 못할 테니까요……」
      - %UMA%의 날카로운 눈빛은 마치 %YOU%을(를) 꿰뚫어 뒤에 숨은 트레이너를 보는 것만 같았다.
      - 그러더니, %SHE%은(는) 돌연 뒤를 돌아 떠나버렸다.
      - %YOU%과(와) 뒤에 있던 트레이너는 동시에 안도의 한숨을 내쉬었다.
      - content:
          - fontWeight: bold
            content: 낯선 트레이너
          - 「정말 감사합니다. 이건 제 작은 성의이니 부디 받아주세요……」
      - 낯선 트레이너는 지갑을 꺼내 우마코인을 %YOU%의 손에 쥐여주고는, %YOU%이(가) 반응할 틈도 없이 서둘러 멀리 사라졌다.
      - %YOU%은(는) 대체 무슨 일인지 물어보고 싶었지만, 그럴 기회는 없을 것 같다.
  - acc: 2
    content: 기이한 %UMA%를 돕는다
    lines:
      - content:
          - fontWeight: bold
            content: 기이한 %UMA%
          - 「제 트레이너를 돌려주시겠어요? 저…… 트레이너님께 아직 드릴 말씀이 남았거든요……」
      - %YOU%은(는) 눈앞에서 뿜어져 나오는 위험한 기운에 압도되어 도저히 거역할 엄두를 내지 못했다.
      - 「두 분이서 편하게 하세요. 저는 이만 가보겠습니다.」
      - 말을 마친 %YOU%은(는) 옆으로 슬쩍 비켜나 뒤에 숨어있던 낯선 트레이너를 노출시켰다.
      - 기이한 %UMA%는 재빨리 낯선 트레이너의 팔을 붙잡아 강압적으로 끌어당겼다.
      - content:
          - fontWeight: bold
            content: 기이한 %UMA%
          - 「감히 몰래 도망을 치다니…… 이렇게 말썽을 피우는 트레이너님은, 아주 정성껏 『보살펴』 드려야겠네요……」
      - %YOU%은(는) 숨도 제대로 쉬지 못한 채, %UMA%이(가) 친근한 척 뺨을 트레이너의 팔에 비비며 그를 끌고 가는 모습을 지켜보았다.
      - 갑자기 그 %UMA%은(는) 무언가 생각난 듯, 소지품 하나를 꺼내 %YOU%에게 던졌다.
      - %YOU%은(는) 허둥지둥 그것을 받아냈다.
      - content:
          - fontWeight: bold
            content: 기이한 %UMA%
          - 「착한 트레이너 %Y_A_TITLE%님, 부디 담당 우마무스메를 소홀히 대하지 마세요? 후후……」
      - %YOU%은(는) 두 사람의 모습이 점차 사라지는 것을 지켜보며, 한동안 공포에서 헤어나오지 못했다.
  - acc: 3
    content: 못 본 척한다
    lines:
      - %YOU%은(는) 이 너무나도 기괴한 상황을 마주할 용기가 나지 않았다. 결국 허둥지둥 휴대폰을 꺼내 통화하는 척하며 몰래 자리를 피했다.
      - 기이한 %UMA%과(와) 낯선 트레이너가 %YOU%의 시야에서 완전히 사라진 뒤에야, %YOU%은(는) 서서히 긴장을 풀 수 있었다.
      - 어느 쪽도 돕지 않는다는 것은 본질적으로 기이한 %UMA%을(를) 돕는 것과 같다는 사실을 %YOU%은(는) 알고 있었다.
      - 하지만 %YOU%은(는) 하루 종일 이 일에 대해 생각하느라, 평소보다 오히려 정신이 더 맑아지는 기분이 들었다.
  - if: era.get('exp:0:감금횟수') === 0
    content: 이후 %YOU%은(는) 문득 생각했다. '나 역시 똑같은 실수를 저지르고, 똑같은 결말을 맞이하게 되는 건 아닐까?'