팬의 습격:
  - 실패 그 자체는 부끄러운 일이 아니다. 다시 일어서기만 하면 된다.
  - %당신%은(는) 이 격언을 굳게 믿고 있다.
  - 스캔들, 부상, 과실, 루머, 칠흑 같은 어둠이 %당신%과(와) %우마무스메%의 위를 뒤덮었다.
  - 하지만 그렇다 할지라도, %당신%은(는) 다음 레이스에서 승리하기만 하면 승리의 영광이 모든 그림자를 걷어낼 것이라 시종일관 믿고 있었다.
  - 이를 위해 %당신%은(는) 해질 무렵, 트레센을 떠나 상점가로 가 훈련 도구를 구매했다.
  - 사람들이 %당신%을(를) 알아보고, %头衔% 트레이너인 %당신%에게 조롱, 멸시, 비속어를 끊임없이 퍼부었다.
  - 솔직히 말해 %당신%은(는) 그들을 상대하고 싶지 않았지만, 그들의 적의는 여전히 물건을 구매하는 데 방해가 되었다. 가게를 나섰을 때는 이미 하늘이 어두워진 뒤였다.
  - 원래대로라면, %당신%은(는) 큰길을 따라 트레센으로 돌아갈 수 있었다.
  - 원래대로라면, %당신%은(는) 그 골목길로 들어서지 않아도 되었다.
  - 원래대로라면——
  - …………
  - ………
  - ……
  - color: %대표색%
    content: 내가 도착했을 때, 골목길에는 오직 칼 한 자루와 하얀 천 한 장, 그리고 한 무더기의 혈흔뿐이었다.
  - color: %대표색%
    content: 그리고, 피가 튀긴 채 한쪽이 찌부러진 케이크 상자 하나가 있었다.
  - color: %대표색%
    content: 쏟아져 나온 케이크는 범인의 발밑에 들러붙어, 하얀 천의 곁에서부터 골목길 바깥까지 이어져 있었다.
  - color: %대표색%
    content: 나는 케이크의 흔적을 따라 골목길 바깥으로 걸어 나갔고, 양손에 수갑을 찬 채 곧 경찰차에 태워지려는 한 취객을 보았다.
  - color: %대표색%
    content: …………
  - color: %대표색%
    content: …………
  - color: %대표색%
    content: …………
  - color: %대표색%
    content: 그날 밤, 상점가의 네온사인 불빛 아래에서.
  - color: %대표색%
    content:
      - 달은,
      - color: red
        content: 떠오르지 않았다.
  -
  - 분노한 팬에게 보복을 당해, %당신%은(는) 엔딩을 맞이했다.