#小栗帽特殊机制：
#招募时即进入经典级，前五回合提供巨额训练加成.
#상태【灰姑娘】：来自地方的芦毛灰姑娘，干劲不会下降到绝不调.
#상태【迟到者】：招募时即进入经典级，无法出赛皋月赏、일본 더비、국화상.
#二周目要素：重复育成开放参赛皋月赏、일본 더비、국화상.

시작이 반:
  #이벤트명：시작이 반
  #클래식 급 （모집 당일） 트레이닝실 내부
  - 오구리 캡이 무사히 지방에서 중앙으로 이적은 했지만, 마주해야 할 문제는 여전히 산더미다.
  - 예를 들면, 출주 자격 같은 것들.
  - 오구리 캡은 클래식 시즌에 임시로 이적한 %우마무스메%이기 때문에, 설령 팬 수가 충분하더라도 사전에 클래식 3관 레이스에 등록하지 않았다는 이유로 출주할 수 없다……
  - 제품 포장지에 인쇄된 주의사항은 보통 첫 사례가 발생해야 금지 사항이 되곤 하지만, 오구리 캡 이전에는 이런 전례가 없었다.
  - 제1차 %우마무스메% 붐을 일으켰던 국민 아이돌 하이세이코조차 클래식 시즌이 오기 전에 중앙으로 이적해 3관 출주권을 얻었으니까.
  - 지금 %당신%은(는) 책상 앞에 앉아 이 문제로 고민하고 있고, 오구리 캡이 호기심 어린 눈으로 뒤에 서서 지켜보고 있다는 사실조차 깨닫지 못했다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「트레이너? 무슨 일 있어?」
  -
  - acc: 1
    content: 「어, 오구리……」
  -
  - %당신%은(는) 뒤를 돌아 오구리 캡을 보았다.
  - 본인은 여전히 아무 걱정 없는 표정이라, %당신%은(는) 상황을 어떻게 설명해야 할지 더욱 난감해졌다.
  - 만약 처음부터 3관 레이스에 도전할 수 없다는 걸 알게 된다면, 오구리의 의욕이 꺾이지 않을까?
  - 그것만큼은 %당신%이(가) 가장 피하고 싶은 상황이다.
  -
  - acc: 1
    content: （일단 이 일은 굳이 말하지 말자……）（훈련 효과 +100%, 5턴 유지）
  - %당신%은(는) 불안의 근원을 깊이 눌러 담고, 애매한 말로 얼버무렸다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「그래……?」
  -
  - 오구리 캡은 고개를 끄덕이더니 다시 소파로 돌아갔다.

새해:
  #신년（클래식, 시니어급 1월 1주）
  - 오늘은 새해 첫날이다. 오구리 캡이 트레이닝실로 웃으며 들어오며 인사를 건넨다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「트레이너, 새해 복 많이 받아.」
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「기운차 보이네. 네가 있어서 정말 든든해.」
  -
  - acc: 1
    content: 「너무 격식 차리네. 나야말로 잘 부탁해.」
  -
  - 조금 성급해 보일 수도 있지만, %당신%은(는) 이미 연휴 동안 계획을 세워두었다.
  - 팬 투표로 선발되는 올스타전인 아리마 기념에 도전하려면, G1 레이스에서 우수한 성적을 남겨야만 한다.
  -
  - acc: 1
    content: 「의욕이 넘치네! 그렇다면…… 우리의 방침은……」
  -
  - 음—— 대체 어떻게 하는 게 좋을까?
  -
  - acc: 1
    content: 「헬스장에서 단련하자!」（스태미나 +10）
    lines:
      - color: %대표색%
        content:
          - fontSize: bold
            content: 오구리 캡
          - 「음…… 새해 벽두부터 헬스야?」
      - color: %대표색%
        content:
          - fontSize: bold
            content: 오구리 캡
          - 「그렇다면 운동이 끝난 뒤에 먹는 밥도 빼놓을 수 없겠군. 밥은 힘의 원천이니까!」
      -
      - 그 후, 당신들은 헬스장에서 진지하게 훈련에 매진했다. 하지만 그만큼 오구리의 식사량도 늘어났다……
  - acc: 2
    content: 「배불리 먹고 건강하게 살자!」（체력 +10%）
    lines:
      - color: %대표색%
        content:
          - fontSize: bold
            content: 오구리 캡
          - 「……! 정말 그래도 돼?」
      -
      - %당신%은(는) 자신 없는 표정으로 고개를 끄덕였다.
      -
      - color: %대표색%
        content:
          - fontSize: bold
            content: 오구리 캡
          - 「고마워…… 네가 허락해주지 않을 줄 알았어. 그렇다면 이번 새해 내내 배불리 먹겠어!」
      -
      - 그 뒤에 벌어진 일은 %당신%도 더 이상 떠올리고 싶지 않다. 하지만 적어도 지금의 오구리는 아주 건강해 보인다……
  - acc: 3
    content: 「스킬을 연마하자!」（스킬 포인트 +20）
    lines:
      - color: %대표색%
        content:
          - fontSize: bold
            content: 오구리 캡
          - 「하지만 난 손재주가 없는데……」
      -
      - 오구리 캡은 걱정스러운 얼굴로 말했지만, 이내 %당신%의 확고한 신념에 설득당했다.
      -
      - color: %대표색%
        content:
          - fontSize: bold
            content: 오구리 캡
          - 「……확실히 그렇군. 이제 겨우 1년이 시작됐을 뿐이야! 트레이너!」
      -
      - 도전하려는 의지만 있다면, 아무리 서툴러도 완벽한 기술을 익힐 수 있을 것이다!

세상의 중심에서 밥을 외친 야수:
  #이벤트명：세상의 중심에서 밥을 외친 야수
  #클래식 급 2월 1주 식당 내부
  - 불은 인간을 추위로부터 지켜주었고, 맹수로부터 멀어지게 했다.
  - 불을 다스릴 줄 알게 되면서부터 인류는 비로소 지혜를 얻었다.
  -
  - 하지만 카페테리아 아주머니가 아무리 화려하게 불을 다뤄도 눈앞의 「오구리 허리케인」에는 상대가 되지 않을 것 같다.
  -
  - 지금 이 순간, %당신%의 눈앞에는 오구리 캡이 식탁 위의 산더미 같은 음식들을 폭풍처럼 해치우고 있다——
  - 칼로리가 엄청난 가츠동, 갈릭 구이 치킨, 소갈비 구이 등 일반인이라면 한 끼만 먹어도 하루 종일 배부를 성찬들이 순식간에 사라진다.
  -
  - 이건 그저 오구리 캡의 점심 식사일 뿐이다.
  - 다행히 트레센은 식비와 숙박비를 전액 지원해 준다. %당신%은(는) 밥을 깨작거리며 속으로 안도의 한숨을 내쉬었다.
  -
  - 사실 많이 먹는 것도 하나의 재능이다.
  - 인체는 음식의 영양분을 연료로 전환해 구동되는 기계와 같다. 그런 관점에서 오구리 캡의「성능」은 가히 최정상급이라 할 수 있다.
  -
  - 오구리 캡은 마치 증기 기관차처럼, 화로에 끊임없이 석탄을 집어넣기만 하면 잠시 소화한 뒤 지치지 않고 질주할 수 있다.
  - 소모되지 않은 잉여 영양분은 온몸의 근육과 골격으로 전달되어 성장을 촉진하고, 오구리를 더욱 강하게 만든다.
  - 사람들은 보통 이런 야수같이 단순하고 직관적인 재능을 간과하곤 하지만, 한창 성장기인 오구리 캡에게 풍부한 영양은 무엇보다 중요하다.
  -
  - 「현재」를 위해서도, 「미래」를 위해서도 오구리의 몸속에 있는 이 고효율 에너지 전환 엔진은 가장 중요한 비장의 카드가 될 것이다.
  -
  - 물론, 체하지 않게 조심하라고 일러두기는 해야겠지만.
  -
  - acc: 1
    content: 「오구리, 너무 빨리 먹지 마. 음식이 어디 도망가는 것도 아니잖아.」
  - 오구리 캡은 어쩔 수 없다는 듯 %당신%을(를) 쳐다보았다. 양 볼이 식량을 저장하는 다람쥐처럼 빵빵하게 부풀어 있다.
  - 아니, 그냥 다람쥐 그 자체다.
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「우움우움으응음……（하지만…… 음식이 식어버리는걸……）」
  -
  - %당신%은(는) 웅얼거리는 소리 사이로 겨우 몇 마디를 알아들었다.
  -
  - acc: 1
    content: 「식는 게 급하게 먹다 사레들리는 것보다 나아. 천천히 먹어.」（호감도 +10）
    lines:
      - color: %대표색%
        content:
          - fontSize: bold
            content: 오구리 캡
          - 「알았어……」
  - acc: 2
    content: 「무슨 말을 하는지 하나도 안 들려. 천천히 좀 먹어.」（애정도 +2）
    lines:
      - color: %대표색%
        content:
          - fontSize: bold
            content: 오구리 캡
          - 「알았어……」
  -
  - 속도를 늦춘 오구리 캡이 조금 시무룩해 보이지만, 건강을 위해 이런 나쁜 습관은 반드시 고쳐야 한다!

발렌타인데이:
  #발렌타인 데이
  #클래식, 시니어 급 2월 2주 교사 뒤편
  - 훈련이 끝난 뒤, %당신%은(는) 오구리 캡에 의해 교사 뒤편으로 불려 나갔다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「왔구나. 한참 기다렸어.」
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「너에게 주고 싶은 게 있어…… 받아줘.」
  -
  - %그녀%는 %당신%에게 투명한 봉투에 예쁘게 포장된 초콜릿 한 봉지를 건넸다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「오늘은 발렌타인데이라서, 수제 초콜릿을 만들어 봤어.」
  -
  - %당신%은(는) 감동하며 초콜릿을 받았다—— 그러자 곧바로 손을 잡힌 채 어딘가로 이끌려갔다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「자, 가자…… 어디 가냐고?」
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「당연히 기숙사 식재료 창고지. 남은 초콜릿을 다 거기 뒀거든.」
  -
  - acc: 1
    content: 「남았다는 게 무슨 소리야……?」
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「계속 시도해 보면서 남은 초콜릿들인데, 아마 20kg 정도 있을 거야.」
  -
  - acc: 1
    content: 「20kg?!」
  -
  - %당신%은(는) 깜짝 놀랐지만, %그녀%의 표정은 아주 진지했다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「너무 많아서 학원까지는 못 가져왔어. 하지만 걱정 마. 냉장 보관 잘 해뒀으니까.」
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「나도 같이 먹어줄게. 이 초콜릿 성찬을 마음껏 즐겨보자고!」
  -
  - 그렇게 %당신%과(와) 오구리 캡의 발렌타인 데이는 막을 내렸다.

남모를 걱정:
  #이벤트명：남모를 걱정
  #클래식 급 4월 1주 훈련장
  #랜덤 3개 능력치 +10, 호감도 +10
  - 오구리 캡이 지방 시리즈에서 중앙 시리즈로 이적한 지도 벌써 몇 달이 흘렀다.
  - %그녀%는 %당신%을(를) 실망시키지 않았고, 중앙 트레센에 머물 자격이 있음을 실력으로 증명해 보였다.
  -
  - 지금도 오구리 캡은 트레센의 잔디 훈련 코스에서 맹렬히 질주하고 있다.
  - 이 코스는 한 바퀴에 1,800미터. 딱 마일 거리보다 조금 더 긴 길이다.
  - 구체적인 훈련 관찰 결과, 오구리 캡의 마일과 중거리 적성은 상당히 우수하다는 것을 알 수 있었다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「후우—— 하아——」
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「트레이너, 기록은?」
  -
  - 오구리 캡은 히시 아마존을 모델로 한 판넬 결승점을 통과한 뒤, 잠시 쿨다운을 하고 %당신%의 곁으로 돌아왔다.
  - %그녀%의 몸에서 피어오르는 열기와 함께 코끝을 찌르는 독특하고 매혹적인 체취가 %당신%에게 직접 전해졌다.
  - %당신%은(는) 어색함을 감추려 고개를 숙이고 시계를 보는 척했다.
  -
  - acc: 1
    content: 「……1분 35초 6, 괜찮네.」
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「이 속도, 빠른 거야?」
  -
  - 그러고 보니 오구리 캡은 아직 레이스 내용에 대한 인식이 상대적으로 얕은 편이다……
  - 예전에 지방에 있을 때는 이런 기록을 내본 적도 없었을 테니까.
  -
  - acc: 1
    content: 「빠르냐고 묻는다면, 확실히 빨라.」
  -
  - 그 말을 듣자 오구리 캡은 자신감 넘치는 미소를 지었다.
  - 이 속도는 거짓말을 하지 않는다. 기록상으로 %그녀%는 분명 중앙급 강자들과 겨룰 수 있다.
  - 하지만 훈련 성과를 실전으로 연결하는 것은 결코 쉬운 일이 아니다……
  -
  - 중앙의 레이스 수준은 너무 높다. URA에서 경쟁력이 떨어지는 %우마무스메%조차 지방으로 가면 한 시대를 풍미할 정도다.
  - 이그나이터, 나무라 빅토리, 후지엔 포에트리 같은 이들이 좋은 예다.
  - 예전에 중앙에서 지방으로 옮겼던 마루카와 센코라는 %우마무스메%는 인터뷰에서 무례한 후배에게 이렇게 말하기도 했다. 「너와 나의 격차는 나와 심볼리 루돌프의 격차보다도 커!」
  -
  - 바꿔 말하면, 반대로 지방에서 중앙으로 온 오구리 캡이 이 치열한 환경에서도 그 기세를 유지할 수 있을지는 여전히 미지수다.
  -
  - acc: 1
    content: 「두 바퀴 더 돈 다음 녹화 영상을 보면서 같이 검토하자.」
  -
  - 하지만 그것이 바로 %당신%의 책임이다. 트레이너로서 피할 수 없는 책임.
  - %당신%은(는) 오구리 캡에게 지시를 내렸다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「알았어. 트레이너.」
  -
  - 평소처럼 덤덤하게 대답한 뒤, 오구리 캡은 출발선으로 돌아가 %당신%의 신호를 기다렸다.
  - 말투만 봐서는 의욕이 있는지 없는지 알기 어렵지만, %당신%은(는) 오구리의 달리기에 대한 열정이 진심이라는 것을 알고 있다.
  - %당신%은(는) 살짝 미소를 지으며 다시 깃발을 휘둘렀다……

산은 높고 황제는 멀리 있다:
  #이벤트명：산은 높고 황제는 멀리 있다
  #클래식 급 4월 2주 트레이닝실 내부
  #첫 육성
  - 오늘은 흐린 날이다. 강렬한 햇빛도 두꺼운 구름을 뚫고 내려오면 차가운 빛줄기만 남는다.
  - 오구리 캡도 결국 수업을 통해 더비에 대해 알게 되었다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「그래서, 우린 언제쯤 더비라는 거에 나가는 거야?」
  -
  - 오구리 캡의 순수한 소망 앞에 %당신%은(는) 마음을 굳게 먹어야만 했다.
  - 현재 규칙상 오구리 캡은 클래식 3관 레이스에 참여할 수 없기 때문이다.
  -
  - acc: 1
    content: 「안타깝지만, 네 실력이면 충분히 더비에 나갈 순 있어도, 지금은 불가능해.」
  -
  - 이어 %당신%은(는) 그 이유를 차근차근 설명해 주었다.
  - 이적 시기가 좋지 않아 클래식 3관 출주 등록 기한을 놓쳤기 때문이다.
  - 다른 중상 레이스에는 나갈 수 있지만, 평생 단 한 번뿐인 클래식 3관의 의미는 남다르다.
  - 지금 출주할 수 없다는 건 정말 안타까운 일이다.
  - 이변이 없는 한 고지식한 URA가 특별히 허락해 줄 리도 없다.
  - 하물며 오구리 캡 같은 신출내기의 요청은 윗분들의 눈에 들어오지도 않을 것이다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「……그렇구나.」
  -
  - 오구리의 눈빛이 어두워졌다.
  - %그녀%가 줄곧 %우마무스메%의 최고 무대에서 싸우길 원했다는 걸 알고 있다. 그리고 더비와 어깨를 나란히 할 레이스가 또 어디 있겠는가?
  - 하지만 잠시 후, %그녀%의 머리 위로 전구가 반짝인 것 같았다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「그럼 도와줄 사람을 찾아보자.」
  -
  - acc: 1
    content: 「도와줄 사람?」
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「규칙은 사람이 정하는 거잖아. 그럼 관계자한테 부탁해 보면 되지 않을까?」
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「고향 아저씨나 아주머니들도 곤란한 일이 생기면 다 그렇게 해결했어.」
  -
  - 올 게 왔다. 전형적인 「특별 예외」 사고방식. 과연 정이 넘치는 시골 사회답다……
  - %당신%은(는) 그런 방식에 찬성하지 않는다.
  - 그렇게 하면 다른 %우마무스메%들에게 불공평할 뿐만 아니라, 수많은 논란을 일으켜 제도의 공정성과 신뢰를 떨어뜨릴 것이기 때문이다.
  - 오구리 캡은 되는데 왜 다른 %우마무스메%는 안 된단 말인가? 같이.
  -
  - content:
      - 하지만 생각해보면 예전에
      - color: '#ff746e'
        content:  전광석화처럼 시대를 풍미했던 어떤 %우마무스메%가 
      -  외국 국적이라는 이유로 더비에 나가지 못한 적이 있었다.
  - %그녀%의 팀이 동분서주하며 노력한 끝에 본인은 결국 나가지 못했지만, 주최측은 이듬해부터 규정을 완화했다.
  - 앞사람이 나무를 심으면 뒷사람이 그늘 아래 쉰다는 말처럼, 어쩌면 지금의 URA 상층부도 말이 좀 통하게 되었을지 모른다.
  - 거기까지 생각이 미치자, 뒷구멍으로 들어가는 걸 싫어하는 %당신%조차 일말의 가능성을 고민하기 시작했다.
  - 하지만, 이 문제를 해결하려면 누구를 찾아가야 할까?
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「……만약 그 황제라면, 혹시……」
  -
  - 콰광!
  -
  - if: era.get('cflag:17:모집상태') !== 1 || era.get('cflag:17:육성턴수합산')?.emperor === 1
    lines:
      - 당신들의 용건을 들은 학생회장은 흥미롭다는 듯 당신들을 훑어보았다.
      - color: %皇帝色%
        content:
          - fontSize: bold
            content: 황제
          - 「주워온 사냥개가 배고프다고 짖어대더니, 이제는 주인에게 송곳니까지 드러내는군…… 내가 기뻐해야 하나?」
      - color: %皇帝色%
        content:
          - fontSize: bold
            content: 황제
          - 「하지만 네가 충분히 영리하다면 네 위치부터 파악했어야지.」
      - color: %皇帝色%
        content:
          - fontSize: bold
            content: 황제
          - 「중앙을 무시하지 마라!」
  - if: era.get('cflag:17:모집상태') === 1 && !era.get('cflag:17:육성턴수합산')?.emperor
    lines:
      - 당신들의 용건을 들은 학생회장은 믿을 수 없다는 듯 당신들을 쏘아보았다.
      - color: %露娜色%
        content:
          - fontSize: bold
            content: 루나
          - 「네가 감히 나에게 편애를 요구하는 건가?」
      - color: %露娜色%
        content:
          - fontSize: bold
            content: 루나
          - 「내 말 몇 마디로 어떤 아이의 꿈을 살해하라는 소리인가?」
      - color: %露娜色%
        content:
          - fontSize: bold
            content: 루나
          - 「중앙을 무시하지 마라!」
  - if: era.get('cflag:17:육성턴수합산')?.good_end === 2
    lines:
      - 당신들의 용건을 들은 학생회장은 믿을 수 없다는 듯 당신들을 쏘아보았다.
      - color: %皇帝色%
        content:
          - fontSize: bold
            content: 심볼리 루돌프
          - 「주워온 사냥개가 배고프다고 짖어대더니, 이제는 주인에게 송곳니까지 드러내는군…… 내가 기뻐해야 하나?」
      - color: %露娜色%
        content:
          - fontSize: bold
            content: 심볼리 루돌프
          - 「내 말 몇 마디로 어떤 아이의 꿈을 살해하라는 소리인가?」
      - color: %露娜色%
        content:
          - fontSize: bold
            content: 심볼리 루돌프
          - 「중앙을 무시하지 마라
          - color: '#ff755e'
            content: （중앙을 무시하지 마라）
          - !」
  -
  - %당신%과(와) 오구리 캡은 보기 좋게 학생회실에서 「쫓겨났다」.
  - 문이 거칠게 닫히는 소리와 함께 문틈에 쌓여 있던 오래된 먼지가 머리 위로 쏟아졌다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「실패했네……」
  -
  - 당신들은 %우마무스메%계의 스타인 심볼리 루돌프의 영향력을 빌려 URA에 압력을 넣어볼 생각이었다.
  - 하지만 루돌프는 도와줄 기미조차 보이지 않았고, 오히려 보기 드물게 화를 냈다.
  - %그녀%가 우황청심환이라도 준비해뒀길 바랄 뿐이다.
  -
  - acc: 1
    content: 「우리가 갑자기 끼어들게 되면, 원래 나갈 예정이었던 다른 누군가는 밀려나게 돼.」
  -
  - 더비 출주권은 모두가 피땀 흘려 쟁취한 것이다. 오구리 캡 한 명을 위해 다른 한 명의 기회를 강제로 뺏는 일……
  - 모든 %우마무스메%의 행복을 바라는 심볼리 루돌프에게는 그야말로 역린을 건드리는 행위였다.
  -
  - 제삼자가 보기에는 셋이서 특권 계급의 이기주의를 부린 꼴이라 비난받아도 할 말이 없다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「그럼 어쩔 수 없지…… 더비는 포기해야겠어.」
  -
  - %당신%은(는) 고개를 끄덕였다. 다행히 오구리 캡은 억지를 부리는 성격이 아니다.
  - 두 사람은 학생회실이 있는 건물에서 나와, 누군가가 슬픔과 분노를 식욕으로 승화시키며 지옥으로 변하게 될 식당을 향해 터벅터벅 걸어갔다.

결전의 마일（上）:
  #이벤트명：결전의 마일 (상)
  #클래식 급 5월 2주（G1）NHK 마일 컵 5착 이내
  #레이스 전・대기실
  - 일본 더비 출주 불가라는 현실은 변하지 않았지만, 계속 멈춰 서 있을 수는 없다.
  - 같은 G1급 레이스인 NHK 마일 컵이 두 사람의 대체 목표가 되었다.
  - 오구리는 속도도 압도적일 뿐만 아니라 적응력도 놀라워서 더트와 잔디, 마일에서 장거리까지 훌륭한 성과를 내왔다.
  - 매일 이어지는 평가와 훈련을 통해, %당신%은(는) %그녀%가 마일 거리에서 승리할 수 있다는 자신감을 얻었다.
  -
  - 대체 무엇이 문제가 될까?
  -
  - acc: 1
    content: 「문제는 상대의 수준이야.」
  -
  - 상대들은 모두 이 스포츠의 최정상급 고수들이고, 오구리 캡은 이제 데뷔한 지 1년밖에 안 된 지방 출신일 뿐이다.
  - 상대들은 레이스 경험이나 훈련 기간 면에서 오구리보다 훨씬 월등하다.
  - 이에 대비해 %당신%은(는) 출주 %우마무스메%들의 영상을 끊임없이 돌려보며 그들의 습관을 기록했다.
  - 그리고 그 자료를 바탕으로 오구리 캡과 전략을 짰다. 부디 %그녀%의 머릿속 뉴런들이 경기장에서 전술을 잘 수행해 주길 기도하며.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「음…… 음음…… 대충 이해했어!」
  -
  - %그녀%는 가슴을 펴며 이해했다고 말한다.
  - 그런데 %당신%은(는) 왜 자꾸 한숨이 나오는 걸까?

결전의 마일（下）:
  #이벤트명：결전의 마일 (하)
  #클래식 급 5월 2주（G1）NHK 마일 컵 5착 이내
  #레이스 후・대기실
  - 훌륭하다. 오구리 캡은 이번 레이스에서 %名次%위를 차지했다.
  - %당신%은(는) %그녀%가 결승선을 통과하는 순간 주먹을 꽉 쥐고 환호했다.
  - 하지만 이내 냉정을 되찾고, 인터뷰를 마친 오구리를 데리고 대기실로 돌아왔다.
  -
  - 그럼에도 지방에서 온 이 아이가 일회성 유성이 아닌 진정한 샛별이라는 확신에 %당신%의 마음은 벅차올랐다.
  - 유성은 대기권과의 마찰로 한 번 반짝이고 사라지지만, 항성은 스스로 계속 타오르는 법이다.
  - 만약 이런 우수한 성적을 유지할 수만 있다면——
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「트레이너, 내 모습 어땠어?」
  -
  - %당신%은(는) 상념에서 깨어났다. 이야기의 주인공이 긴장된 표정으로 %당신%을(를) 뚫어지게 쳐다보고 있었다.
  - %그녀%의 붉어진 얼굴에는 여전히 질주의 열기가 남아 있었고, 눈빛 또한 뜨거웠다.
  - 마치 인정을 갈구하는 어린아이처럼—— 아니, %그녀%는 인정을 갈구하는 어린아이이다.
  -
  - acc: 1
    content: 「정말 잘했어. 하지만 더 노력해야 해!」
  -
  - 오구리 캡은 그저 고개를 묵직하게 끄덕였지만, 살짝 올라간 입꼬리는 %당신%의 눈을 피하지 못했다.
  -
  - acc: 1
    content: 「잘 들어, 전에도 여러 번 말했지만…… 네가 이번에 출주한 레이스는 G1급이야. 피라미드의 꼭대기에 있는 레이스라고.」
  -
  - G1에서 상위권에 들었다는 건 이미 엄청난 실력이 있다는 증거다. 하지만 단 한 번의 기적으로 끝나지 않으려면 계속해서 자신을 갈고닦아야 한다.
  - 그렇지 않으면 흐르는 강물을 거슬러 오르는 배처럼 뒤처지게 될 뿐이다.
  -
  - 오구리 캡은 의자에 조용히 앉아 %당신%의 가르침을 경청했다.

분함의 바다:
  #클래식 급 7월 1주 여름 합숙
  - 드디어 여름 합숙이 시작되었다. 훈련은 쉴 수 없지만, 적어도 복잡한 도심에서는 잠시 벗어날 수 있다.
  - 어느 날의 훈련을 마친 뒤, %당신%은(는) 숙소로 돌아가는 길이었다.
  -
  - color: %小玉色%
    content:
      - fontSize: bold
        content: 타마모 크로스
      - 「어라, 트레이너 아이가!」
  -
  - 복도에서 우연히 타마모 크로스를 만났다. 방금 목욕을 마치고 나왔는지 온몸에서 김이 모락모락 피어오르고 있었다.
  - 김 속에 섞인 스파크에 감전되지 않도록 %당신%은(는) 적당히 거리를 유지했다.
  -
  - color: %小玉色%
    content:
      - fontSize: bold
        content: 타마모 크로스
      - 「오구리 점마 아직 밖에서 뛰고 있던디, 니가 시킨 거가?」
  -
  - %당신%은(는) 눈을 크게 뜨고 눈썹을 치켜올렸다. 말을 꺼내기도 전에 타마모가 말을 가로챘다.
  -
  - color: %小玉色%
    content:
      - fontSize: bold
        content: 타마모 크로스
      - 「표정 보니 딱 알겠구마. 오구리 자슥, 또 멋대로 저러는 기제?」
  -
  - 타마모 크로스가 간략하게 설명해 주었다. 오구리가 해변에서 슈퍼 크릭과 같이 달리는 트레이닝을 한 뒤로, 고집을 부리며 해변에서 떠나지 않고 있다는 것이다.
  - 타마모와 헤어진 뒤 급히 해변으로 달려가니, 과연 달빛 아래 반짝이는 하얀 털뭉치가 엄청난 속도로 움직이고 있었다.
  - %당신%은(는) %그녀%가 멈춰 서는 순간 이름을 불렀다.
  -
  - acc: 1
    content: 「오구리, 뭐 하고 있어?」
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「트레이너……」
  -
  - %당신%은(는) 입을 굳게 다물고 오구리 캡이 말을 고르기를 기다렸다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「오늘 낮에 크릭이랑 해변에서 같이 달렸어.」
  -
  - %당신%은(는) 고개를 끄덕였다. 슈퍼 크릭은 강력한 상대라 훈련 파트너로 아주 적합했고, 그 훈련은 %당신%이(가) 짠 것이었다.
  - 그리고 %당신%은(는) 결과도 기억하고 있다…… 별로 좋지 않았다. 자신만만하게 이길 줄 알았던 오구리 캡이 겨우 무승부를 기록했을 뿐이니까.
  - 그 승부욕 때문에 아직도 마음을 못 잡고 있는 걸까?
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「훈련 거리는 2,000미터였어. 그 거리라면 난 절대 지지 않을 거라고 생각했지.」
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「그런데 결과는 비겼어……」
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「이대로라면 2,500미터인 아리마 기념에서는 크릭한테 완전히 따돌려지고 말 거야.」
  -
  - 2,000미터에서도 크릭을 이기지 못한다면, 더 긴 거리의 레이스에서는 스태미나 부족으로 질 거라는 소리다.
  - 아주 단순하고 명쾌한 논리지만, 반드시 정답은 아니다.
  - 한 레이스를 통해 추출할 수 있는 데이터는 별의 수만큼 많다.
  - 날씨 상태, 컨디션, 페이스 조절, 코스 위치, 현장 판단, 심지어 이전 레이스로 잔디가 얼마나 손상됐는지까지——
  - 트레이너들에게 데이터는 항상 부족할 뿐, 결코 넘치지 않는다.
  - 그러므로 오구리 캡이 스스로 상상한 시나리오는 하나의 추측일 뿐, 반드시 현실이 되는 것은 아니다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「미안해, 내가 너무 조급했어…… 너랑 먼저 상의했어야 했는데.」
  -
  - 오구리의 말을 다 듣고 나서 %당신%은(는) 콧김을 한 번 뿜었을 뿐, 크게 나무라지는 않았다.
  -
  - acc: 1
    content: 「네 기분은 이해해. 하지만 과도한 훈련은 우리 계획에 차질을 줄 뿐이야.」
  -
  - 오늘 무승부는 %당신%도 지켜봤다. 스태미나 보완 계획을 세우는 건 %당신%이(가) 할 일이다.
  -
  - acc: 1
    content: 「슈퍼 크릭은 강적이야. 하지만 강적이라면 그에 걸맞은 마음가짐으로 마주해야지.」
  -
  - acc: 1
    content: 「이렇게 갑자기 튀어 나와서 멋대로 달리기만 하면 오히려 체력이 바닥나버려.」
  -
  - 벌로서 내일부터는 유산소 훈련을 강화하겠다! 물론 %당신%의 감시 아래 엄격하게 진행될 것이다.
  - 오구리 캡은 깜짝 놀라더니 이내 입가에 미소를 띠었다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「알았어! 열심히 할게!」
  -
  - 두 사람이 돌아가려는데, 몰래 훔쳐보고 있던 타마모 크로스와 이나리 원 일행과 딱 마주쳤다.
  - 다들 깔깔거리며 숙소 방향으로 걸어갔고, 해변에는 수많은 발자국만 남았다.

쇠뿔도 단김에（上）:
  #이벤트명：쇠뿔도 단김에 (상)
  #클래식 급 11월 3주（G1）마일 챔피언십 3착 이내
  #레이스 전・대기실
  #지정 강적：뱀부 메모리
  - 이전에 나갔던 NHK 마일 컵은 5월이었다. 그 기세를 이어가기 위해 %당신%은(는) 반년 뒤에 열리는 이 마일 챔피언십에 오구리를 등록했다.
  - 마일 챔피언십은 이른바 「최강 마일 왕 결정전」이라 불리기에, 마일에 자신 있는 %우마무스메%라면 누구도 놓치지 않는 하반기 G1 대축제다.
  - NHK 마일 컵과 다른 점은 시니어급 %우마무스메%의 출주도 허용된다는 점이다.
  - 즉, 오구리 캡은 동기들뿐만 아니라 이미 수준 높은 레이스에서 단련된 선배들과도 직접 맞붙어야 한다.
  -
  - 교토와 도쿄 코스의 차이도 꽤 크다.
  - 오르막이 두 번 있고 막판 스퍼트가 중요한 도쿄 코스에 비해, 교토 코스는 꾸준히 속도를 유지하는 스태미나를 더 엄격하게 요구한다.
  - 레이스별 특성에 맞춰 계획을 조정하는 것 또한 트레이너의 중요한 임무다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「어쨌든, 다시 한번 확인하자—— 이번에는 세 번째 코너에 진입하자마자 가속을 시작해야……」
  -
  - %그녀%는 눈을 감은 채 몸을 가볍게 떨고 있다—— 이건 이른바 「전투 전의 고양」이지 겁을 먹은 게 아니다.
  - 
  - acc: 1
    content: 「교토의 종반은 아주 길어. 일단 가속을 시작하면 멈춰선 안 돼. 안 그러면 뒤처질 거야.」
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「수준 높은 레이스일수록 상대가 남겨둔 여력도 많겠지. 지난 몇 주 동안 수없이 말해줬잖아.」
  -
  - %당신%은(는) 감긴 %그녀%의 눈꺼풀 아래로 눈동자가 데굴 굴러 %당신% 쪽을 향하는 것을 보았다.
  -
  - acc: 1
    content: 「정말 다 기억하고 있네.」
  -
  - 모두가 더없이 중시하는 레이스인 만큼, 오구리 캡도 머릿속에 흰쌀밥만 든 건 아니다.
  - 그렇다면 딱히 걱정할 건 없어 보인다.

쇠뿔도 단김에（下）:
  #이벤트명：쇠뿔도 단김에 (하)
  #클래식 급 11월 3주（G1）마일 챔피언십 3착 이내
  #레이스 후・대기실
  #지정 강적：뱀부 메모리
  - 예상대로 이번 마일 챔피언십의 상대들은 매우 강력했다.
  - 상대 뱀부 메모리는 이미 야스다 기념을 제패했고, 각종 잔디 중상 경력도 화려한 마일 전선의 강력한 적수다.
  - if: era.get('cflag:53:모집상태') === 1
    content: 같은 팀인 당신들은 그 사실을 누구보다 잘 알고 있다.
  -
  - if: d['名次'] === '1'
    lines:
      - 다행히 오구리 캡이 안정적으로 실력을 발휘해 주었고, 마지막 순간의 폭발적인 가속으로 승리를 거머쥐었다.
      -
      - color: %대표색%
        content:
          - fontSize: bold
            content: 오구리 캡
          - 「뱀부 메모리, 정말 얕볼 수 없는 상대였어……」
      -
      - acc: 1
        content: 「뱀부마저 오구리 캡 가해자 모임에 가입할 뻔했네.」
      -
      - color: %대표색%
        content:
          - fontSize: bold
            content: 오구리 캡
          - 「오구리 캡 가해자 모임? 풋. 마치도 가입하고 싶어 하겠는걸.」
      -
      - %그녀%가 말한 「마치」는 지방 시절 깊은 인연을 맺었던 후지마사 마치다.
      - 또한 %그녀%는 갓 데뷔한 오구리 캡을 두 번이나 이긴 전적이 있어, 갓 결성된 오구리 캡 가해자 모임의 당당한 멤버이기도 하다.
  - if: d['名次'] > 1
    lines:
      - 그러므로 뱀부 메모리에게 패한 것도 어찌 보면 당연한 결과다.
      -
      - color: %대표색%
        content:
          - fontSize: bold
            content: 오구리 캡
          - 「뱀부 메모리, 정말 얕볼 수 없는 상대였어……」
      -
      - acc: 1
        content: 「이걸로 뱀부도 오구리 캡 가해자 모임에 가입했네.」
      -
      - color: %대표색%
        content:
          - fontSize: bold
            content: 오구리 캡
          - 「오구리 캡 가해자 모임? 풋. 마치도 가입하고 싶어 하겠는걸.」
      -
      - %그녀%가 말한 「마치」는 지방 시절 깊은 인연을 맺었던 후지마사 마치다.
      - 또한 %그녀%는 갓 데뷔한 오구리 캡을 두 번이나 이긴 전적이 있어, 갓 결성된 오구리 캡 가해자 모임의 당당한 멤버이기도 하다.
  -
  - 오구리 캡의 눈에 그리움이 서렸다.
  -
  - acc: 1
    content: 「고향 생각나?」
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「응, 카사마츠랑 그곳 사람들이 좀 보고 싶어지네.」
  -
  - 오구리 캡의 고향인 기후 카사마츠는 인구가 고작 2만 명도 안 되는 작고 낡은 마을이다.
  - 카사마츠의 거리는 화려한 도쿄와 정반대로 아주 조용하다.
  - 카사마츠의 아스팔트 위에서는 아무 걱정 없이 달릴 수 있었지만, 도쿄에 온 뒤로는 속도 제한이 있는 %우마무스메% 전용 도로로 만족해야 했다.
  - 트레센 생활은 무척 바쁘고, 이제 %그녀%에게 영광과 박수는 일상이 되어 매일이 새로운 경험이다.
  - 하지만 한가해질 때면 오구리 캡은 가끔 어딘가를 보며 멍하니 서 있곤 한다—— 바로 카사마츠가 있는 방향이다.
  -
  - acc: 1
    content: 「우린 지금 교토에 있고, 기후는 여기서 멀지 않아.」
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「트레이너?」
  -
  - 마침 마일 챔피언십은 교토에서 열렸고, 기후는 차로 두 시간 거리다.
  - 게다가 그곳에도 경기장이 있어, 고향 방문 중에도 훈련을 거를 걱정은 없다.
  - 가끔은 %당신% 스스로의 명석함이 무서울 정도다.
  -
  - acc: 1
    content: 「집에 가서 가족이랑 친구들을 만나고 싶어 하는 건 부끄러운 일이 아냐.」（호감도 +15）
  -
  - ——카사마츠에 가자.
  - %당신%은(는) 깜짝 놀란 표정의 오구리 캡에게 말했다.

선홍색 손수건（上）:
  #이벤트명: 선홍색 손수건 (상)
  #클래식 급 11월 4주
  #거리
  - 당신들은 카사마츠에 도착했다. 창밖 풍경은 기억 속 모습과 조금 달랐다.
  - 인테리어나 가게들이 바뀐 정도라 큰 변화는 아니지만, 떠난 지 1년도 채 안 됐으니 당연한 일일 터다.
  - 오구리 캡은 내내 차창에 달라붙어 밖을 구경했다. 평소 얼음 같은 표정의 %그녀%라도 지금은 설레는 기색을 감추지 못했다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「카사마츠, 오랜만이네……」
  -
  - 오구리 캡의 집은 전형적인 시골집이다. 소박하고 실용적이며 삶의 향기가 가득 배어 있고, 벽면에는 세월이 깎아낸 흔적들이 남아 있다.
  - 집 앞에 도착하자마자 두 사람의 표정이 순식간에 굳었다.
  -
  - acc: 1
    content: 「……우리 어머니께 미리 말씀드려 놨던가?」
  -
  - 당신들은 서로 얼굴을 마주 보더니 동시에 이마를 탁 쳤다.
  - 금의환향이라는 큰일을 치르면서 미리 연락하는 걸 깜빡하다니.
  - 갑작스러운 당혹감에 두 사람은 선뜻 문을 열고 들어가야 할지, 밖에서 마음의 준비를 더 해야 할지 갈피를 잡지 못했다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「근데 나 아까 관중석에서 엄마를 봤으니까, 아마 괜찮을 거야.」
  -
  - 알고 보니 오구리의 어머니는 마일 챔피언십 때 직접 레이스를 보러 오셨단다.
  - 그렇다면 갑작스러운 방문에도 너무 놀라시진 않을 것이다.
  - 그래도 안전을 위해 오구리가 집에 전화를 먼저 해보는 게 좋겠다. 만약 바쁘시거나 안 계신다면 근처에서 시간을 때우면 되니까.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리의 어머니
      - 「이 녀석, 어릴 때나 지금이나 덜렁대는 건 여전하구나.」
  -
  - 전화기 너머로 오구리의 어머니의 나긋나긋한 목소리가 오구리를 부드럽게 꾸짖는다.
  - %당신%은(는) 뜨끔해서 시선을 돌렸고, 곧 오구리의 어머니가 웃으며 집 문을 여는 모습을 보았다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리의 어머니
      - 「안녕하세요, %트레이너본명% 트레이너님.」
  -
  - 오구리의 어머니는 당신들을 열렬히 환영하며 안으로 이끌었다. 거절할 수 없는 성의에 %당신%은(는) 식탁에 앉아 연신 미소를 지어야 했다.
  - 집안 장식은 간결하고 실속 있었다. 고풍스러운 다다미 바닥과 단아한 나무 벽, 그 위에는 오구리 캡이 우승했을 때의 신문 스크랩들이 액자에 담겨 있었다.
  - 이 시대에 신문 스크랩이라니—— %당신%은(는) 감탄했다.
  - 자세히 보니 후지마사 마치가 우승했던 그 두 레이스도 있었다—— 오구리가 2등은 했으니 당연한 걸지도.
  - 엉뚱한 생각을 떨쳐내고 당신들은 즐겁게 대화를 나눴다. 화제는 사소하고 평범했지만, 말 한마디마다 오랜만에 만난 가족에 대한 친밀한 애정이 듬뿍 담겨 있었다.
  - 예를 들면 이런 것들：
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리의 어머니
      - 「우리 딸, %트레이너본명% 트레이너랑은 어느 단계까지 갔니?」
  -
  - 오구리의 어머니의 눈빛은 호기심으로 가득 찼다.
  - 순간 %당신%은(는) 그 질문이 무슨 뜻인지 바로 파악하지 못했지만, 오구리 캡이 덥석 대답을 가로챘다：
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「우리? 해야 할 일은 이미 다 했어.」
  -
  - 오구리 캡, 용맹무쌍한 오구리 캡은 어머니의 질문에 정면 돌파를 선택했다.
  - 하지만 %당신%이(가) 보기엔 %그녀%는 그냥 질문 의도를 못 알아들은 것뿐이다.
  -
  - acc: 1
    content: 「그게 아냐——!」（애정도 +2）
  -
  - %당신%은(는) 얼굴이 빨개져서 오구리의 어머니에게 급히 해명했다. 오구리의 말은 트레이너로서 담당 %우마무스메%의 일상 업무와 레이스 일정을 다 소화했다는 뜻이라고.
  - 너무 당황한 나머지 %당신%은(는) 외부로 발설해선 안 될 내부 정보까지 슬쩍 흘렸을지도 모른다—— 부디 어머니의 입이 무거우시길.
  - 정작 소동의 주범인 오구리의 어머니는 그저 살짝 웃으며 당신들의 해명을 듣는 둥 마는 둥 하셨다.
  - 오구리의 엉뚱한 대답은 일단 제쳐두더라도, %당신%은(는) 오구리의 어머니가 방금 분명히 의도적으로 질문하셨다고 확신했다.
  - 설마 예고 없이 불쑥 찾아온 것에 대한 작은 복수였을까? 조금은 짓궂은 면이 있으신 분이다.

선홍색 손수건（下）:
  #이벤트명: 선홍색 손수건 (하)
  #클래식급 12월 제1주
  #외출
  - 일주일간의 귀향길이 어느덧 막바지에 다다랐다. 당신들은 이제 카사마츠를 떠나 도쿄 트레센으로 돌아갈 준비를 해야만 했다.
  - 오구리의 향수를 달래주기 위해, %당신%은(는) 많은 것들을 뒤로 미뤄두었다. 오구리 본인의 학업 진도는 물론이고, 자신의 얼굴을 팔아치우며 쌓아온 업무 할당량까지 포함되어 있었다.
  - 부디 그 비서가 너무 화내지 않기를—— %당신%은(는) 그 생각을 하자마자 자기도 모르게 입술을 깨물었고, 혀뿌리 근처가 아릿해지는 것을 느꼈다.
  -
  - 이 기간 동안 계획대로, 당신들은 카사마츠 트레센에서 교류라는 명목으로 현지 훈련장을 빌려 사용했다.
  - 학원 측의 대응 역시 신속했다. 걸출한 졸업생인 오구리 캡을 위해 작지만 성대한 환영회를 즉시 마련했고, 심지어 교실에서 후배들에게 성공의 비결을 공유해달라며 열렬히 초청하기까지 했다.
  - 유명 인사라면 필연적으로 마주하게 될 번거로움이자, 갑작스럽게 장소를 빌린 것에 대해 치러야 할 인지상정이기도 했다.
  - 하지만 말재주가 없는 오구리가 이런 입담을 요하는 일을 제대로 해낼 리 만무했기에, 결국 연설의 상당 부분은 %당신%이(가) 옆에서 거들어주며 마무리 지어야 했다.
  - 겨우 카메라 조명 세례에서 벗어난 뒤에야, 오구리 캡은 후지마사 마치, 노른 에이스 등 옛 동급생들과 제대로 회포를 풀 수 있었다.
  -
  - 즐겁게 대화를 나누는 이들을 보며, %당신%은(는) 그 순수한 미소들을 뒤에서 묵묵히 지켜주기로 마음먹었다——
  -
  - acc: 1
    content: 「지금은 젊은이들의 시간이다. 이 스피드왜건은 쿨하게 빠져주지.」（호감도+15, 애정도+2）
  -
  - 이것 또한 트레이너가 다해야 할 책임이었다.
  - 그렇게 %당신%은(는) 교실 밖에서 %그녀%들이 만족할 때까지 대화를 나누는 모습을 지켜보며 기다렸다.
  -
  - 그 후로도 오구리 캡은 소문을 듣고 달려든 기자나 팬들에게 둘러싸이는 것을 제외하면 예전과 다름없었다.
  - 전임 트레이너인 키타하라와 이야기를 나누고, 후지마사 일행과 함께 훈련하며, 예정된 귀환일이 올 때까지 모든 것이 변함없는 듯 흘러갔다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「트레이너! 이제 갈 시간이야.」
  -
  - 날이 막 밝아 길가에 새벽 안개가 자욱한 가운데, 당신들 일행 외에도 드문드문 가족을 배웅하러 나온 사람들이 보였다.
  -
  - 오구리의 어머니와 옛 친구들은 일찌감치 일어나 %그녀%의 짐 꾸리기를 도와주었다.
  - 어머니는 연신 가는 길 조심하라며 당부하고는, %그녀%의 가방 안에 집에서 만든 먹거리들을 몇 봉지나 찔러 넣어주었다.
  - 후지마사는 옆에 서서 별말 없이 이따금 %그녀%의 어깨를 두드렸다. 눈에는 아쉬움이 가득했다.
  - 노른과 키타하라 일행은 웃으며 「다음에 올 때는 며칠 더 있다 가라고」, 「시간 나면 전화 자주 해」 같은 가벼운 작별 인사를 건넸다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「모두들, 꼭 다시 돌아올게!」
  -
  - %그녀%의 눈시울이 붉어졌지만, 눈물이 떨어지지 않도록 꾹 참아냈다.
  - 자동차 시동 소리와 함께 %당신%이(가) 가볍게 가속 페달을 밟자, 창밖으로 늘어선 건물들이 천천히 뒤로 밀려나기 시작했다.
  - %당신%은(는) 백미러 너머로 누군가의 손에서 휘날리는 선홍색 손수건 한 장을 보았지만, 배웅하던 사람들 중 누구의 것인지는 끝내 확인하지 못했다.
  - 그 손수건은 정말로 당신들을 향해 흔들린 것이었을까?
  -
  - 그런 정경 속에서, 당신은 자신도 모르게 오래된 노래 한 구절을 흥얼거렸다.
  -
  - acc: 1
    content: 「라라라~ 저 선홍색 손수건이여~♪」
  -
  - 누가 손수건을 흔드는지, 그 손수건이 누구를 위해 춤추는지는 중요하지 않다. 당신들은 다시 돌아올 것이기 때문이다.
  - 그 선홍색 손수건은, 그날이 오면 다시금 지금처럼 당신들을 맞이해주면 그만인 것이다.

오구리 삼바（上）:
  #이벤트명: 오구리 삼바 (상)
  #클래식급 12월 제4주 (G1) 아리마 기념 3착 이내
  #레이스 전・대기실
  #지정 강적: 타마모 크로스, 슈퍼 크릭, 이쿠노 딕터스, 사일런스 스즈카

  - 연말 최대의 축제인 아리마 기념. 팬 투표 결과 2위였던 오구리 캡은 레이스 전 예시장에서 스트레칭을 하고 있었다.
  - %그녀%의 앞 순위인 1위를 차지한 타마모 크로스는 자신의 예시를 마치고 다가와 짓궂은 미소를 지었다.
  -
  - color: %小玉色%
    content:
      - fontSize: bold
        content: ???
      - 「우야노, 얼굴이 돌부처맹키로 굳어있구마. 오구리가 그리 걱정되나?」
  -
  - 이번 아리마 기념은 미디어를 통해 전무후무한 「회색 털의 대결」로 묘사되었다. 오구리 캡이 그 한 축이라면, 다른 한 축은 누구인가?
  - 바로 여기, 또 다른 주인공인 타마모 크로스가 다가와 기선 제압을 하고 있었다.
  -
  - acc: 1
    content: 「걱정이라기보다, 확실히 힘든 싸움이 될 것 같아서 그래.」
  -
  - 아리마 기념은 %우마무스메%에 열광하는 사회에서 만인의 주목을 받는 레이스다. 흔히 1년에 두 번의 올스타전이 있다고들 하는데, 상반기의 타카라즈카 기념과 하반기의 아리마 기념이 바로 그것이다.
  - 이 레이스에 참여하기 위해서는 전적이 훌륭해야 함은 물론이고, 관중들의 압도적인 지지가 필요하다.
  - 오구리 캡은 그동안의 뛰어난 성적과 지방에서 온 소녀가 중앙을 제패한다는 서사로 사람들의 시선을 사로잡았고, 첫해에 2위라는 높은 순위로 출주권을 따냈다.
  - 지금 %당신%과(와) 가볍게 대화를 나누는 타마모 크로스뿐만 아니라 슈퍼 크릭, 이쿠노 딕터스, 사일런스 스즈카 같은 당대의 스타들은 겉만 번지르르한 이가 아닌 막강한 실력자들이었다.
  -
  - color: %小玉色%
    content:
      - fontSize: bold
        content: 타마모 크로스
      - 「솔직히 오구리 저 자슥이 저래 된 거, 다 니가 베려놓은 거 아닌가 싶다. 맨날 그래 무뚝뚝한 표정만 짓고 말이제.」
  -
  - 「회색 털은 달리지 못한다」는 미신을 함께 타파한 동지이자 같은 회색 털 %우마무스메%로서, 타마모 크로스와 오구리 캡은 서로를 잘 알며 관계 또한 상당히 좋았다.
  - if: era.get('cflag:21:모집상태') === 1
    content: 같은 팀에 소속되어 있다는 점은 두 사람을 무엇이든 털어놓을 수 있는 악우로 만들었다. 물론, %당신%은(는) %그녀%의 억측을 단호히 부정했다.
  - if: era.get('cflag:21:모집상태') !== 1
    content: 물론, %당신%은(는) %그녀%의 억측을 단호히 부정했다.
  -
  - acc: 1
    content: 「이상한 소리 하지 마! 저 녀석은 카사마츠 시절부터 원래 저랬어. 나랑은 상관없는 일이야.」
  -
  - 오히려 %당신% 자신이 오구리 캡에게 영향을 받은 쪽이라 할 수 있었다. 
  - 오구리 캡을 영입한 이래로, %그녀% 앞에만 서면 자기도 모르게 엄격하고 딱딱한 표정을 짓게 되었기 때문이다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「%트레이너본명%, 타마.」
  -
  - 마침내 준비를 마치고 내려온 오구리 캡이 다가왔다. %그녀%의 은백색 승부복은 언제나처럼 늠름하고 멋졌다.
  - 비록 %당신%은(는) 왜 허리 부분에 저런 하이레그 팬티 디자인이 들어갔는지 이해할 수 없었지만 말이다.
  - 미학적으로는 저 노출된 선이 허리 라인의 볼륨감을 살려주긴 하지만, 정작 입고 있는 본인은 이 모습이 전 세계 %우마무스메% 팬들의 카메라에 영원히 남을 것이라는 사실에 전혀 개의치 않는 듯했다.
  - 어쩌면 이런 대범함이 오구리 캡이 성공할 수 있었던 비결일지도 모른다.
  -
  - color: %小玉色%
    content:
      - fontSize: bold
        content: 타마모 크로스
      - 「오구리, 이따가 봐준다고 대충 달리지 마래이.」
  -
  - %당신%은(는) 타마모 크로스로부터 뿜어져 나오는 정전기가 공기 중에서 타닥거리며 튀는 것을 느꼈다. 다행히 그 위압감은 당신을 향한 것이 아니었다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「타마는 정말 강해. 내가 봐줄 여유 같은 게 있을 리 없잖아?」
  -
  - %그녀%는 타마모 크로스의 도발 섞인 말에 살짝 미소를 지으며 응수했다. 
  - 부드럽게 넘기는 듯하면서도 뒤처지지 않는 위세를 보여준 것이다. 오구리 캡의 안에 각인된 투쟁 본능은 여전히 왕성하고 날카로웠다.
  -
  - color: %小玉色%
    content:
      - fontSize: bold
        content: 타마모 크로스
      - 「아니, 내 말은... 나랑 제대로 작별 인사를 하자는 뜻이래이.」
  -
  - 작별... %당신%은(는) 오구리 캡과 시선을 교환했다.
  - 그렇다. 이번 아리마 기념은 타마모 크로스의 마지막 무대가 될 예정이었다. 
  - 결과가 어떻든 타마모 크로스는 은퇴를 선언할 것이고, 하얀 번개의 위명은 역사의 한 페이지로 남게 될 터였다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「타마, 설마 나더러 전력을 다하지 말라는 거야?」
  -
  - color: %小玉色%
    content:
      - fontSize: bold
        content: 타마모 크로스
      - 「말도 안 되는 소리 하지 말아라. 니가 일부러 져줘서 따낸 트로피는 내 성미에 안 맞아서 못 들고 있는다.」
  -
  - color: %小玉色%
    content:
      - fontSize: bold
        content: 타마모 크로스
      - 「내한테 필요한 건 온 힘을 다한 오구리 캡이다. 니를 쓰러뜨리고 얻은 우승컵은... 그냥 덤이라 생각하제.」
  -
  - 말을 마친 타마모 크로스는 손을 흔들며 주변에 불꽃 같은 정전기를 흩뿌린 채 돌아섰다.
  - 오구리 캡은 입술을 굳게 다물 뿐, 아무 말도 하지 않았다. %그녀%에겐 더 이상 할 말이 남아있지 않았기 때문이다.
  -

오구리 삼바（下）:
  #이벤트명: 오구리 삼바 (하)
  #클래식급 12월 4주차 (G1) 아리마 기념 3위 이내
  #레이스 전・선수 대기실
  #지정 강적: 타마모 크로스, 슈퍼 크릭, 이쿠노 딕터스, 사일런스 스즈카
  - 마침내 두 %우마무스메%의 필사적인 사투 속에서, 세상이 고대하던 회색 털의 강자 대결이 막을 내렸다.
  -
  - if: d.mvp === 21
    lines:
      - 작은 뇌신이 마지막 왕관을 차지했다.
      - 쏟아지는 갈채 속에서 완벽한 유종의 미를 거두었다.
  - if: d.mvp !== 6 && d.mvp !== 21
    lines:
      - 예상 밖으로 승자는 두 사람 중 누구도 아니었다.
  - if: d.mvp === 6
    lines:
      - 오구리 캡이 타마모 크로스를 꺾고 1위를 차지했다.
      - 두 회색 털 %우마무스메%는 서로를 껴안으며 미소지었고, %당신%은(는) 두 사람이 조용히 나누는 대화를 듣지 못했다.
  -
  - 어찌 되었든, 세대교체는 이곳에서 완벽하게 이루어졌다.
  -
  - acc: 1
    content: 「수고했어. 오구리.」
  -
  - %당신%은(는) 모든 것이 계획대로 순조롭게 마무리되는 감각을 좋아했다. 
  - 일상이 퍼즐처럼 질서정연하고, 음악의 리듬처럼 안정되어 모든 조각이 제자리에 끼워지고 모든 발걸음이 정확한 박자에 놓이는 것을 선호했다.
  - 이런 안정감은 세상을 자신의 통제 하에 두는 기분을 느끼게 해주었다.
  - 물론, 지금 %당신%의 세상은 오구리 캡의 것이었다.
  -
  - 치열한 레이스가 끝난 뒤, %당신%은(는) 오구리 캡 일행이 위닝 라이브 무대 위에서 춤추는 모습을 지켜보며 예전의 %그녀%가 춤에 대해 아무것도 몰랐던 시절을 떠올렸다.
  - 카사마츠 시절, %그녀%에게 춤이란 시골 축제에서 노래에 맞춰 흥을 돋우는 동작에 불과했기에, 위닝 라이브 무대에서 대뜸 고향의 봉오도리를 춰버린 적도 있었다.
  - 다행히 낙천적인 오구리 캡은 너무 독특한 행보 때문에 스포츠 신문 1면을 장식한 일에 대해 크게 개의치 않았다.
  - 만약 %당신% 자신이 그런 일을 저질렀다면 분명 평생의 트라우마가 되었을 터였다.
  -
  - 그러고 보니, 봉오도리를 출 수 있다면 삼바도 가능하지 않을까?
  - 무대 위나 아래나 할 것 없이 모두가 들떠 소란을 피우며, 번쩍이는 땀방울을 휘날리며 뜨거운 바람 속에 몸을 맡겼다.
  - %당신%의 생각도 오구리의 춤사위 리듬을 따라 기묘한 상상으로 빠져들었다. 
  - 열정적인 미소로 남미 삼바를 추는 오구리부터, 금빛 찬란한 기모노를 입고 사극에 출연하는 오구리까지... 당신은 정작 무대 위의 공연을 제대로 감상하지 못했다.
  -
  - 정신을 차려보니 공연은 이미 끝났고, %당신%과(와) 오구리는 하루의 피로를 뒤로한 채 호텔 방으로 돌아왔다.
  -
  - if: era.get('love:6') >= 50 && era.get('exp:6:성관계횟수') > era.get('exp:6:수면간횟수')
    lines:
      - 세속적인 이유로 겉으로는 두 사람이 각자 다른 방을 쓰는 것으로 되어 있지만, 실제로는 한 방을 비워둔 채 구색만 맞추고 있을 뿐이었다.
      - 고조된 성욕의 파동과 청춘의 호르몬 때문인지, 방에 들어서자마자 참지 못하고 뜨거운 입맞춤을 나누었다.
      - %당신%의 키스에 숨이 가빠지고 얼굴과 귀가 빨갛게 달아오른 오구리 캡도 지지 않겠다는 듯 %당신%의 목덜미에 입술 자국을 남겼다.
      - 두 사람은 서로의 육체를 탐색하고 더듬으며, 각자가 생각하는 민감한 곳을 공략하기 시작했다……
  - if: era.get('love:6') < 50 || era.get('exp:6:성관계횟수') === era.get('exp:6:수면간횟수')
    lines:
      - 저녁 식사를 마친 뒤, %당신%과(와) 오구리는 호텔 방 앞에서 작별 인사를 나누고 각자의 방으로 돌아가 휴식을 취했다.
      - 세수를 마친 피곤한 %기%는 침대에 누워 천장의 무늬를 멍하니 바라보았지만, 머릿속에서는 아직 이번 레이스의 여운이 가시지 않았다.
      - 이상하게도, 이 무늬는 보면 볼수록 오구리 캡의 머리 장식처럼 보였다.
      - 그 생각이 떠오르자마자 귓가에는 %그녀%가 머리 장식을 장착할 때면 들리던 기계 합체음이 들리는 듯했다.
      - 철컥!
      - 결국 %당신%은(는) 잠을 포기한 채, 언제나처럼 잔디 위를 질주하는 오구리 캡의 모습을 떠올렸다……

새벽 4시의 트레센:
  #시니어급 6월 제4주 기한 전까지 최소 2회 G1 우승 시
  #트레이닝실
  - 알렉산드로스 대왕은 패업을 이루었을 때 나이가 불과 서른둘이었다. 그는 자신의 후반생이 정복이 아닌 관리에 쓰일 것이라는 생각에 낙심했다.
  - 이에 아우구스투스는 크게 놀라며, 나라를 다스리는 것이 정복하는 것보다 훨씬 도전적인 일임을 알렉산드로스가 모른다며 탄식했다.
  - ——『플루타르코스 영웅전』 중에서.
  -
  - %당신%은(는) 멍한 표정으로 컴퓨터 화면을 응시하고 있었다. 휘하 %우마무스메%를 위해 무보수로 야근한 지 벌써 8일째였다.
  - 태초에 하느님은 6일 동안 천지를 창조하시고 7일째에 쉬셨다. 하지만 %당신%은(는) 8일째가 되었음에도 오구리 캡의 다음 레이스를 위한 훈련 계획을 짜느라 골머리를 앓고 있었다.
  - 이메일 통지, 장비 대여, 훈련장 조율, 레이스 등록, 전략 수립, 훈련 내용 모니터링…… 온갖 잡다한 일들이 당신의 머리 위로 쏟아졌다.
  - 수면 시간은 짧고 근무 시간은 길었다. 담당 %우마무스메%가 이곳에 없더라도 늘 신경을 곤두세워야 했으며, 얼마 안 되는 여유 시간조차 돌발 상황에 대비해 휴대폰을 켜두어야 했다.
  -
  - 세간에서는 트레센 트레이너가 높은 연봉과 안정적인 대우, 훌륭한 복지를 갖춘 꿈의 직장이라 말하지만, 그 이면에 얼마나 고된 노고가 숨어있는지는 언급하지 않는다.
  - 트레센에서 가장 한가한 사람은 아키카와 이사장뿐이겠지…… 그 생각을 하자 %당신%의 입가에 병적인 미소가 번졌다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「트레이너, 웃음소리가 좀 섬뜩하다.」
  -
  - acc: 1
    content: 「오구리, 아직 기숙사에 안 들어갔어?」
  -
  - %당신%은(는) 미소를 거두고 뒤를 돌아보았다. 오구리 캡이 운동 후 다음 날의 근육통을 방지하기 위해 스트레칭을 하고 있었다.
  - %그녀% 역시 오늘 하루가 쉽지 않았다. 낮에 진행된 인터뷰가 길어지는 바람에 이후 일정이 모두 뒤로 밀렸고, 방금 전에서야 댄스 훈련을 마쳤다.
  - 최근 %그녀%는 달리고 난 뒤 통증이 느껴진다는 불만을 자주 토로했고, 그 때문에 당신은 학원 측과 상의해 훈련 부하를 줄이고 부상을 방지하기 위한 대책을 세워야 했다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「어차피 아직 통금 시간 전이니까 상관없어.」
  -
  - %당신%은(는) 유연하게 몸을 푸는 오구리 캡을 바라보며 마음 한구석에 불안감이 스치는 것을 느꼈다.
  - 운동선수에게 가장 무서운 것은 부상이다. 건강할 때 아무리 눈부시고 천하무적 같아 보여도, 일단 부상과 마주하면 묵묵히 견디며 하늘의 뜻을 기다릴 수밖에 없다.
  -
  - %우마무스메%도 참 고된 일이다. %그녀%들은 학생인 동시에 운동선수이고, 또한 아이돌이기도 하기 때문이다.
  - 일상적인 위닝 라이브 훈련과 달리기 훈련 외에도 학업과 상업 활동까지 병행해야 한다.
  - 부주의하게 접질린 발목, 치열한 경합 중의 충돌, 매일 쌓여가는 훈련의 피로 골절…… 그 모든 것이 %그녀%를 무너뜨리는 원인이 될 수 있다.
  - 오구리 캡처럼 이미 명성을 쌓은 베테랑에게는, 그것이 원치 않는 은퇴를 강요하는 마지막 한 방이 될지도 모른다.
  -
  - 다시 말해, 이 방에 있는 두 사람은 모두 동병상련인 처지인 셈이다……
  - %당신%과(와) 오구리 캡은 입 밖으로 내뱉지 않은 서로의 깊은 한숨 소리를 들은 것만 같았다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 두 사람
      - （정말 쉬고 싶다——）

기적의 하얀 별도 땅에 떨어진다:
  #이벤트명: 기적의 하얀 별도 땅으로 떨어진다
  #시니어급 7월 제1주 여름 합숙
  - 휴식은 좋은 것이다. 바쁜 업무나 학업에서 잠시 벗어나 숨을 돌릴 수 있게 해줄 뿐만 아니라, 생활의 리듬을 재정비할 기회를 주기 때문이다.
  - 하지만 이번 휴가는 오구리 캡과 %당신% 두 사람에게 그리 즐겁지 않았다.
  -
  - 지난 레이스 후 갑작스럽게 느껴진 종아리 안쪽의 통증 때문에 %당신%은(는) 오구리 캡을 데리고 전문 의료 진단을 받았다. 결과는 골막염이었다.
  - 프로 %우마무스메%가 달리고 점프할 때 근육이 지속적으로 수축하고 당겨지면서 골막염이 발생할 수 있으며, 심할 경우 피로 골절로 이어질 수도 있는 질환이다.
  - 부상은 호랑이보다 무섭다는 말처럼, 천하무적 같던 오구리 캡도 이를 피해 갈 수는 없었다.
  -
  - 몸 상태를 완벽하게 회복하기 위해 %당신%은(는) 오구리 캡의 운동량을 대폭 줄이고, 약물 치료와 충분한 휴식을 병행하도록 강하게 명령했다.
  - 그 때문에 해변 합숙에 온 당신들은 훈련 대열에 합류하지 못한 채, 기초적인 컨디션 유지를 위한 가벼운 준비운동만 마쳤다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「골막염…… 정말 성가신 녀석이군.」
  -
  - acc: 1
    content: 「동감이야.」
  -
  - 지금의 당신들은 마치 체육 시간에 몸이 아파 참여하지 못하는 학생처럼 해변 구석에 앉아 즐겁게 노는 다른 이들을 바라보고 있었다.
  - 하지만 이것도 어쩔 수 없는 일이었다. 만약 치료하지 않고 방치한다면……
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「방치하면 피로 골절로 이어진다는 거지.」
  -
  - %당신%은(는) 고개를 끄덕였다. 지금 단계에서 골막염으로 그친 것이 불행 중 다행이었다.
  - 왜냐하면 %그녀%에게 차마 말하지 못한 사실이 하나 더 있기 때문이었다. 바로 오구리 캡의 신체 기능이 서서히 한계에 다다르기 시작했다는 점이었다.
  -
  - 프로 %우마무스메%는 나이가 들수록 신체 능력이 하락하는 것을 피할 수 없으며, 장기간의 고강도 운동으로 인한 부하와 손상이 누적된다.
  - 어떤 악덕 트레이너들은 %우마무스메%의 전성기가 한참 지났음에도 불구하고 억지로 출주를 강요하기도 한다.
  - 특히 인적 자원의 수준이 천차만별인 지방 트레센에서는, 지방 레이스에 출주할 때마다 나오는 정부 보조금을 챙기기 위해 %우마무스메%를 은퇴시키지 않고 계속 혹사시키는 사례가 적지 않았다.
  -
  - 공식적으로는 「꿈」과 「목표」라는 말로 아름답게 포장하지만, 프로 %우마무스메%라는 직업은 평범한 사람보다 훨씬 더 격렬하게 생명을 불태우는 직종이다.
  - %당신%은(는) 문득 예전에 좋아했던 만화의 한 장면을 떠올렸다. 링 위에서 자신의 생명을 하얗게 불태우고 장렬하게 떠난 주인공의 모습을 말이다.
  -
  - %우마무스메%는 청춘과 에너지를 아낌없이 필드에 쏟아부으며, 끝없는 고강도 훈련을 통해 단 0.001초의 돌파구를 찾아낸다.
  - 지금 찾아온 골막염은, 그동안 지불해왔던 대가가 %그녀%를 추격하기 시작했다는 신호에 불과했다.
  -
  - acc: 1
    content: 「휴식은 더 멀리 가기 위한 거야. 복귀를 서두르지 마.」
  -
  - 예전에 몇몇 선배들이 자신의 힘을 과신하다가 비극을 맞이했던 적이 있었다……
  - 레이스는 불과 몇 분 만에 끝나지만, 부상이 찾아오는 데는 단 1초도 걸리지 않는다. 대다수의 프로 %우마무스메%의 레이스 수명은 길어야 2, 3년이다.
  - 그리고 %그녀% 역시 서서히 「사용 기한」에 가까워지고 있었다……

색다른 기자（上）:
  #이벤트명: 색다른 기자 (상)
  #시니급 10월 제5주 (G1) 텐노상(가을) 1착 도쿄 잔디 2000m (중거리) 좌
  #레이스 전・대기실
  - 분노! %당신%은(는) 분노했다! 오구리 캡을 쉴 새 없이 괴롭히는 저주받을 파파라치들 때문에!
  - 부패한 고기 주위를 맴돌며 피를 빨아먹고 뜯어내는 저 윙윙거리는 모기, 파리 같은 놈들!
  - 공적인 일 때문에 잠시 오구리 캡을 혼자 두었더니, 그새를 못 참고 기어올라 인터뷰를 강요하며 제대로 쉬지도 못하게 만들고 있었다.
  -
  - 오구리 캡이 골막염을 앓고 있다는 소문이 퍼진 뒤로, 이 세계적인 회색 털의 아이돌은 늘 현미경 위에 놓인 것처럼 관찰당해왔다.
  - 두 사람의 조합은 안팎으로 의구심을 샀고, 업계 내에서도 근거 없는 루머가 끊이지 않았다.
  - 「충격! 70억 인구가 놀란 오구리 캡의 커리어 종료?!」, 「오구리 캡 모든 것을 잃다, 학생회장 확인 사살……」, 「오구리 초기 작품! 만 자로 분석하는 『카사마츠 온도』」
  - %당신%은(는) 지금 눈앞의 기자 역시 저런 어처구니없는 기사와 영상들을 배설하는 데 한몫했을 것이라 확신했다.
  -
  - %당신%은(는) 화를 내며 그 쓰레기들을 쫓아내고 나서야 오구리 캡을 바라보았다. 
  - 평소 타인 앞에서 태산이 무너져도 눈 하나 깜짝 않던 오구리 캡조차 불쾌한 기색이 역력했다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「네가 이렇게 크게 화를 내는 건 처음 보는 것 같아. %트레이너본명%.」
  -
  - %당신%은(는) 이미 결심했다. 트레센에 요청해 방금 전의 언론사에 대해 취재금지령을 내리고, 앞으로는 어떠한 인터뷰 요청도 응하지 않기로 말이다.
  - 설령 신청이 통과되지 않더라도, %당신%은(는) 저들의 질문에 다시는 답변하지 않을 것이다.
  - 직업윤리 따위는 내팽개친 채 자극적인 보도에만 열을 올리는 기자들은 정말 원망스러울 뿐이다. 
  - 예의 바르고 박학다식한 오토나시 씨가 차라리 훨씬 나았다.
  -
  - acc: 1
    content: 「저런 자들을 사람이라 생각하지 마. 그냥 흰쌀밥이라고 생각해버려.」
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「ㅎ, 흰쌀밥 말이야?」
  -
  - 옛말에「살아 있는 것은 무엇이든지 먹을 수 있다」라는 말이 있던 것 같지만, 내뱉고 나니 %당신%조차 조금 이상하다는 생각이 들었다……
  - 오구리 캡도 멍하니 멈춰 서서 기자들이 밥그릇에 담긴 쌀밥이 된 모습을 상상하는 듯하더니, 슬쩍 입술을 축였다.
  - 그 모습을 보니 이 비유는 별로 적절하지 않았던 것 같다. 이상한 상상을 억누르기 위해, %당신%은(는) 서둘러 오구리에게 덧붙였다.
  -
  - acc: 1
    content: 「이번에 좋은 성적을 내면, 맛있는 거 먹으러 데려가 줄게. 어때?」
  -
  - 역시, 효과 만점이었다.

색다른 기자（下）:
  #이벤트명: 색다른 기자 (하)
  #시니어급 10월 제5주 (G1) 텐노상(가을) 1착 도쿄 잔디 2000m (중거리) 좌
  #레이스 후・대기실
  - 오구리 캡은 마치 유성처럼 결승선을 통과하며, 부상에 굴하지 않는 강인함이 무엇인지 증명해 보였다.
  - %그녀%가 승리하는 순간, 보는 이들은 숨이 멎을 듯한 정적에 휩싸였고 그 정적은 이내 경기장을 가득 메우는 환호의 파도로 변했다.
  - %당신%은(는) 오구리 캡의 선두 통과에 아낌없는 박수를 보냈다. 오구리는 천천히 속도를 줄이며 인파 속에서 당신을 찾아 고개를 돌렸다.
  - %그녀%의 강인한 두 눈이 %당신%을(를) 포착했고, 주먹을 높이 들어 화답했다.
  -
  - 레이스 후 열린 공개 기자회견장, 두 사람은 단상 위에 앉아 수많은 미디어 관계자들을 마주했다.
  - %당신%은(는) 미간을 찌푸리며, 일전에 오구리 캡을 괴롭혔던 기자가 뻔뻔하게 자리를 지키고 있는 것을 발견했다. 
  - 어떤 이들의 낯가죽은 콘스탄티노플의 거대한 성벽보다도 두꺼운 법이었다. %당신%은(는) 마음을 가다듬으며 미소 지었다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「이번 가을 텐노상의 승리는 전적으로 %트레이너본명% 트레이너의 훌륭한 계획 덕분입니다.」
  -
  - 인터뷰에 능숙해진 오구리 캡은 예전과는 달리 당신의 도움 없이도 기자들의 질문에 유연하게 대처했다. 
  - 하지만 저 성가신 놈을 상대로는 오구리도 평정심을 유지하기 힘들지도 몰랐다. %당신%은(는) 개입할 준비를 마쳤다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「다음 분, 질문해 주세요.」
  -
  - 드디어 그 언론사 차례가 왔다. %당신%은(는) 숨을 죽이고 질문하는 기자를 향해 살벌한 눈빛을 보냈다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 악덕 기자
      - 「안녕하십니까, 『데일리 뷰글』의 조나 제임슨입니다……」
  - color: %대표색%
    content:
      - fontSize: bold
        content: 악덕 기자
      - 「이번 레이스에서 우승하셨는데, 혹시 상대 %우마무스메%들의 컨디션 난조 덕분에 기회를 잡았다고 생각하시진 않습니까?」
  -
  - 별난 기자가 오구리 캡에게 함정을 파고 있었다. 만약 %그녀%가 곧이곧대로 대답한다면——
  - 「그렇다」고 하면 자신의 승리가 실력이 아닌 운이었음을 인정하는 꼴이 된다. 
  - 반대로 「아니다」라고 하면 자신을 너무 높게 평가하며 겸손하지 못하다는 인상을 줄 수 있다.
  - 기자는 한 명의 %우마무스메%만 인터뷰하는 것이 아니기에, 다른 %우마무스메%의 말이 왜곡되어 전달된다면 후폭풍이 거셀 터였다.
  - %당신%은(는) 벌써부터 내일 신문의 헤드라인이 눈에 선했다.「인성 논란! 자만심 가득한 오구리 결국……」, 「G1 %우마무스메%의 꾀병 쇼? %그녀%의 충격 발언……」 같은 쓰레기 같은 내용들 말이다.
  -
  - 참으면 병이 되고, 양보하면 화가 치미는 세상이다. 
  - 레이스 전의 앙금과 레이스 후의 흥분이 겹쳐, 평소 냉정하던 %당신%의 머릿속에서도 인내심의 끈이 끊어지는 소리가 들렸다.
  - 하지만 당신이 입을 열려던 찰나——
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「아, 사실 오늘 아침에 돈가스 카레 덮밥을 먹었는데, 그 아침 식사가 정말 중요했습니다. 저에게 아주 큰 에너지를 주었거든요.」
  -
  - 오구리 캡은 이지선다의 함정에 빠지기는커녕 감정에 휘둘리지도 않은 채, 입을 열자마자 자신의 대식가 속성을 드러내 보였다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「그리고 오늘 날씨도 적당한게, 카레라이스의 풍미와 아주 잘 어우러져서 딱 좋았습니다.」
  -
  - %당신%은(는) 폭소를 터뜨리지 않기 위해 안면 근육을 필사적으로 통제해야 했다. 침착하고 평화롭게, 엉뚱한 대답으로 상대를 허탈하게 만드는 기술.
  - 오구리 캡 또한 성장을 거듭하고 있었다.
  - 오히려 트레이너인 %당신%이(가) 스스로를 통제하지 못할 뻔했다. 오구리의 이런 임기응변이 없었다면 두 사람은 큰 망신을 당했을지도 모른다.
  -
  - acc: 1
    content: 「다음 질문 받겠습니다.」
  -
  - %당신%은(는) 불쾌한 표정으로 자리에 앉는 악덕 기자를 보며 기분이 아주 상쾌해지는 것을 느꼈다.

방 안의 코끼리를 창밖으로 던져라:
  #이벤트명: 방 안의 코끼리를 창밖으로 던져라
  #시니어급 11월 제1주
  #트레이닝실
  - 사람들의 관심조차 경제적 도구로 소모되는 이 시대는 적응하기 참으로 어렵다.
  - 오구리 캡의 반복되는 부상과 다가오는 은퇴는 기존 매체와 SNS 모두에게 최고의 조회수 보증 수표가 되었다.
  - %우마무스메%에 관심이 없던 사람들조차 자신의 SNS에 오구리 캡을 향한 응원과 축복의 글을 올리기 시작했다.「전설적인 농구 선수 오구리 캡에게 경의를!」 같은 글이 올라오는 식이었다.
  - %그녀%에 대해 전혀 알지 못한 채 하는 이런 발언들은 실소를 자아내지만, 한편으로는 %그녀%의 인지도가 그 정도 경지에 올랐음을 반증하는 사실이기도 했다.
  -
  - content:
      - fontSize: bold
        content: 편지
      - 「탐욕의 죄를 범한 트레이너에게」
  - content:
      - fontSize: bold
        content: 편지
      - 「오구리 캡에게 아픈 몸으로 레이스를 강요한 죄를 우리는 이미 알고 있다」
  - content:
      - fontSize: bold
        content: 편지
      - 「회개하지 않는다면 폭탄의 분노를 마주하게 될 것이다」
  - content:
      - fontSize: bold
        content: 편지
      - 「%우마무스메% 괴도단 드림」
  -
  - 당신들은 트레이닝실에 앉아 책상 위에 놓인 편지 한 통을 보며 할 말을 잃었다. 
  - 트레이너를 시기해서든, %우마무스메%를 진심으로 걱정해서든, 트레이너와 트레센을 한꺼번에 날려버리겠다는 협박 편지는 사실 이 업계에서 그리 드문 일이 아니었다.
  - 하지만 막상 당사자가 되고 보니 웃음이 나오질 않았고, 오구리 캡은 어처구니없다는 듯 고개를 저었다.
  - 미디어와 악성 댓글러들의 자극적인 선동 속에서, %그녀%는 마치 사악한 친척에게 남은 재산까지 빨아먹히는 가련한 노인처럼 묘사되고 있었다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「왜 다들 내 의견은 물어볼 생각도 안 하는 거지……」
  -
  - acc: 1
    content: 「트레이너가 짊어져야 할 책임이 그만큼 막중하기 때문이야.」
  -
  - 필요할 때 %우마무스메%를 뒤에서 보호하는 방패가 되는 것 또한 트레이너의 사명 중 하나다.
  - 압력에 쉽게 굴복하지 않고, 전문적인 의료 조언을 따라 %우마무스메%에게 최선의 판단을 내려야 한다. 설령 여론의 뭇매를 맞더라도 그것이 업무의 일부라 생각하며 묵묵히 견뎌야 한다.
  -
  - acc: 1
    content: 「지금은 오구리의 앞길을 확실히 결정하는 게 더 중요해.」
  -
  - %당신%은(는) 괴도단이 보낸 예고장을 아무렇지 않게 종이비행기로 접어 창밖으로 날려 보냈다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「나야 당연히 계속 달리고 싶지. 하지만 몸이 따라주질 않는다는 걸 알아……」
  -
  - 사실 오구리 캡 본인도 자신의 체력이 급격히 저하되고 있음을 느끼고 있었다. 반복되는 부상, 점점 더 힘겨워지는 레이스 내용들. 훈련 중 조금씩 늦어지는 기록들.
  - 레이스가 끝난 뒤 길어지는 회복 시간들은 모두 오구리 캡의 시대가 저물어가고 있음을 알리고 있었다. 
  - 외부의 압력이 없었더라도 %그녀%가 이번 시즌을 넘기기는 어려웠을 것이다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「하지만 역시 실력으로 그놈들의 입을 다물게 하고 싶어.」
  -
  - %당신%은(는) 의아한 표정으로 오구리 캡을 바라보았다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「기자들은 네가 나를 억지로 뛰게 한다고 떠들어대고 있잖아?」
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「그러니까 성적으로 보여줄 거야. 그런 건 전혀 사실이 아니라는 걸!」
  -
  - 오구리 캡은 결연한 표정으로 주먹을 꽉 쥐며 %당신%에게 자신감 넘치는 미소를 지어 보였다. 
  - G1급 슈퍼스타에게는 그에 걸맞은 긍지가 있는 법이었다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「그 레이스로 내 커리어에 완벽한 마침표를 찍겠어.」
  -
  - acc: 1
    content: 「아리마 기념……」
  -
  - %그녀%가 결심을 굳혔다면 %당신% 역시 더 이상 토를 달 필요가 없었다. 
  - 지금까지 그래왔듯, 두 사람이 서로 의지하며 앞으로 나아가면 될 뿐이었다.

오구리 캡：엔드게임（上）:
  #이벤트명: 오구리 캡: 최종 결전 (상)
  #资深급 12월 제4주 (G1) 아리마 기념 1착 나카야마 잔디 2500m (장거리) 우・내
  #지정 강적: 메지로 라이언, 메지로 아르당, 야에노 무테키
  #레이스 전・대기실
  - 이른 아침의 트랙 위로 새벽 안개가 마치 얇은 비단처럼 경기장을 감싸고 있었다. 
  - 오구리 캡은 멀리 관중석을 바라보았다. 텅 빈 좌석들이 정적 속에 우뚝 서서 %그녀%를 무언으로 응시하고 있었다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「이게 마지막이구나.」
  -
  - 오늘이 지나고 나면 %그녀%는 이 코스를 떠나, 자신에게 가장 익숙했던 정체성을 내려놓게 될 터였다. 
  - 결과가 어떻든, 『기적의 하얀 별』 오구리 캡은 은퇴하여 사람들의 시야에서 사라지게 될 것이었다.
  -
  - acc: 1
    content: 「준비 잘해. 마지막 싸움에 후회가 남지 않도록.」
  -
  - %당신%은(는) 가슴 속에서 울컥 차오르는 감정을 억누르며 깊은 숨을 들이켰고, 트랙 옆에 서서 오구리의 신체 상태를 최종 점검했다.
  - 3년이라는 세월은 %그녀%의 겉모습에 큰 흔적을 남기지 않았다. %그녀%의 두 다리는 여전히 강인했지만, 당신들 두 사람은 오랜 시간의 혹사가 %그녀%에게 얼마나 많은 상처를 남겼는지 잘 알고 있었다.
  - 백전노장 오구리 캡과 대조적으로, 이번 아리마 기념에서 가장 주목받는 우마무스메는 한창 기세가 오른 신성 메지로 라이언이었다.
  - 메지로 라이언은 최근 최상의 컨디션을 보여주며 사츠키상 3착, 일본 더비 2착, 국화상 3착을 기록했다. 
  - 비록 삼관의 영광을 차지하지는 못했지만, 클래식 삼관 레이스 모두에서 3위 안에 드는 기염을 토했다.
  -
  - if: era.get('cflag:27:모집상태') === 1
    content: 한쪽에서 진지하게 몸을 풀던 라이언도 당신들을 보며 씩 웃어 보였다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「걱정 마. 경기장을 떠나는 게 이번이 처음도 아니니까.」
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「코스 위의 결승점은 그저 또 다른 여정의 시작일 뿐이야. 모두가 내게 가르쳐준 사실이지.」
  -
  - 당신이 멍해지자, %그녀%는 카사마츠를 떠나던 때를 의미한다는 것을 깨닫게 해주었다.
  -
  - acc: 1
    content: 「카사마츠를 떠난 걸 후회한 적 있어?」
  -
  - 오구리 캡의 스트레칭 동작이 아주 잠시 멈췄지만, %그녀%는 금세 평정을 되찾았다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「후회한 적 없어. 후회할 일도 없고.」
  -
  - color: %藤正色%
    content:
      - fontSize: bold
        content: ???
      - 「그거 참 섭섭한 소리네. 오구리 캡.」
  -
  - 낯익은 목소리가 들려왔고, 두 사람은 난간 너머 관중석 쪽을 바라보았다. 청록색 머리카락에 적황색 눈동자, 바로 구면인 후지마사 마치였다. 
  - 난간에 아무렇게나 기대어 있는 %그녀%의 말투는 서운함이 묻어났지만 얼굴에는 숨길 수 없는 미소를 띠고 있었다.
  -
  - color: %藤正色%
    content:
      - fontSize: bold
        content: 후지마사 마치
      - 「그때 내가 얼마나 슬퍼했는데, 대스타가 되더니 아주 싹 잡아떼는구나.」
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「마치!」
  -
  - color: %藤正色%
    content:
      - fontSize: bold
        content: 후지마사 마치
      - 「어머니랑 노른 일행도 같이 왔어. 지금은 호텔에서 늘어지게 자고 있지만 말이야.」
  -
  - 후지마사 마치가 어깨를 으쓱하자, %그녀%의 눈 밑에 드리워진 다크서클이 보였다. 
  - 오구리 캡의 마지막 무대를 직접 응원하기 위해 이곳까지 오느라 꽤나 고생한 모양이었다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「다들 고마워…… 그런데 마치는 왜 벌써 여기 있는 거야?」
  -
  - %당신%은(는) 이제 막 떠오른 아침 해를 보았다. 레이스를 관람하기에는 너무 이른 시간이었기 때문이다. 
  - 오구리 캡과 %당신%조차 가볍게 잔디 상태를 확인하고 몸을 푼 뒤 다시 쉬러 갈 참이었다.
  -
  - color: %藤正色%
    content:
      - fontSize: bold
        content: 후지마사 마치
      - 「네가 예전처럼 아침 일찍 훈련하러 나올 것 같아서 와본 거야. 별다른 이유는 없어.」
  -
  - 사실 %그녀%의 말대로였다. 큰 레이스——아니, 매 레이스 전마다 오구리 캡은 무척이나 흥분하곤 했다.
  - 따라서 레이스 전에 %그녀%를 환경에 적응시키고 차분하게 만드는 과정은 매우 중요했다. 
  - 그래서 두 사람은 사람이 거의 없는 이른 아침에 학원 측의 허가를 받아 작은 잔디 구역을 빌려 몸을 풀곤 했던 것이다.
  - 후지마사 마치와 오구리 캡 모두 말주변이 좋은 편은 아니었기에, 할 말을 다 마친 두 사람 사이에는 어색한 침묵이 흘렀다.
  -
  - color: %藤正色%
    content:
      - fontSize: bold
        content: 후지마사 마치
      - 「그럼 난 호텔에 가서 마저 잘게. 나중에 보자.」
  -
  - color: %藤正色%
    content:
      - fontSize: bold
        content: 후지마사 마치
      - 「……절대 지지 마라.」
  -
  - 결국 손님인 마치가 먼저 작별을 고했다. %그녀%는 몸을 돌려 관중석 깊은 곳으로 사라졌다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「이길 거야! 마치, 내가 반드시 이길게!」
  -
  - 오구리 캡이 우렁찬 목소리로 외쳤다. 그 목소리는 마치 거대한 종소리처럼 웅장했다. 
  - 만약 이 전까지 %그녀%에게 이별에 대한 아쉬움과 초조함, 실패에 대한 불안과 공포가 조금이라도 남아 있었다면, 지금의 오구리 캡은 모든 미련을 완전히 떨쳐버린 것 같다고 %당신%은(는) 느꼈다.

오구리 캡：엔드게임（下）:
  #이벤트명: 오구리 캡: 최종 결전 (하)
  #资深급 12월 제4주 (G1) 아리마 기념 1착 나카야마 잔디 2500m (장거리) 우・내
  #지정 강적: 메지로 라이언, 메지로 아르당, 야에노 무테키
  #레이스 후・대기실
  - 레이스 과정은 결코 순탄치 않았다. 평균 완주 시간이 단 2분 수십 초에 불과한 아리마 기념에서는 단 하나의 실수도 치명적일 수 있었다.
  - %당신%은(는) 레이스 종반에 오구리 캡의 힘이 부치기 시작했다는 것을 알아챘다. 만약 다른 %우마무스메%였다면, 그 순간 「이제 안 돼~!」라고 비명을 지르며 속도가 줄어들었을 것이다.
  -
  - 하지만 %그녀%는 경이로운 의지력으로 버텨냈다. 
  - 아니, 단순히 버틴 수준이 아니었다. %그녀%는 오히려 2차 가속을 시도했다. 
  - 관중석을 가득 메운 함성 속에서 %당신%은(는) %그녀%의 입가에 번진 미소를 보았다. 
  - 그것은 포식자가 사냥감을 포착했을 때 짓는 웃음이었다. 당신은 그 순간 입을 다물지 못한 채, 난간을 두 손으로 꽉 움켜쥐었다.
  -
  - 운명이 %그녀%에게 채운 쇠사슬을 단숨에 부수어버리고, 신이 %그녀% 앞에 세운 철벽을 머리로 들이받아 구멍을 냈다.
  - 「말도 안 돼!」 경쟁자들이 경악 섞인 눈빛을 보내는 가운데, 오구리 캡은 다시 한번 자신의 한계를 돌파하며 %그녀%들을 저 멀리 따돌렸다……
  -
  - acc: 1
    content: 「가라아아!!」
  -
  - 오구리 캡이 결승선을 통과하는 순간, %그녀%의 커리어 마지막 우승이 확정되었고 모든 것이 완벽한 피날레로 막을 내렸다.
  - %그녀%는 천천히 속도를 줄이며 수만 관중의 환호를 온몸으로 받아냈다. 광기 어린 축제도, 승리의 광희도 아니었다. 
  - %그녀%의 얼굴에는 오직 공허하면서도 맑은 해탈의 기색만이 감돌았다.
  - 오구리 캡이 결승선을 넘는 순간, %당신% 역시 길게 한숨을 내쉬며 가슴 속의 뜨거운 감정을 식혔다.
  -
  - 성대한 공연의 막이 내리고, 오구리 캡의 시대가 이렇게 저물어갔다.
  - 시간이 흐른 뒤, %당신%은(는) 이런 소문을 들었다. 「그날의 아리마 기념은 신이 오구리 캡의 몸을 빌려 달린 것이다.」
  - %당신%은(는) 그 말에 긍정도 부정도 하지 않았다.
  - 하지만 그 순간의 %그녀%에게서 당신은 신성을 보지 못했다. 대신 %그녀%가 신의 섭리를 깨부수고 스스로의 「영역」으로 돌진하는 모습을 보았다.
  - 회색 털의 신데렐라에게는 신도, 12시가 되면 풀려버리는 마법도 필요 없었다. 
  - 이 뜨거운 영혼은 오직 자신만의——「신의 영역」을 가지고 있었기 때문이다.

우준들에게（上）:
  #시니어급 ?월 제?주 (G?) 모의·일본 더비 출주 도쿄 잔디 2400m (중거리) 좌·내
  #지정 강적: 심볼리 루돌프, 미스터 시비, 시리우스 심볼리, 사쿠라 치요노 오, 타마모 크로스, 야에노 무테키
  #레이스 전·운동장
  - 석양이 지기 직전, %당신%은(는) 트레센의 유명한 원형 코스 옆에 편하게 앉아 열심히 훈련 중인 %우마무스메%들을 지켜보고 있었다.
  - 전설적인 %우마무스메% 오구리 캡을 키워낸 명트레이너인 %당신%이(가) 지켜보고 있다는 사실에, %우마무스메%들은 자기도 모르게 긴장하며 더욱 힘을 냈다.
  - 곁에 있는 오구리 캡은 이미 트레이닝복으로 갈아입고 당장이라도 뛰쳐나갈 기세였다.
  - 은퇴한 살아있는 전설이 여기서 전력 질주를 할 리는 없겠지만, %그녀%와 같은 코스에서 연습한다는 것만으로도 영광스러운 일이다!
  -
  - acc: 1
    content: 「워밍업은 끝났어? 가자.」
  -
  - %당신%은(는) 미소 지으며 오구리 캡의 워밍업이 끝나길 기다렸다가 %그녀%를 코스로 내보내 에너지를 발산하게 했다.
  - 사실 3년의 계약 기간이 끝난 지금, %당신%과(와) 오구리 캡의 계약은 이미 종료된 상태다. 하지만 두 사람은 평소처럼 일상적인 훈련을 멈추지 않았다.
  - 광고 모델 제의나 방송 출연 요청은 여전히 끊이지 않았고, 두 사람은 매일같이 쏟아지는 연락을 처리해야 했다.
  - 마치…… 《기적의 하얀 별》 오구리 캡이 전혀 은퇴하지 않은 것처럼.
  -
  - %그녀%는 잔디를 밟고 발끝으로 지면의 반동을 확인하더니—— 이내 유성처럼 화하여 바람과 하나 된 듯 가볍고 힘찬 발걸음으로 내달렸다.
  - %당신%은(는) 석양의 역광에 비쳐 검은 그림자가 된 오구리 캡이 자유롭게 질주하는 모습을 평온하게 바라보았다.
  - 그러다 또 다른 어둠의 그림자가 소리 없이 오구리 캡의 뒤를 쫓는 것을 발견하고, %당신%은(는) 놀라 눈을 크게 떴다.
  - 누구지?
  -
  - 그리고 또 한 명, 다시 한 명.
  - %당신%은(는) 더 잘 보기 위해 서둘러 자리에서 일어났다.
  - 오구리 캡이 뒤를 돌아보자, 그곳에 서 있는 인물들을 본 %그녀%의 눈동자가 살짝 커졌다.
  - 저들은——
  -
  - 두 세대의 삼관마, 심볼리 루돌프와 미스터 시비가 나란히 오구리 캡의 뒤를 추격하고 있었다.
  - 미스터 시비는 웃으며 손가락으로 귀에 걸린 모자를 살짝 들어 올리며 오구리에게 인사를 건넄다.
  -
  - color: %千明色%
    content:
      - fontSize: bold
        content: 미스터 시비
      - 「안녕—— 오구리 캡 양.」
  -
  - 곁에 선 심볼리 루돌프는 마치 친구와 담소를 나누는 것처럼 옅은 미소를 띠고 있었다.
  -
  - color: %露娜色%
    content:
      - fontSize: bold
        content: 심볼리 루돌프
      - 「미안하군. 훈련을 방해했나?」
  -
  - 그 유명한 심볼리 루돌프와 미스터 시비가 오구리 캡과 달리고 있다!
  - 이 광경을 목격한 다른 %우마무스메%들은 비명을 지르며 친구들을 불러 모으기 시작했다.
  - %당신%은(는) 떨리는 마음으로 그 뒤를 따르는 검은 그림자들을 다시 살폈다.
  -
  - color: %天狼星色%
    content:
      - fontSize: bold
        content: 시리우스 심볼리
      - 「은퇴 생활은 어때? 내가 적응하는 걸 좀 도와줄까!」
  -
  - 오른쪽 귀에 우아한 장식을 단 오만한 늑대가 외쳤다. 그 광기 어린 붉은 눈동자가 빛을 내뿜는 듯했다.
  - 그에 반해 당황하고 부끄러워하면서도 발걸음에는 흐트러짐이 없는 또 다른 강자.
  - 더비 %우마무스메%인 시리우스 심볼리와 사쿠라 치요노 오인가?
  -
  - color: %千代王色%
    content:
      - fontSize: bold
        content: 사쿠라 치요노 오
      - 「저, 저는 회장님께 끌려온 거예요——!」
  -
  - 오구리 캡은 무심코 속도를 줄이고는, 눈앞에 우뚝 선 네 명의 전설적인 %우마무스메%들을 멍하니 바라보았다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「당신들 대체……」
  -
  - acc: 1
    content: 「이게 대체 어떻게 된 일이지?」
  -
  - 두 명의 삼관 %우마무스메%와 두 명의 더비 %우마무스메%가 아무런 예고 없이 원형 코스에 나타났다. %그녀%들이 등장한 순간부터 잔디 위에는 평온함이 사라졌다.
  - 인파가 파도처럼 코스로 몰려들었고, 학생과 교사들이 흥분된 발걸음으로 모여든 현장은 인산인해를 이뤘다.
  - 웅성거리는 소리가 파도처럼 밀려왔다 밀려가기를 반복하며, 공기 중에는 긴장감과 흥분이 감돌았다.
  -
  - content:
      - fontSize: bold
        content: 학생 A
      - 「저분들 뭐 하시는 거야…… 설마 레이스를 하시려는 건가……?!」
  - content:
      - fontSize: bold
        content: 학생 B
      - 「연습 레이스? 지금? 여기서?!」
  - content:
      - fontSize: bold
        content: 학생 C
      - 「이렇게 호화로운 라인업이라니, 우리가 정말 봐도 되는 거야?!」
  -
  - 황금빛 긴 머리 한 가닥이 인파 속에서 솟아오르더니, 휠체어 한 대를 밀며 앞줄로 비집고 나왔다.
  -
  - content:
      - fontSize: bold
        content: 학생 A
      - 「골드 시티 선배, 사쿠라 스타 오 선배! 두 분도 참가하러 오신 건가요!」
  -
  - 나타난 이는 골드 시티였고, 그 앞 휠체어에 앉아 있는 이는 그녀의 라이벌 사쿠라 스타 오였다.
  - 말을 내뱉은 학생은 스스로도 움찔하며 말실수를 했다는 것을 깨달은 듯, 순식간에 당황한 표정으로 입을 틀어막았다.
  - 골드 시티는 말실수한 학생을 향해 눈썹을 살짝 치켜떴고, 사쿠라 스타 오는 그저 시선을 내린 채 침묵했다.
  -
  - color: %星王色%
    content:
      - fontSize: bold
        content: 사쿠라 스타 오
      - 「나는 됐어. 다시 달릴 수 있게 되려면 시간이 좀 더 필요하거든. 시티, 너는 어때?」
  -
  - color: %黄金城色%
    content:
      - fontSize: bold
        content: 골드 시티
      - 「나중에 화보 촬영 스케줄이 있어. 사양할게.」
  -
  - %그녀%가 가지 않더라도 코스는 이미 충분히 붐비고 있었다.
  - 잠시 후, 지지직거리는 전기 불꽃과 함께 똑같이 백발을 한 작은 체구의 소녀가 인파를 가르며 나타났기 때문이다.
  - 그 형체는 여유로운 발걸음과 날카로운 눈빛으로 지금 유일하게 신경 쓰이는 상대만을 뚫어지게 쳐다보았다.
  - 그 뒤에는 강인함으로 이름 높은 또 다른 %우마무스메%——콘고 야에가키류의 야에노 무테키가 따르고 있었다.
  - 두 사람은 대열에 합류하여 오구리 캡을 포위했다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「타마……」
  -
  - 타마모 크로스는 그저 씩 웃으며, 엄지손가락으로 코스 위의 출발선인 흰 선을 가리켰다.
  -
  - acc: 1
    content: 「루돌프, 너희들 대체 뭘 하려는 거야?」
  -
  - color: %露娜色%
    content:
      - fontSize: bold
        content: 심볼리 루돌프
      - 「나는…… 오구리 캡에게 도전장을 제기하고 싶다.」
  -
  - color: %千明色%
    content:
      - fontSize: bold
        content: 미스터 시비
      - 「더비, 잔디, 2400미터.」
  -
  - 무쌍의 황제와 하늘을 나는 천마가 그렇게 말했다.
  - 일본 더비—— 오구리 캡이 과거 기회를 놓쳐 출주하지 못했던 대회이자, 두 사람에게는 커다란 아쉬움으로 남은 미완의 꿈이다.
  - 구경하던 군중들이 일제히 술렁였다.
  -
  - content:
      - fontSize: bold
        content: 학생 B
      - 「더비? 내가 잘못 들은 거 아니지, 저분들이 더비를 열겠대!」
  -
  - 이제 황제, 용자, 천랑, 역사, 번개, 금강이 모두 이곳에 모였다.
  - 경기장에서 전설을 써 내려갔던 이 %우마무스메%들이 트레센에서 오구리 캡을 위한 모의 더비를 열고자 하는 것이다.
  - %당신%은(는) 오구리 캡과 시선을 교환했다—— 이제는 그 호의를 받아들이는 수밖에 없다.
  -
  - acc: 1
    content: 「오구리, 저들을 격파해 버려.」
  -
  - 오구리 캡은 힘차게 고개를 끄덕였다. %당신%은(는) 굳이 길게 말하지 않아도 %그녀%가 이런 강자들과의 대결을 거절하지 않을 것임을 알고 있었다.
  - 가라, 오구리.
  - 세상에 증명해라. 네가 더비를 놓친 것이 아니라, 더비가 너를 놓친 것이라고!

우준들에게（下）:
  #시니어급 ?월 제?주 (G?) 모의·일본 더비 출주 도쿄 잔디 2400m (중거리) 좌·내
  #지정 강적: 심볼리 루돌프, 미스터 시비, 시리우스 심볼리, 사쿠라 치요노 오, 타마모 크로스, 야에노 무테키
  #레이스 후·운동장
  - 이 모의 더비는 완벽하지 않았다.
  - 코스의 잔디는 실제 경기장처럼 미리 관리되지 않았고, 트레센의 구경꾼들도 정식 대회의 함성에는 훨씬 못 미쳤다.
  - 참가 %우마무스메% 역시 단 7명뿐이라 실제 레이스의 무질서 속의 질서를 재현하기엔 무리가 있었다.
  -
  - 하지만 오구리 캡은 만족스러운 미소를 지었다.
  - 여섯 명의 강적들이 펼치는 사냥과 추격 속에서 성공적으로 살아남았기 때문이다.
  - %그녀%는 거친 숨을 몰아쉬며 서서히 속도를 줄였고, 습관처럼 %당신%의 곁으로 다가왔다.
  -
  - acc: 1
    content: 「……잘했어, 오구리.」
  -
  - %당신%은(는) 오구리 캡에게 수건과 에너지 음료를 건네며, 다른 참가자들에게도 가볍게 목례했다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「아아…… 이것이 나의…… 더비다.」
  -
  - 비록 잔디 상태가 최상이 아니더라도, 군중의 환호가 뜨겁지 않더라도, 코스 위에 단 7명만이 달렸을지라도.
  - 사람들은 보았다.
  - 일곱 명의 살아있는 전설들이 온 힘을 다해 서로 부딪히고, 다투고, 승리를 향해 전력 질주하는 모습을.
  - 그 누구도 어설픈 각오로 임하지 않았고, 모두가 정상에 서서 이 가상의 우승컵을 차지하길 갈망했다.
  - 그렇기에 이 우승은 무엇보다 값진 것이다.
  -
  - acc: 1
    content: 「이걸로 너도 더비에 참가한 우마무스메가 된 거야!」
  -
  - 오구리 캡이 환하게 웃었다.
  - %그녀%는 몸을 돌려 방금 전의 상대들과 한 명씩 포옹을 나누었다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「고맙다, 모두들.」
  -
  - color: %露娜色%
    content:
      - fontSize: bold
        content: 심볼리 루돌프
      - 「그때 너를 위해 탄원하는 것을 거절했던 것은 나였다……」
  - color: %露娜色%
    content:
      - fontSize: bold
        content: 심볼리 루돌프
      - 「정말로 미안하군.」
  -
  - %당신%은(는) 과거 오구리의 출주를 위해 학생회장인 그녀에게 부탁하러 갔던 기억을 떠올렸다.
  - 하지만 오히려 분노한 %그녀%에 의해 문밖으로 쫓겨났었는데, 심볼리 루돌프가 그 일을 지금까지 마음에 두고 있었을 줄은 몰랐다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「아니, 나는……」
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「진짜 더비였다 하더라도 오늘 이 레이스만큼 내게 이런 감정을 주지는 못했을 거라 생각해.」
  -
  - 오구리 캡은 고개를 저으며 말했고, 고개를 들어 여섯 명의 %우마무스메%를 둘러보았다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「이런…… 심장이 터질 것 같고 폐가 한계까지 확장되어, 조금이라도 늦춰지면 당신들에게 잡아먹힐 것만 같은 기분 말이야.」
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「단순히 자극이나 공포라고 정의할 수도 없는 느낌이었어.」
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「고맙다. 내게 미련 없는 『더비』를 선사해 줘서.」
  -
  - %당신%은(는) 오구리 캡이 사람들에게 손을 내밀었다가, 누구의 손을 먼저 잡아야 할지 몰라 혼란에 빠지는 묘한 광경을 웃으며 지켜보았다.
  - 이때, 황혼에 젖은 코스 위에서 숨을 크게 들이마신다면, 공기가 그 어느 때보다 신선하게 느껴질 것이다.

사츠키 전:
  #클래식급：
  # (숨겨짐) 4월 제3주 사츠키상
  #레이스 전 대기실 내
  #트리거 조건: 반복 육성 시 【지각생】 상태를 해제하고, 사츠키상 출주를 선택
  - 「사츠키」는 4월의 우아한 명칭이며, 그 이름을 딴 이 대회는 봄의 레이스 축제가 개막했음을 상징한다.
  - 클래식 삼관의 서막이자, 수많은 %우마무스메%들이 정상을 향해 나아가는 기점이다.
  - 지금, 참가자 오구리 캡도 대기실 의자에 앉아 몹시 설레어하고 있었다.
  -
  - acc: 1
    content: 「잘 들어, 오구리.」
  -
  - %당신%은(는) 헛기침을 한 번 하고 여유롭게 태블릿 PC 화면을 가리켰다.
  - 그곳에는 특별한 작전 계획이나 분석 도표가 아닌, 황금색으로 장식된 커다란 「사츠키」 세 글자가 띄워져 있었다.
  -
  - acc: 1
    content: 「사츠키상은 첫 번째 관문일 뿐이야. 이 첫 관문만 통과하면, 삼관까지는 이제 두 관문밖에 안 남는 거라고!」
  -
  - %당신%의 말은 아무런 실속 없는 소리였다. 마치 누군가가 빈 공간을 채우기 위해 억지로 적어 넣은 문자 같았다.
  - 「1분이 지나면 60초가 흐른다」는 말처럼, 「물은 젖어 있다」거나 「하늘은 푸르다」 같은 문장으로 자신의 지혜를 뽐내려는 시도와 비슷했다.
  - 하지만 오구리 캡은 %당신%의 지나치게 단순한 결론에 열정적으로 호응했다. %그녀%는 자신의 행동으로 모든 것을 증명하려 한다—— 자신을 의심했던 자들을 침묵하게 만들 것이다.
  -
  - 늦게 전학 왔다는 이유만으로 클래식 삼관에 등록할 수 없다고?
  - 그런 케케묵은 규정이 큰 무대에 서려는 %그녀%를 가로막을 수 있을 리 없다.
  - 의심할 여지는 없다. 카사마츠에서 온 오구리 캡이 실력으로 규칙의 한계를 깨부술 시작점이 바로 사츠키상이다.
  - %그녀%는 모든 이에게 보여줄 것이다. 지방 출신 %우마무스메%도 큰 무대에서 자신만의 빛을 발할 수 있다는 것을!
  -
  - 자신만만한 미소를 지으며, 오구리 캡은 천하를 정복하기 위한 첫발을 내디뎠다.

사츠키 후:
  #클래식급：
  # (숨겨짐) 4월 제3주 사츠키상
  #레이스 후 대기실 내
  #트리거 조건: 반복 육성 시 【지각생】 상태를 해제하고, 사츠키상 출주 승리
  - color: %대표색%
    content: 의심의 여지 없이, 오구리 캡은 마침내 승리를 거머쥐었다.
  - color: %대표색%
    content: 당신들 두 사람은 코스 위에서 하이파이브를 하며 기쁨을 나누었고, 관중들의 하늘을 찌를 듯한 환호를 받았다.
  - color: %대표색%
    content: 관중들은 광기 어린 파도처럼 포효하고 진동했다.
  -
  - color: %대표색%
    content: 그러자 천지가 뒤바뀌며, 보이지 않는 질서가 무너져 내렸다.
  - color: %대표색%
    content: 시간과 공간의 심연으로부터 무언가 황당하고 형언할 수 없는 힘이 배어 나왔다.
  -
  - color: %대표색%
    content: 원래 검은색이었던 것은 흰색이 되고, 흰색이었던 것은 검은색이 되었다.
  - color: %대표색%
    content: 원래 지면이었던 것은 하늘이 되고, 하늘이었던 것은 지면이 되었다.
  - color: %대표색%
    content: 원래 승자였던 자는 패자가 되고, 패자였던 자는 승자가 되었다.
  -
  - color: %대표색%
    content: 더욱 끔찍한 것은, 오구리 캡이 고개를 들었을 때 시상대에 자신과 매우 닮은 형체가 서 있는 것을 본 것이었다.
  - color: %대표색%
    content: 그 존재는 기괴할 정도로 비현실적인 미소를 지으며 관중석을 향해 사츠키상 트로피를 높이 치켜들었다.
  - color: %대표색%
    content: 관중의 환호성은 극도로 날카로운 광기로 변했고, 낮게 깔리는 신음 소리와 함께 무질서하게 뒤섞여 %그녀%의 고막을 때렸다.
  - color: %대표색%
    content: %그녀%는 어지러움을 참으며 가슴팍을 내려다보았다—— 사라졌다. 마치 단 한 번도 존재하지 않았던 것처럼.
  - color: %대표색%
    content: 자신만의 트로피가 사라져 버린 것이다!
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「무슨 일이 일어난 거야?!」
  -
  - color: %대표색%
    content: %그녀%의 핏빛 눈동자가 멈추지 않고 떨렸다.
  - color: %대표색%
    content: 다시 고개를 들었을 때, 자신은 이미 뒤집힌 나카야마 경기장에 있지 않았다. 구역질 나는 허무함이 고치처럼 %그녀%를 겹겹이 에워싸고 있었다.
  -
  - color: %대표색%
    content: 춥다, 무력감이 느껴진다. 심장은 요동치고 두 손은 미세하게 떨려온다.
  -
  - color: %대표색%
    content: %트레이너본명%, 대체 어디 있는 거야?!
  - color: %대표색%
    content: 엄마, 마치, 타마, 제발 날 구해줘!
  -
  - color: %대표색%
    content: 오구리 캡은 밝으면서도 어두운 곳에서 울부짖었다.
  - color: %대표색%
    content: 이곳은 대체 어디인가? 어째서 밝으면서도 어둡다는 물리 법칙에 위배되는 상황이 존재할 수 있는가?
  - color: %대표색%
    content: %그녀%는 자신의 손을 뻗어, 선이 뚜렷하고 강인한 그 구조를 응시했다. 주변에 아무런 광원이 없었음에도 모든 것이 너무나 또렷하게 보였다.
  - color: %대표색%
    content: 마치 이 어둠 자체가 빛을 내는 것 같기도, 혹은 그녀의 눈이 이질적인 감각 방식에 적응한 것 같기도 했다.
  - color: %대표색%
    content: %그녀%의 주변에는 소리조차 없었으며, %그녀%의 외침은 아주 미세한 반향조차 일으키지 못했다.
  - color: %대표색%
    content: 마지막 순간, 그녀는 자신의 목소리를 들은 것 같았다—— 낮고 흐릿하게, 먼 심연으로부터 들려오는 소리를.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「너는 이곳에 속해있지 않아……」
  -
  - color: %대표색%
    content: 오구리 캡은 새벽 4시의 침대 위에서 깜짝 놀라 깨어났다. 등줄기는 이미 식은땀으로 흠뻑 젖어 있었다.
  - color: %대표색%
    content: %그녀%는 여전히 평온하게 잠들어 있는 룸메이트 타마모 크로스를 바라보며 길게 한숨을 내쉬었다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「꿈이었나……」
  -
  - color: %대표색%
    content: 오구리는 그렇게 생각하며 시선을 창밖으로 옮겼다.
  - color: %대표색%
    content: 창밖은 칠흑 같았고, 달빛조차 보이지 않았다.

악몽:
  # (숨겨짐) 4월 제4주
  #트레이닝실
  #트리거 조건: 반복 육성 시 【지각생】 상태를 해제하고, 사츠키상 출주를 선택
  - 오구리 캡의 상태가 영 좋지 않았다. %당신%은(는) %그녀%가 평소보다 더 넋이 나가 있다는 느낌을 받았지만, 굳이 직접적으로 지적하지는 않았다.
  - 예를 들면 지금처럼, %당신%이(가) 컴퓨터로 클래식 삼관에 관한 뉴스를 보고 있을 때, %그녀%는 슬그머니 %당신%의 어깨 너머로 다가와 함께 쳐다보곤 했다. %당신%이(가) 전혀 눈치채지 못했을 거라고 생각하면서 말이다.
  - 이 녀석, 역시 클래식 레이스를 아주 신경 쓰고 있구나.
  -
  - acc: 1
    content: 「오구리, 클래식 삼관에 대해 무슨 생각이라도 있어?」
  -
  - 회전의자가 드르륵 돌며, %당신%이(가) 몸을 돌려 물었다.
  - %그녀%는 눈을 크게 뜨더니 긴장한 듯 열 손가락을 맞잡았다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「사실…… 저번에 사츠키상에 관한 꿈을 꿨어.」
  -
  - %당신%은(는) 호기심 어린 표정으로 고개를 갸웃했고, 인내심 있게 %그녀%가 묘사하는 기괴한 꿈 이야기를 끝까지 들어주었다.
  - 당연히 따냈어야 할 사츠키상을 또 다른 자신에게 빼앗겼다는 것은, 아마도 「가면 증후군」의 일종일 가능성이 높다.
  - 즉, 자신의 성공을 온전히 자신의 노력 덕분이라 믿지 못하고 운이나 외부 요인 덕분이라 생각하는 심리 상태다.
  -
  - 트레이너로서 %당신%은(는) 이런 생각을 제대로 고쳐줄 필요가 있었다. 하지만 %당신%이(가) 입을 열기도 전에……
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「레이스에 나갈 수 없게 되어서, 낮에 생각하던 게 밤에 꿈으로 나타난 걸까……」
  -
  - %당신%은(는) 살짝 놀랐다. 어째서 이런 말을 하는 걸까?
  -
  - acc: 1
    content: 「나갈 수 없다니, 그게 무슨 소리야?」
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「어? 그러니까 내가 전학 온 타이밍 때문에 등록을 못 했던 일 말이야……」
  -
  - 그 일은 진작에 심볼리 루돌프의 노력 덕분에 해결되었지 않은가.
  - %당신%이(가) 의아해하며 말하자, 오구리 캡은 여전히 이해가 안 간다는 듯한 표정을 지었다.
  - 이에 %당신%은(는) 몸을 기울여 트레이닝실 한쪽에 있는 트로피 진열장을 가리켰다.
  -
  - acc: 1
    content: 「저거, 네가 그때 따왔던 트로피 아니야?」
  -
  - 오구리 캡은 눈앞이 아찔해졌다. 그럴 리가…… 자신은 분명 그때……!
  - 정교한 진열장의 세 번째 줄 한복판에 입이 떡 벌어질 만큼 화려한 트로피 하나가 당당히 서 있었고, 그 오른쪽에는 두부처럼 정갈하게 접힌 깃발이 놓여 있었다.
  - 그리고 그 트로피의 묵직한 받침대에는 정교한 서체로 이렇게 새겨져 있었다—— 사츠키상 우승.

각성:
  # (숨겨짐) 4월 제4주
  #트레이닝실
  #트리거 조건: 반복 육성 시 【지각생】 상태를 해제하고, 사츠키상 출주를 선택, 악몽 이벤트 발생 시
  - color: %대표색%
    content: %그녀%는 「오구리 캡이 사츠키상에 참가하여 승리한 정경」은 꿈속에서 스쳐 지나간 환상일 뿐이라고 확신했다.
  - color: %대표색%
    content: 그리고 심볼리 루돌프 회장이 자신을 위해 클래식 삼관 출주권을 따내 준 일 같은 건 존재하지 않았다.
  - color: %대표색%
    content: 하지만 %그녀%가 세부 사항을 떠올리려 할 때마다 기억은 파도처럼 물러갔고, 공허함과 지독한 두통만이 남았다.
  -
  - color: %대표색%
    content: 그녀는 주위를 둘러보았고, 방 안의 모든 물건이 말로 설명할 수 없는 이질감을 띠고 있음을 발견했다.
  - color: %대표색%
    content: 익숙한 가구, 익숙한 커튼, 심지어 익숙한 냄새조차 지금은 차갑고 기이한 색채를 띠고 있었다.
  - color: %대표색%
    content: 마치 이곳은 익숙한 트레이닝실이 아니라, 누군가에 의해 위조된 현실, 완벽하게 복제된 모조품인 것만 같았다.
  -
  - color: %대표색%
    content: 하지만 %당신%의 얼굴에 서린 의아한 표정은 다시금 %그녀%로 하여금 자신의 판단을 의심하게 했다.
  - color: %대표색%
    content: 문제는 %당신%에게 있는 것이 아니라, 그저 %그녀%의 머리가 이상해진 것뿐인 것처럼 느껴졌다.
  - color: %대표색%
    content: 하지만—— 한 가지 가능성이 있지 않을까……
  - color: %대표색%
    content: 그것은 %당신%을(를) 포함한 이 세계 자체가 가짜라는 가능성.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「나…… 기억나지 않아……」
  -
  - color: %대표색%
    content: %당신%은(는) 아주 살짝 숨을 들이켰다.
  -
  - acc: 1
    content: 「생각보다 조금 더 심각한걸……」
  -
  - color: %대표색%
    content: 그러더니 %당신%은(는) 아흔아홉 개의 촉수로 이루어진 다리로 회전의자에서 일어났고, 미끄러지듯 평온하게 움직여 눈꺼풀도 눈동자도 없는 두 눈을 순식간에 오구리 캡의 면전까지 들이밀었다.
  - color: %대표색%
    content: 오구리 캡이 점차 특징을 잃어가는 %당신%의 이목구비를 보고 붕괴 직전의 비명을 지르기 직전, 시야 속의 모든 것이 찢어진 캔버스처럼 허물어지기 시작했다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「또…… 꿈인가?」
  -
  - color: %대표색%
    content: %그녀%는 다시 트레센 기숙사의 안락한 침대 위에서 깨어났다.
  - color: %대표색%
    content: 이번에 %그녀%는 감히 주변 풍경을 돌아보지 못하고, 그저 이불을 머리 끝까지 뒤집어쓴 채 다시 소중한 잠 속으로 빠져들었다.
  - color: %대표색%
    content: 구름 뒤에서 보름달이 고개를 내밀어 창 안으로 평온한 미광을 비추고 있었다.

더비 전:
  # (숨겨짐) 클래식급 5월 제4주 일본 더비
  #레이스 전 대기실 내
  #트리거 조건: 반복 육성 시 【지각생】 상태를 해제하고, 일본 더비 출주를 선택
  - color: %대표색%
    content: 승부복으로 갈아입은 오구리 캡은 대기실 문 앞에 서서 망연자실한 표정을 지었다.
  - color: %대표색%
    content: %그녀%는 어째서 자신이 계속해서 클래식 삼관에 참가하는 꿈을 꾸는지 이해할 수 없었다.
  - color: %대표색%
    content: %당신%은(는) 불안해 보이는 오구리 캡의 어깨를 가볍게 두드리며 격려했다.
  -
  - acc: 1
    content: 「이걸로 그 녀석과의 약속도 지킬 수 있게 됐네.」
  -
  - color: %대표색%
    content: %당신%이(가) 웃으며 말하자 그제야 %그녀%는 떠올렸다. 자신이 카사마츠의 사람들과 더비 우마무스메가 되겠다고 약속했었다는 사실을.
  - color: %대표색%
    content: 다만 오구리 캡의 기억에 따르면…… 규칙의 굴레 때문에 자신은 원래 참가가 불가능했다.
  - color: %대표색%
    content: 그런데 어째서 지금……? 왜 사츠키상이 끝난 뒤, 다시 더비의 경기장에 서 있는 것일까?
  - color: %대표색%
    content: 분명 이것은 단순히 「낮에 생각하던 게 밤에 꿈으로 나타났다」는 말로는 설명되지 않는 일이었다.
  - color: %대표색%
    content: 이러한 불안은 우마무스메들이 유도원의 지시에 따라 좁고 차가운 게이트 안으로 들어설 때까지도 오구리 캡의 마음속을 맴돌았다.
  - color: %대표색%
    content: %그녀%는 가장 마지막으로 게이트에 들어섰고, 마음 또한 가장 혼란스러웠다.
  - color: %대표색%
    content: 하지만 이미 주사위는 던져졌다—— 일단 진위 여부는 제쳐두고, 설령 꿈속이라 할지라도 오구리 캡은 누구에게도 지고 싶지 않았다!

더비 후:
  # (숨겨짐) 클래식급 5월 제4주 일본 더비
  #레이스 후 대기실 내
  #트리거 조건: 반복 육성 시 【지각생】 상태를 해제하고, 일본 더비 출주 승리
  - color: %대표색%
    content: 결승선이 오구리 캡의 시야를 순식간에 스쳐 지나갔을 때, 주변의 함성은 찰나의 순간 수많은 미세한 메아리로 부서져 흩어졌다.
  - color: %대표색%
    content: 오구리 캡은 순식간에 기묘한 정적에 휩싸였고, %그녀%의 사지는 여전히 질주의 여운으로 미세하게 떨리고 있었다.
  -
  - acc: 1
    content: 「축하해.」
  -
  - color: %대표색%
    content: %당신%의 얼굴은 원래 환희로 가득 차 있어야 했지만, 지금은 마치 어떤 무형의 힘에 의해 세부 사항이 지워진 듯 흐릿해져 공허한 윤곽만이 남았다.
  - color: %대표색%
    content: 하늘에서 눈부시게 빛나야 할 햇빛조차 지금은 탁하고 누런빛으로 변해, 마치 썩어가는 박막이 경기장 전체를 뒤덮고 있는 듯했다.
  -
  - color: %대표색%
    content: 오구리 캡은 %당신% 이외의 그 어떤 사람이나 사물에도 신경 쓰지 않고, 그저 인간의 형태를 잃어버린 %당신%의 앞에 조용히 섰다.
  - color: %대표색%
    content: %그녀%의 눈앞에 있는 %당신%은(는) 이목구비도, 생기도 없었으며 각 관절은 아무런 규칙 없이 경련하고 있었다.
  - color: %대표색%
    content: %그녀%는 이미 자신이 처한 곳이 단순한 환상이 아니라, 어떤 더 깊은 층위의 기이한 현실임을 깨닫고 있었다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「%트레이너본명%…… 아니, 당신은 대체 누구지?」
  -
  - color: %대표색%
    content: %그녀%의 몸은 약간 앞으로 기울어 있었고, 두 다리는 언제든 폭발할 준비가 된 활시위 같았으며, 발바닥은 더 견고한 지지점을 찾기 위해 수시로 움직였다.
  - color: %대표색%
    content: 오구리 캡의 눈앞에서 %당신%의 형태는 끊임없이 변했다.
  - color: %대표색%
    content: 팔은 더 이상 팔이 아니라, 아홉에 아홉을 더한 살색 촉수들이 무질서하게 뒤엉켜 도구 같은 괴이한 구조를 형성하고 있었다.
  - color: %대표색%
    content: 바지 아래 가려진 두 다리 역시 아홉 개의 이물질이 피부 아래에서 꿈틀거리는 것 같았고, 그것을 일반인의 세 배에 달하는 맥박이라 부르기엔 그 움직임이 너무나 무질서하고 조잡했다.
  - color: %대표색%
    content: %그녀%는 바짓가랑이 사이로 아홉 묶음의 뒤엉킨 관 모양 물체들을 얼핏 보았다. 각 묶음은 아홉 개의 가느다란 촉수로 이루어져 서로 엉키고 마찰하며 소름 끼치는 소리를 내고 있었다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「빨리 대답해!」
  -
  - color: '#e94b4e'
    content:
      - fontSize: bold
        content: ???
      - 「답은 트레센, 안뜰의 분수 안에 있다…… 내가 사랑해 마지않는 아이여……」
  -
  - color: %대표색%
    content: %그녀%의 호흡은 가쁘고 얕게 가슴을 오르내렸다.
  - color: %대표색%
    content: 오구리 캡은 얼마나 긴장했는지, 「%트레이너본명%」의 목소리가 외부에서 들려오는 것이 아니라 자신의 뇌리 깊은 곳에서 솟구치고 있다는 사실조차 깨닫지 못했다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「분수…… 거긴 세 여신상이 있는 곳이잖아?」
  -
  - color: '#e94b4e'
    content:
      - fontSize: bold
        content: ???
      - 「%트레이너본명%을(를) 데리고 분수로 가서 진실을 구하거라…… 오구리 캡……」

진실:
  # (숨겨짐) 클래식급 5월 제5주
  #삼여신상
  #트리거 조건: 반복 육성 시 【지각생】 상태를 해제하고, 일본 더비 출주 승리, 세 여신상으로 이동
  - 오구리 캡은 자신이 완전히 깨어 있음을 확신했다. 꿈속의 %당신%—— 혹은 그 존재는 현실에 영향을 미칠 능력이 없는 듯 보였다.
  - 아니면 그럴 필요가 없었을지도 모른다. 그 존재가 오구리 캡에게 %당신%을(를) 데리고 세 여신상으로 가라고 요구했기 때문이다.
  -
  - %당신%은(는) 오구리 캡과 어깨를 나란히 하고 걸으며 그녀가 설명하는 내막을 들었다.
  -
  - acc: 1
    content: 「그러니까 꿈속에서 클래식 삼관의 앞선 두 레이스를 뛰었다는 거지……」
  -
  - 오구리 캡이 꾼 것은 연속몽으로, 말 그대로 수차례 중단되었음에도 「스토리」가 계속 이어지는 꿈이었다.
  - 이렇게 희귀한 일이 자신이 아끼는 %우마무스메%에게 일어났다는 사실에 %당신% 역시 호기심이 생겼다.
  - 하지만 %그녀%는 %당신%이(가) 제시한 「잠재의식 속에서 레이스를 너무 중요하게 생각한 탓」이라는 가설을 즉각 부정하며, 꿈속의 %당신%이(가) 두 사람이 함께 세 여신상을 방문해야 한다고 주장했다고 강조했다.
  - 업무가 남아 있었지만, 기분 전환 겸 오구리를 돌보는 셈 치고 %당신%은(는) 흔쾌히 응했다.
  -
  - 어차피 그냥 여신상 앞에서 기도 좀 하는 건데, 무슨 문제라도 생기겠어?
  -
  - 그런데 %당신%은(는) 자신과 오구리 캡이 사방에서 몰려드는 칠흑 같은 파도에 삼켜지는 것을 목격하게 된다.
  - 위아래도, 방향도, 심지어 실체조차 존재하지 않는 형언할 수 없는 공간으로 추락했다.
  - 그런 공간 속에서 발을 딛고 선 두 사람은 동시에 유일한 빛줄기를 바라보았다.
  - 두 사람이 광원을 향해 시선을 돌린 순간 눈이 시린 통증을 느꼈다. 그것은 단순히 강한 빛에 노출되어 일어나는 생리적 반사가 아니었다.
  - 눈앞에 나타난 존재가 결코 평범한 인간의 사고로는 이해할 수 없는 것이었기 때문이다……
  -
  - color: '#e94b4e'
    content:
      - fontSize: bold
        content: ???
      - 「우리를 용서하거라, 어린 양이어…… 우리의 존재는 네가 직접 볼 수 있는 성질의 것이 아니니.」
  -
  - 추상적이고 불가해하며, 세 가지 색의 빛이 액체처럼 출렁이는 빛의 구 속에서 %당신%은(는) 오직 신이라 불릴 수밖에 없는 존재를 보았다.
  - 그 고대적이고 흐릿한 목소리가 두 사람의 혼란스러운 뇌리 속에서 진동하기 시작했다.
  - 오구리 캡은 마치 예상이라도 한 듯 %당신%의 오른손을 꽉 움켜쥐었다. 마음을 다잡기 위해서이자, 두 사람을 지탱하기 위해서였다.
  -
  - color: '#e94b4e'
    content:
      - fontSize: bold
        content: ???
      - 「오구리 캡…… %트레이너본명%…… 나의 「영역」에 온 것을 환영한다……」
  -
  - color: '#e94b4e'
    content:
      - fontSize: bold
        content: ???
      - 「나는 줄곧 너희를 지켜보았다. 시간과 공간을 가로지르고, 세계와 우주를 넘나들며…… 참으로 매혹적이더군.」
  -
  - 붉은 빛이 음절마다 번쩍였고, 푸른 빛과 노란 빛은 무시할 수 없는 압박감을 동반하며 %당신%의 일거수일투족을 냉정하게 주시하고 있었다.
  - %당신%의 전두엽은 마치 보이지 않는 정에 의해 강하게 두들겨 맞는 것 같았다. 뇌리로 흘러드는 정보는 문자도 영상도 아닌, 순수한 개념의 홍수였다.
  - 그 정보들은 순서도, 인과도 없었지만 진리를 쓰나미처럼 강제로 당신의 마음의 벽 안으로 쏟아부었다.
  -
  - 붉은 빛은 %당신%의 감각을 무수한 파편으로 찢어놓았다.
  - %당신%은(는) 마치 천공 끝에 매달린 태양이 된 것처럼, 위에서 아래로 무수히 질주하는 형체들을 동시에 내려다보았다.
  -
  - 이어서 푸른 빛의 부드러운 부름이 들려왔다. 그 빛은 %당신%의 가슴을 찔러 공기를 끈적하고 숨 막히는 감정으로 치환했다.
  - 무수한 영혼이 %당신%의 존재하지 않는 폐 속에서 서로 엉키고 하나가 되어 끝없는 바다를 이루었다.
  -
  - 마지막은 노란 빛의 뜨거운 달굼질이었다. 눈부신 황금빛이 사슬처럼 %당신%의 두 다리를 묶었고, 몸 안의 모든 뼈는 중력의 희생양이 되었다.
  - %당신%의 육체를 지탱하던 모든 것이 바스러졌고, 타오르는 대지 속으로 서서히 가라앉았다……
  -
  - 심박수의 한계를 초월할 것 같은 긴장감 속에서 %당신%은(는) 마침내 깨달았다. 이것이 바로 우마무스메들이 신앙으로 받드는 세 여신의 진정한 모습임을.
  -
  - if: era.get('cflag:340:모집상태') === 1 || era.get('cflag:341:모집상태') === 1 || era.get('cflag:342:모집상태') === 1
    lines:
      - %당신%이(가) 알고 있던 친근한 여신들과는 전혀 달랐지만, 낯선 와중에도 익숙한 기운이 느껴졌다.
      - %당신%은(는) 문득 깨달았다. 이 세 여신이 어떤 모습으로 나타나든, 그 본질은 단 한 번도 변한 적이 없음을.
      - 자신에게 엄청난 압박감을 주는 이 빛의 구가 사실은 구면이라 할 수 있다는 생각에, 두 사람의 긴장도 아주 조금은 누그러졌다.
  -
  - content:
      - 그 핏빛 빛은
      - color: '#e94b4e'
        content: 달리 아라비안
      - 을 나타내고,
      - 그 짙푸른 휘광은
      - color: '#8d9ad9'
        content: 고돌핀 바브
      - 를 상징하며,
      - 그 황금빛은 바로
      - color: '#d6c230'
        content: 바이얼리 터크
      - 의 화신이다.
  -
  - 아니, 더 정확히 말하자면, 이 신성한 형상들은 그저 그녀들의 일부가 발현된 것에 불과했다—— 인간의 유한한 인지 능력이 그녀들의 광활한 존재를 초라하게 해석한 것일 뿐이다.
  - 이 광단 앞에서 %당신%은(는) 자신의 미묘함과 우주의 거대함을 보았다.
  - 그녀들의 본질은 범인이 이해할 수 있는 경계를 훨씬 뛰어넘었으며, 이 빛조차 현실 표면에 투영된 미약한 잔상에 불과했다.
  -
  - color: '#e94b4e'
    content:
      - fontSize: bold
        content: 달리 아라비안
      - 「너희의 의문은 이미 알고 있다.」
  -
  - color: '#8d9ad9'
    content:
      - fontSize: bold
        content: 고돌핀 바브
      - 「아주 먼 옛날, 시간이 형태를 갖추기 전, 공간에 경계가 없었을 때 우주는 그저 끝없는 어둠과 적막뿐이었다. 그때는 빛도, 소리도, 심지어 희망조차 없었지.」
  -
  - color: '#d6c230'
    content:
      - fontSize: bold
        content: 바이얼리 터크
      - 「그리하여 우리는 세계를 엮기 시작했다. 이 세계를 하나의 거대한 경기장으로 만들고, 모든 땅과 코스를 우리 손으로 짠 운명의 실타래로 채웠다.」
  -
  - 세 가지 색의 빛이 번갈아 반짝이며 두 사람이 본래 알아서는 안 될 이야기를 들려주었다.
  - 내용은 평소 흔히 듣던 「신이 말하시되 빛이 있으라……」와 크게 다르지 않았으나——
  -
  - color: '#e94b4e'
    content:
      - fontSize: bold
        content: 달리 아라비안
      - 「네가 있는 이 세계는 사실 평행 우주의 복제품—— 『현실』에서 핵심을 추출하여 다시 엮은 시뮬레이션이다.」
  -
  - color: '#e94b4e'
    content:
      - fontSize: bold
        content: 달리 아라비안
      - 「그와 동시에 우리는 특별한 생명을 창조하기로 했다. 인간의 지혜를 가졌으면서도 말의 속도와 힘을 가진 존재를.」
  -
  - color: '#e94b4e'
    content:
      - fontSize: bold
        content: 달리 아라비안
      - 「그 생명들의 영혼은 다른 우주에서 왔으며, 인간의 육체와 결합하여 탄생한 것이 바로—— %우마무스메%다.」
  -
  - ……이것이 세계의 진실인가?
  - 그 영혼을 계승하여 달리는 것, 그것이 %그녀%들의 운명이다.
  - 그리고 오구리 캡의 기이한 꿈 역시 여신들의 실험의 일부였다.
  - %그녀%의 꿈은 여신들의 실험장이자, 현실과 가상을 넘나드는 가교였다.
  -
  - 오구리 캡은 줄곧 그 꿈들이 그저 잠재의식 속의 환상이며, 자신이 레이스에 나가지 못한 불안감이 만들어낸 것이라고만 생각했다.
  - 하지만 이제 그 꿈들이 이해할 수 없는 세 명의 「신」이 %그녀%에게 강제로 부여한 시련이자 은총임을 알게 되었다.
  - 그녀들은 오구리 캡을 주시하고 있었다. %그녀%의 노력과 질주는 신들에게 결코 무의미한 것이 아니었다.
  -
  - 그러나 이 모든 것들은 너무나 방대했다—— %당신%은(는) 빛을 마주하며 억지로 평정을 유지하려는 %그녀%를 보며 다시 한번 오구리 캡의 손을 꽉 쥐었다.
  -
  - 이 세계의 본질이 무엇이든, 세 여신이 어떤 계획을 가지고 있든, %당신%에게 가장 중요한 것은 단 한 가지뿐이다——
  -
  - acc: 1
    content: 「핫——!」
  -
  - %당신%은(는) 돌연 기합을 내질렀고, 그 목소리는 두 사람을 압박하던 어둠과 속삭임을 가르는 날카로운 검처럼 울려 퍼졌다.
  -
  - %당신%이(가) 소리를 지른 것은 당신이 이 형언할 수 없는 존재들을 두려워하지 않기 때문이 아니다.
  - %당신%이(가) 소리를 지른 것은 트레이너로서, 오구리 캡의 수호자로서의 책임을 다하기 위함이다.
  - %당신%이(가) 소리를 지른 것은 자신의 힘을 되찾고, 미래를 당신에게 맡긴 %우마무스메%를 지키기 위함이다.
  -
  - acc: 1
    content: 「……그래서, 왜 오구리에게 그런 꿈을 꾸게 한 거지?」
  -
  - %당신%의 호흡은 거칠었고, 마치 우리에 갇힌 맹수처럼 신령과 직접 마주한 충격으로 가슴이 격렬하게 오르내렸다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「%트레이너본명%!」
  -
  - 오구리 캡을 향한 빛의 압박이 서서히 줄어들었다.
  - %그녀%의 뇌리에서 울리던 여신들의 잔향은 %당신%의 포효 한 번에 깨끗이 씻겨 내려갔고, 마음속에는 신을 직시할 용기가 싹텄다.
  - %그녀%는 아랫입술을 꽉 깨물고 아무 말 없는 광단을 쳐다보았다.
  -
  - color: '#8d9ad9'
    content:
      - fontSize: bold
        content: 고돌핀 바브
      - 「네가 꿈속에서 겪은 고통, 공포, 그리고 그 작은 행복까지도 모두 우리가 네 감정을 테스트한 것이니라.」
  -
  - color: '#d6c230'
    content:
      - fontSize: bold
        content: 바이얼리 터크
      - 「우리는 너를 위해 현실의 경계를 허물고 너를 진짜 경기장에 던져 넣어, 본래라면 마주칠 수 없었을 우마무스메들과 겨루게 했다——」
  -
  - color: '#e94b4e'
    content:
      - fontSize: bold
        content: 달리 아라비안
      - 「오구리 캡이 참여할 수 없었던 클래식 삼관은 시련이자, 우리가 오구리 캡에게 내리는 축복이다.」
  -
  - 빛이 갑자기 번쩍이자 온 공간이 무형의 파동에 의해 찢어지는 듯했다.
  - 주변의 현실이 뒤틀리기 시작했고, 구겨진 종이가 펴지듯 원래의 모습으로 돌아갔다.
  -
  - color: '#e94b4e'
    content:
      - fontSize: bold
        content: 달리 아라비안
      - 「시간이 다 되었구나. 너는 먼저 물러가거라, %트레이너본명%. 우리는 계속해서 장막 뒤에서 너를 지켜보겠다……」
  -
  - color: '#e94b4e'
    content:
      - fontSize: bold
        content: 달리 아라비안
      - 「달려라, 오구리 캡. 너의 이야기는 아직 끝나지 않았다.」
  -
  - %당신%이(가) 정신을 차렸을 때, 주변의 빛은 더 이상 삼색이 교차하는 휘광과 어둠의 압박이 아닌 익숙한 현실 세계였다.
  -
  - %당신%와 오구리 캡은 여전히 세 여신상 앞에 서 있었다. 석상은 장엄한 침묵을 지키며 조용히 서 있었다.
  - 주변을 오가는 학생과 교사들은 평소처럼 웃고 떠들며 걸어갔고, 그 누구도 당신들의 존재를 눈치채지 못했다. 마치 방금 전의 일들이 아예 일어나지 않은 것처럼.
  - 오구리 캡은 천천히 고개를 들어 세 여신의 석상을 바라보았다.
  -
  - 그녀들의 자태는 여전히 차갑고 소리가 없었으나, 그 텅 빈 눈동자는 여전히 %그녀%를 주시하고 있는 것만 같아 보이지 않는 압박감에 심장이 조여왔다.
  - %그녀%는 여전히 여신들의 말과 시선에 갇혀 있었다.
  -
  - acc: 1
    content: 「오구리, 보지 마.」
  -
  - %당신%은(는) 무심결에 두 손을 뻗어 오구리의 고개를 똑바로 잡아주며, 세 여신의 석상으로부터 강제로 시선을 돌리게 했다.
  - 사실 %당신%의 상태도 오구리 캡보다 딱히 나을 건 없었다.
  -
  - acc: 1
    content: 「여신들이 그렇게 말한 이상, 국화상 때까지는 널 계속 따라다니겠지.」
  -
  - %당신%은(는) 심호흡을 하며 마음속 불안을 억지로 억누르고 오구리 캡을 다독였다.
  - 이미 출제자의 입에서 남은 문제를 들었으니, 이제 남은 건 열심히 문제를 푸는 길뿐이다……
  -
  - acc: 1
    content: 「함께 잘 준비해 보자, 오구리. 국화상은 평범한 레이스가 아니니까!」
  -
  - 오구리 캡은 %당신%이(가) 이렇게 단도직입적으로 나올 줄 몰랐던 모양인지, 눈을 동그랗게 뜨고 어찌할 바를 몰라 하는 표정을 지었다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「하, 하지만 그건 그냥 꿈이잖아?」
  -
  - %당신%은(는) 고개를 저었다. 그것은 신이 %그녀%에게 마련한 레이스였다.
  - 사츠키상, 일본 더비 때는 두 사람 모두 아무것도 몰랐다.
  - 하지만 이번 국화상은 다르다. 세 여신이 직접 도전장을 내민 레이스는 분명 예사롭지 않을 것이다.
  - 그 의미는 당신들이 지금까지 참가했던 그 어떤 레이스보다도 클 것이다!
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「하지만…… 꿈속에서 일어나는 레이스를 어떻게 대비해야 하지?」
  -
  - %당신%은(는) 여전히 묵묵히 물병을 짊어지고 있는 세 여신상을 바라보며 살짝 미소 지었다.
  - 레이스가 꿈속에서 일어난다 하더라도 오구리 캡의 신체적, 정신적 상태는 여전히 매우 중요하다. 오구리의 현실에서의 체력과 심리적 내구력은 분명 꿈의 세계로도 이어질 것이기 때문이다.
  - 그리고 「우연히도」 그것들은 바로 %당신%이(가) 가장 자신 있어 하는 분야였다.

전속력으로 준비:
  # (숨겨짐) 클래식급 10월 제3주
  #트레이닝실
  #트리거 조건: 반복 육성 시 【지각생】 상태를 해제하고, 《진실》 이벤트를 트리거했을 시
  - 새벽빛이 코스 위에 옅게 깔린 안개를 뚫고 비쳤다.
  - 오구리 캡의 귀가 미세하게 떨리는 것은 내면의 불안을 나타냈고, 꼬리는 불안한 듯 살랑살랑 흔들리고 있었다.
  - %당신%은(는) 멀지 않은 곳에 서서 태블릿 PC를 든 채 좀처럼 입을 떼지 못했다.
  - 진짜 압박감은 오늘의 훈련이 아니라, 저 너머의 알 수 없는 꿈속에 있기 때문이다.
  -
  - 세 여신이 마련한 꿈속의 국화상까지 이제 단 일주일 남았다.
  - 이것은 평범한 국화상이 아니라 하나의 「시련」이다.
  - %당신%은(는) 꿈속 경기장의 메커니즘을 완벽히 이해할 수도, 그곳에 직접 개입할 수도 없다.
  -
  - 모든 짐은 오구리 캡 스스로의 어깨에 지워졌다.
  - %당신%이(가) 할 수 있는 일은 현실 세계에서 오구리 캡이 레이스를 준비할 수 있도록 최선을 다하는 것뿐이다.

국화:
  # (숨겨짐) 클래식급 10월 제4주 (G1) 국화상
  #???
  #지정 강적: 달리 아라비안, 고돌핀 바브, 바이얼리 터크
  #트리거 조건: 반복 육성 시 【지각생】 상태를 해제하고, 국화상 출주를 선택
  - 오구리 캡은 꿈의 출발선에 섰다. 주변 세계는 마치 이해할 수 없는 추상화 한 폭처럼 펼쳐져 있었다.
  - 멀리 불타오르는 듯한 하늘에는 선홍빛 화구가 높이 떠 있었고, 자애로운 기운이 공기 중에 감돌았으며, 지면의 미세한 틈새에서는 황금빛 미광이 흘러나오고 있었다.
  - %그녀%는 주위를 둘러보았다. 형태만 갖춘 교토 경기장에는 관객이 없었고, 텅 빈 좌석들만이 줄지어 있었다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「이제 연기할 생각도 없나 보군.」
  -
  - %그녀%는 혼잣말처럼 중얼거렸다.
  -
  - color: %达利阿拉伯色%
    content:
      - fontSize: bold
        content: 달리 아라비안
      - 「더 이상 숨길 필요가 없으니까 말이지. 어린 양아.」
  -
  - 달리 아라비안의 목소리가 갑자기 %그녀%의 뒤에서 들려와 오구리 캡을 깜짝 놀라게 했다.
  - %그녀%가 뒤를 돌아보자, 원래 아무도 없던 잔디 위에 또 다른 우마무스메가 서 있었다.
  - 눈앞의 달리 아라비안은 더 이상 처음 보았던 빛의 모습이 아니라, 빛나는 붉은 머리를 가진 인간의 형태를 하고 있었다.
  -
  - 오구리 캡의 눈동자가 수축했다. 여신이 굳이 이런 모습으로 나타난 의도를 이미 알아차렸기 때문이다.
  -
  - color: %达利阿拉伯色%
    content:
      - fontSize: bold
        content: 달리 아라비안
      - 「오늘의 국화상, 우리가 네 상대가 된다면—— 격이 떨어지진 않겠지?」
  -
  - 달리 아라비안이 가볍게 팔을 휘두르자 그 동작에 맞춰 공기 중에서 푸른색과 황금색의 빛이 뿜어져 나왔다.
  - 두 명의 형체가 빛 속에서 걸어 나와 그녀와 나란히 섰다.
  -
  - color: %高多芬柏布色%
    content:
      - fontSize: bold
        content: 고돌핀 바브
      - 「좋은 아침이에요. 오구리 양.」
  -
  - 첫 번째는 푸른 옷을 입은 고돌핀 바브였다. 그녀는 오구리 캡에게 미소 짓고 고개를 끄덕이며 인사를 건넸지만, 그 시선에는 따스함과 엄격함이 공존했다.
  -
  - color: %拜耶尔土耳其色%
    content:
      - fontSize: bold
        content: 바이얼리 터크
      - 「3000미터 길이의 국화상은 쉽지 않을 텐데, 트레이너와 잘 준비했겠지?」
  -
  - 두 번째는 꼿꼿한 자세의 바이얼리 터크였다. 냉준한 얼굴에는 미소라고는 단 한 점도 없었다.
  - %그녀%는 콧방귀를 뀌며 팔짱을 꼈다. 오구리 캡은 왠지 바이얼리 터크에게서 학생회장의 모습이 조금 겹쳐 보인다고 생각했다.
  -
  - acc: 1
    content: 「내가 정말 신들과 겨루게 되는 건가……」
  -
  - 세 여신이 직접 인간의 모습으로 화하여 자신에게 도전하는 것을 본 오구리 캡은 심장이 요동치고 온몸이 떨렸으며, 정신은 극도로 팽팽해졌다.
  - ……참으로——
  -
  - 이보다 더 멋진 레이스는 없을 것이다!
  -
  - 오구리 캡이 무사로서 출주하기 전 느끼는 전율은 지금까지 그 어느 때보다도 격렬했다.
  - 세 여신이여—— 오구리 캡에게 도전하는 것이 얼마나 황당한 실수인지 똑똑히 깨닫게 해 주마!

환몽:
  # (히든) 클래식급 10월 제4주 (G1) 국화상
  # ???
  # 트리거 조건: 반복 육성 시 【지각생】 상태를 해제하고, 국화상에 출주하여 승리
  - 결승점을 통과하는 순간, 현실의 벽도 오구리 캡에 의해 부서졌다.
  - %그녀% 주변의 공간이 마치 깨진 거울처럼 사방으로 흩어지며 무수한 파편이 반짝였고, 그 앞에는 %당신%이(가) 서 있었다.
  - 오구리 캡의 몸은 여전히 질주 중이었고, 그 동력은 순식간에 제어될 수 없었기에 그대로 %당신%에게 달려들고 말았다.
  - %그녀%의 몸이 %당신%의 가슴에 부딪혔고, 멈출 수 없는 힘에 이끌려 두 사람은 지면 위를 뒹구는 신세가 되었다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「%트레이너본명%……」
  -
  - 방금 꿈에서 깨어난 오구리 캡은 %당신%의 품 안에서 거친 숨을 몰아쉬었고, %그녀%의 이마에는 여전히 미세한 땀방울이 맺혀 있었으며 어깨는 가볍게 떨리고 있었다.
  - 흥분 때문인지 혹은 피로 때문인지, %그녀%는 자신도 모르게 당신의 옷자락을 꽉 쥐고 놓지 않았다.
  -
  - acc: 1
    content: 「오구리, 네가 해냈어.」
  -
  - 두 사람은 달빛 아래의 세 여신상을 올려다보았다. 달빛이 내려앉은 세 여신상은 마치 승리를 위해 신성한 광채를 두른 듯했다.
  - 석상의 자태는 변함이 없었지만, 어째서인지…… %당신%은(는) 그녀들이 만족스러운 미소를 지었다고 느꼈다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「그분들이 웃고 있어.」
  -
  - %당신%은(는) 나지막이 대답했고, 두 사람은 밤하늘과 여신상을 바라보며 한참 동안 침묵을 지켰다.
  -
  - acc: 1
    content: 「그래서, 국화상…… 달리는 건 즐거웠어?」
  -
  - 오구리 캡은 고개를 끄덕였다. 여전히 %당신%의 옷자락을 놓지 않았지만, 몸의 긴장은 이미 많이 풀린 듯 보였다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「그 세 분과 함께 레이스할 수 있어서, 정말 즐거웠어.」
  -
  - 이윽고 두 사람은 자리에서 일어나 몸에 묻은 먼지를 털어냈다.
  - 오구리 캡의 움직임은 여전히 조금 둔했다. 아직 꿈과 현실의 교차점에서 완전히 깨어나지 못한 듯했다.
  -
  - acc: 1
    content: 「좋아, 오구리 캡의 클래식 삼관을 축하하기 위해 오늘 밤엔 맛있는 걸 사줄게!」
  -
  - 오구리 캡은 움찔하더니, 이내 수줍은 미소를 지으며 가볍게 고개를 끄덕였다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 오구리 캡
      - 「고마워, 트레이너.」
  -
  - 두 사람은 달빛이 비치는 산책로를 따라 천천히 걸어갔고, 뒤편의 세 여신상은 여전히 밤공기 속에 우뚝 서서 말없이 당신들을 지켜보았다.
  - 이 기묘한 여정은 허구의 꿈에서 시작되어, 신이 만든 현실에서 막을 내렸다.
  -
  - 사츠키상, 일본 더비, 국화상……
  - 본래라면 오구리 캡이 손에 넣을 수 없었을 이 대회들은 신의 간섭 덕분에 가능해졌다.
  - 심지어—— 신들조차 오구리 캡에게 직접 도전장을 내밀기까지 했다.
  -
  - 하지만 진정으로 %그녀%의 마음을 흔든 것은 이러한 화려한 승리 그 자체가 아니라——
  - 달리 아라비안이 %그녀%에게 도전장을 던졌을 때, 자신에게 조금의 겁조차 없었다는 사실이었다.
  -
  - 그 무엇보다도 이것이 %그녀%를 자랑스럽게 만들었다.
  - 이제 트레이너의 지갑을 거덜 내는 동안, 반드시 %트레이너본명%에게 칭찬을 듬뿍 받아내리라.
  - %그녀%는 그렇게 생각했다.