지옥으로 팔려가다!:
  - 데뷔전 승리 후, 타마모 크로스의 긴장감은 엄청난 안도감으로 바뀌었다. 마치 바람 빠진 풍선처럼 대기실 소파에 털썩 주저앉았다.
  -
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「내 손 떨리는 거 봐라... 이게 레이스라는 기가...」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「글고, 내 진짜로 이긴 기가?」
  -
  - acc: 1
    content: 「고생했어.」
  -
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「있제, 우리 앞으로도 계속 이래야 되는 기가?」
  - 타마모 크로스는 소파에 누워 있었다. %그녀%의 여전히 가늘게 떨리는 손이 유독 눈에 띄었다.
  -
  - acc: 1
    content: 「응.」
  -
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「진짜 무슨 지옥에 팔려 온 기분이라카이... 아니.」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「내 발로 내를 팔아치운 거구마...」
  -
  - %그녀%는 피곤함이 가득한 눈을 %당신%에게서 돌려 천장을 바라보며 비웃듯 말했다.
  - 1년, %그녀%에게는 아직 1년의 시간이 더 필요했다.
  - %그녀%의 몸은 일반적인 우마무스메보다 훨씬 왜소했다. 제대로 단련하지 않은 채 무리하게 높은 등급의 레이스에 도전했다가는, 이상적인 결과를 얻지 못할 뿐만 아니라 부상까지 입을 위험이 컸다.
  - 그뿐만 아니라, %그녀%는 비교적 최근에야 이 스포츠를 시작했기에, 어릴 때부터 레이스 %우마무스메%를 목표로 달려온 이들에 비해 기초가 부실했다...
  - 이것은 %당신%이(가) %그녀%와 함께 방침을 세울 때 언급했던 두 가지 치명적인 약점이었다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「바닥에서 치고 올라가는 길은 역시나 쉽지 않구마...」

청천벽력:
  #주니어급 8월 1주 트레이닝실
  - 트레이닝실 문이 거칠게 열렸다. 쾅 하고 울리는 충돌 소리에 서류를 처리하던 %당신%은(는) 깜짝 놀라 몸을 떨었다.
  - 뒤를 돌아보니, 숨을 헐떡이는 타마모 크로스가 서 있었다. %그녀%의 창백한 얼굴과 눈동자에는 당혹감이 가득했다. 분명 무슨 일이 생긴 모양이었다...
  -
  - acc: 1
    content: 「타마? 무슨 일이야?」
  -
  - %당신%은(는) 자리에서 일어나, 금방이라도 쓰러질 것 같은 %우마무스메%를 돕기 위해 다가갔다.
  -
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「저... 저기... 우리 어무이가 병원에 실려 갔다 안 카나...」
  -
  - %그녀%는 집에서 어머니가 갑자기 쓰러져 병원으로 이송되었다는 경위를 더듬거리며 이야기했다.
  -
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「꼬매이들한테 신고하라고는 했는디... 근데...」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「내... 내 너무 무섭다...! 와 하필 이럴 때 내가 곁에 없는 기고!」
  - acc: 1
    content: 「...알았어. 일단 훈련은 제쳐두자. 어머니 병문안부터 가자.」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「미안타... 트레이너. 니 신경 쓰게 맹글어서...」
  -
  - 타마모 크로스는 언제나 가족을 끔찍이 아꼈다. 평소 밝고 활기차던 아이가 이토록 기운 없는 모습을 보이는 것은 오직 가족 문제뿐이었다.
  -
  - acc: 1
    content: 「아냐. 가족이 언제나 1순위야. ...그리고 타마도 가족을 위해서 여기서 훈련하는 거잖아?」
  -
  - 이런 때 가족을 외면하는 것은 본말전도였다.
  -
  - %그녀%의 찌푸려졌던 미간이 조금 펴졌고, 눈앞의 상대에게 옅고 억지스러운 미소를 지어 보였다.
  - 그 후, %당신%은(는) 서둘러 택시를 불러 타마모의 어머니가 있는 병원으로 향했다. 그곳에서 %당신%은(는) 처음으로 타마모 크로스의 부모님을 만났다.
  - 가장 먼저 눈에 들어온 것은 병실 안쪽에서 시무룩하게 앉아 있는 동생들의 모습이었다.
  - 타마모 아버지의 얼굴도 잔뜩 굳어 있었다. 병실 안의 분위기가 숨이 막힐 듯 무거운 것도 무리는 아니었다.
  - 어머니는 침대에 평온하게 누워 있었으나, 아직 혼수상태에서 깨어나지 못한 상태였다.
  - 아버지는 침대 옆 의자에서 일어나 %그녀%의 트레이너를 맞이했다.
  -
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「아부지, 이쪽이 내 트레이너다...」
  - 중년 남성의 머리카락은 이미 희끗희끗했고, 미간에는 깊은 주름이 패어 있었다.
  - if: era.get('cflag:21:성별') === 1
    content:
      - fontWeight: bold
        content: 타마모 크로스의 아버지
      - 「반갑습니대이. 우리 아가 평소에 신세를 많이 지고 있네예.」
  - if: era.get('cflag:21:성별') !== 1
    content:
      - fontWeight: bold
        content: 타마모 크로스의 아버지
      - 「반갑습니대이. 우리 가스나가 평소에 신세를 많이 지고 있네예.」
  - acc: 1
    content: 「어머님께서 무사하시길 바랍니다.」
  -
  - %당신%은(는) 환자에게 방해가 되지 않을 정도의 낮은 목소리로 말했다. 중년 남성은 가볍게 고개를 끄덕였고, 걱정 탓인지 미간의 주름은 더욱 깊어졌다.
  - 다행히 타마모의 어머니의 병명은 과로였으며, 며칠간 휴식을 취하면 퇴원할 수 있다는 진단이 내려졌다.
  - 트레이너와 %우마무스메%는 병원에서 몇 시간 동안 간호를 마친 후, 차를 타고 트레센 학원으로 돌아왔다.
  -
  - acc: 1
    content: 「오늘 늦었으니까, 기숙사 가서 푹 쉬어.」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「......」
  - acc: 1
    content: 「왜 그래?」
  - if: era.get('relation:21:0') > 225
    lines:
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「내... 잠이 안 온다.」
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「아까 차 안에서 자려고 해봤는디...」
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「자꾸 어무이 생각이 나가꼬...」
      - acc: 1
        content: 「그럼... 오늘 밤에는 내가 같이 자 줄게.」（애정도+2, 피로 1단계 획득）
        lines:
          - color: %玉藻色%
            content:
              - fontWeight: bold
                content: 타마모 크로스
              - 「와 그리 아무렇지도 않게 오해 살 만한 소리를 해대노...」
          - color: %玉藻色%
            content:
              - fontWeight: bold
                content: 타마모 크로스
              - 「근데 뭐, 곁에 있어 주는 거라믄... 못 할 것도 없나...」
          - if: era.get('love:21') >= 50
            content:
              - 두 사람은 침대에서 서로 의지하며 잠들었다. 상대방에게서 전해지는 따스한 온기는 살결이 닿기를 갈구하던 본능을 충족시켜 주었다.
      - acc: 2
        content: 「나 수면제 있는데... 좀 나눠줄까?」（호감도+10）
        lines:
          - color: %玉藻色%
            content:
              - fontWeight: bold
                content: 타마모 크로스
              - 「우와— 변태 로리콘이 본색을 드러냈구마—」
          - color: %玉藻色%
            content:
              - fontWeight: bold
                content: 타마모 크로스
              - 「근데 와 수면젠데? 멜라토닌 아이고?」
          - acc: 1
            content: 「트레이너도 사는 게 힘들거든.」
          - color: %玉藻色%
            content:
              - fontWeight: bold
                content: 타마모 크로스
              - 「......」
  - if: era.get('relation:21:0') <= 225
    lines:
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「아무것도 아이다...」
      - 타마모 크로스를 기숙사까지 바래다준 후, %당신%들은 서로 작별 인사를 나누었다.
#（상태 【낙뢰】 획득：전류 쇠약, *주: 테이오 【다리 부상】 준용）

잔뜩 낀 구름 I:
  #주니어급 9월 1주 트레이닝실
  - 타마모의 어머니가 사고로 입원한 지 한 달이 지났다.
  - 심각한 건강 문제는 아니었으나, 만약을 위해 퇴원 후에도 당분간 안정을 취해야 한다는 지시가 내려졌다.
  - 집안의 경제적 지주는 타마모의 아버지만 남게 되었다.
  - 집안의 가산을 다 털어 자신을 트레센에 보내 최고의 교육을 받게 해주고 있는데... 만약 곧 시작될 클래식 년도에 좋은 성적을 내지 못한다면 가족을 볼 면목이 없었다.
  - 어찌 되었든, 담당 %우마무스메%가 어려운 상황에 직면해 있는 만큼, 타마모 크로스가 궤도에 오를 수 있도록 방법을 찾아야 했다!
  - acc: 1
    content: 「이럴 땐 정공법이야, 훈련량을 늘리자!」（3턴 동안 트레이닝 효과+20%, 체력 소모+5%）
    lines:
      - content: 「스파르타식 훈련으로 타마모 크로스의 잡생각을 마비시키려 시도하자...」
  - acc: 2
    content: 「타마의 기운을 북돋아 주자, 마음부터 챙겨야지!」（3턴 동안 컨디션 지속 상승, 체력 소모-10%）
    lines:
      - content: 「인생이 레이스보다 중요하다. 타마가 응석 부릴 수 있게 해주자...」

잔뜩 낀 구름 II:
  #주니어급 10월 1주 트레이닝실
  - %당신%은(는) 타마모 크로스를 위해 한 달간의 고된 훈련을 마무리하는 의미로 더트 모의 레이스를 준비했다. 동시에 실전 경험을 쌓게 하려는 의도도 있었다.
  - 출발 신호와 함께 게이트가 거칠게 열렸고, %우마무스메%들이 일제히 튀어 나갔다.
  - 하지만 레이스 시작 전까지 여유로워 보이던 타마모 크로스는 보기 드물게 늦은 출발이라는 실수를 저질렀다.
  - 그저 우연일까? %당신%은(는) 눈을 가늘게 뜨며 생각했다.
  - 타마모 크로스는 %우마무스메% 무리 뒤에 바짝 붙었지만, 좀처럼 자리를 잡지 못하자 초조하게 고개를 돌려 주위를 살피기 시작했다.
  - acc: 1
    content: 「서두르지 마... 천천히 움직여...」
  - 그런데 모의 레이스가 마지막 코너에 접어들었을 때, 갑작스러운 변동이 생겼다.
  - 앞서가던 %우마무스메%가 무슨 이유에서인지 갑자기 바닥에 미끄러졌고, 뒤따르던 무리의 일부가 미처 피하지 못하고 차례차례 휩쓸려 넘어졌다.
  - 흩날리는 모래 먼지 속에서, %당신%은(는) 눈을 크게 뜬 타마가 그 인파 속으로 삼켜지려는 것을 보았다...
  - acc: 1
    content: 「타마——!!」（피로 2단계 획득）
    lines:
      - 인간의 의식은 신체의 반응보다 0.5초 느리다고 한다.
      - 앞의 사고를 미처 알아차리지 못한 타마모 크로스는 결국 아주 기괴한 자세로 직접적인 충돌은 면했으나, 관성 때문에 균형을 잃고 더트 위를 구르는 볼링공처럼 한참을 굴러가다 멈춰 섰다.
      - 그와 동시에, %당신%은(는) 사고가 발생한 즉시 난간을 뛰어넘어 타마모 크로스가 있는 곳을 향해 전력 질주했다.
      - %당신%은(는) 먼지투성이가 되어 밤색이 된 %우마무스메% 타마모 크로스를 초조하게 살폈다. 다행히 찰과상 외에 큰 부상은 없었다.
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「아이고고... 미안타, 트레이너...」
  - if: era.get('flag:현재명성') >= 1000
    acc: 2
    content: 「뛰어올라——!!」（피로 1단계 획득）
    lines:
      - ......
      - 타마모 크로스는 관성을 이용해 트랙에서 힘차게 도약하며, 바닥에서 뒹굴고 있는 우마무스메들을 그대로 뛰어넘었다.
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「내를 우습게 보지 마라! 내 5점 착지법 함 봐라——!!」
          - 두 다리를 모으고, 착지 순간 발, 종아리, 무릎, 엉덩이, 허리 순서로 충격을 분산시켰다.
      - 그와 동시에, %당신%은(는) 사고가 발생한 즉시 난간을 뛰어넘어 타마모 크로스가 있는 곳을 향해 전력 질주했다.
      - acc: 1
        content: 「타마——!!」
      - %당신%은(는) 먼지투성이가 된 타마모 크로스를 초조하게 살폈다. 온몸이 흙먼지로 뒤덮였지만, %그녀%는 거의 다치지 않았다.
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「아— 고마 만지라! 남들 다 보고 있다이가!」
  - 그날의 모의 레이스는 결국 아수라장 속에서 중단되었다.

잔뜩 낀 구름 III:
  #주니어급 10월 2주 트레이닝실
  - 달칵 소리와 함께, 타마모 크로스가 트레이닝실 문을 열고 들어왔다.
  - 지난주의 사고는 %그녀%의 몸 곳곳에 크고 작은 찰과상을 남겼다. 그나마 찰과상이었기에 망정이지, 아니었으면 미라처럼 붕대를 칭칭 감고 있어야 했을 것이다.
  - 하지만 %우마무스메%의 놀라운 속도에서 발생한 충돌인 만큼, 멍과 타박상을 가볍게 여겨서는 안 되었다. %당신%도 훈련 강도를 낮추고 신체 회복에 집중할 수밖에 없었다.
  -
  - acc: 1
    content: 「음, 회복 상태가 좋아 보이네.」
  -
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「왔나, 트레이너.」
  -
  - 타마모 크로스는 웃으며 고개를 끄덕였고, 오늘 트레이닝을 시작할 준비가 되었음을 알렸다.
  - 두 사람은 북적이는 트레이닝 코스로 향했다. 이곳에서 트레이닝 중이거나 준비 중인 학생들은 지난주의 대규모 사고에 대해 별다른 동요를 보이지 않는 듯했다.
  - 결국 비극은 자신에게 일어난 일이 아니며, 앞으로도 일어나지 않을 일이라 생각하기 때문이리라.
  -
  - acc: 1
    content: 「오늘은 사고 후 일주일 만의 정식 주행이니까, 무리하지 마.」
  -
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「하모!」
  -
  - 타마모 크로스는 한편에 서서 준비 운동과 스트레칭을 시작했다. %당신%은(는) 트레이너로서의 책무를 다하며 %그녀%의 걸음걸이와 자세를 세심하게 관찰했다.
  - 뜨거운 시선을 느낀 타마모 크로스의 입가에 미소가 번졌다.
  -
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「니 요즘 들어 너무 대놓고 보는 거 아이냐, 로리콘 자슥아.」（전 능력치+3 기술 포인트+45）
  -
  - acc: 1
    content: 「그, 그런 거 아냐! 이건 정식 절차라고, 절차!」（호감도+10）
  - acc: 2
    content: 「본다고 닳는 것도 아니잖아.」（애정도+5）
  -
  - %그녀%는 하하 웃으며 코스에 섰고, %당신%의 신호와 함께 오늘의 훈련을 시작했다.

클래식 시즌의 새해 다짐:
  #1월 1주 트레이닝실 내 신년（클래식급）
  #이벤트명：신년의 포부
  - 신년이 밝았고, 연말연시를 지나 타마모 크로스도 클래식급으로 승격되었다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「트레이너, 새해 복 많이 받아라.」
  - 트레이닝실에 온 %그녀%가 웃으며 인사를 건넸다.
  - acc: 1
    content: 「새해 복 많이 받아, 타마.」
  - 타마모 크로스는 소파에 털썩 앉아 오늘의 훈련 계획을 훑어보았다.
  - acc: 1
    content: 「모처럼의 신년인데 좀 안 쉬어? 고향이라도 다녀오지 그래?」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「말은 고맙다만, 《하얀 번개》를 실현하기 전까지는 쉴 틈이 없제...」
  - %그녀%는 고개를 들어 열정적인 눈빛을 보내면서도, 자신감 없는 표정 뒤에 꿈을 이루겠다는 의지를 숨기고 있었다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「지금 내한테는... 고향에 들고 갈 만한 게 아무것도 없응께.」
  - acc: 1
    content: 「그렇구나.」
  - %당신%은(는) 억지로 다시 업무에 집중하려 했으나, 방 안의 분위기가 너무 무거워지는 것을 막기 위해 가볍게 물었다.
  - acc: 1
    content: 「그나저나 타마, 올해 레이스 말고 하고 싶은 거 있어?」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「음... 굳이 말하자믄...」
  - %그녀%는 동그랗고 푸른 눈을 굴리며 고민했다.
  - acc: 1
    content: 「츳코미 실력을 키워보는 건 어때?」（스태미나+10）
    lines:
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「간사이 사람이라고 꼭 츳코미 걸어야 되는 기가—! 아, 당했다!」
      - 두 사람은 하하 웃었고, 자칫 무거워질 뻔했던 방 안에 즐거운 분위기가 감돌았다.
      - 하지만 %당신%이(가) 몰랐던 사실은, %그녀%가 나중에 진짜로 학원 곳곳의 %우마무스메%를 찾아다니며 매일같이 츳코미를 날리게 되었다는 점이다.
  - acc: 2
    content: 「타코야키 파티를 열자!」（체력+10%）
    lines:
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「그라믄 이 『타마 특제 문어 없는 타코야키』 함 묵어봐라!」
      - 비록 타코야키 안에 문어는 없었지만, 소스와 국물 맛은 일품이었다.
      - 타마는 나중에 분명 좋은 아내가 될 것이다.
  - acc: 3
    content: 「도쿄의 분위기를 좀 배워보자!」（기술 포인트+20）
    lines:
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「그라믄 우리 도쿄 관광 함 가자!」
      - 여러 관광지 중에서 타마모 크로스는 유독 미술관에 깊은 관심을 보였다.
      - 게다가 의외로 빈센트 반 고흐부터 외젠 들라크루아까지 막힘없이 꿰고 있었다...

할 수 있을지도?:
  #3월 1주 경기장 대기실 내
  - 서두르지 않고 낮은 등급의 레이스부터 실력을 시험해본다—이것이 %당신%이(가) 타마모 크로스에게 세운 단기 방침이었다.
  - 그리고 %그녀%는 맡겨진 임무를 아주 훌륭하게 완수해냈다.
  - acc: 1
    content: 「잘했어, 타마.」
  -
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「니 덕분이다, 니 덕분.」
  -
  - %그녀%는 %당신%의 맞은편에 정자세로 앉아 격렬한 운동 후 얼굴에 맺힌 땀을 수건으로 닦아냈다.
  -
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「이걸로 내도... 쪼매 성과가 난 거구마.」
  -
  - acc: 1
    content: 「타마는 나중에 분명히 빛날 거야, 난 믿어.」
  -
  - 타마모 크로스는 두 눈을 감았다. %그녀%는 승부복을 입고 G1이라는 최고의 무대 위에 서 있는 자신의 모습을 상상하려 애썼다.
  - 필사적으로 상상해 보았지만, 함께 달리는 %우마무스메%부터 코스의 윤곽까지 모든 것이 흐릿했다.
  - 애초에 내가 어떤 레이스에 나갈 수 있을까?
  - 재팬 컵? 텐노상? 아리마 기념?
  - 그곳에 있던 두 사람은 타마모 크로스가 여전히 스스로를 의심하고 있음을 잘 알고 있었다. 이런 식의 마음가짐으로는 더 높은 곳으로 올라갈 수 없었다.
  -
  - acc: 1
    content: 「타마, 오픈 레이스에서 이긴 %우마무스메%는 이미 엘리트라고 불릴 자격이 있어.」
  -
  - URA에서 매년 잔디밭에 뛰어드는 수천 명의 신인 %우마무스메% 중, 결국 오픈급 %우마무스메%가 되는 것은 단 10% 정도에 불과했다.
  -
  - acc: 1
    content: 「너와 똑같이 꿈을 품은 %우마무스메%들을 짓밟고 올라와 놓고 자책하는 거, 좀 오만하다고 생각하지 않아?」
  -
  - 타마모 크로스의 마음이 무거워졌다. 사실이었기에 반박할 수 없었다.
  -
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「글나... 할 수 있을 것 같기도 하네...」
  - 결국, 뇌리 속의 자신은 금방이라도 사라질 것만 같았다.
  - 그래서 마음에도 없는 기만적인 말을 내뱉을 수밖에 없었다.

#첫 육성：
#（상태 상실：【낙뢰】：전류 쇠약, *주: 테이오 【다리 부상】 준용）
#（상태 획득：【선도】：뇌광의 시작, 현재 OP-G3급 레이스만 참여 가능.）
#
#반복 육성：
#（상태 상실：【낙뢰】：전류 쇠약, *주: 테이오 【다리 부상】 준용）
#（상태 획득：【섬광】：하얀 번개, 모든 레이스 참여 가능.）

번개의 심장 I:
  #（숨겨짐）4월 3주 사츠키상 전 트레이닝실
  #트리거 조건：반복 육성 시 【섬광】 상태 획득, 사츠키상 출주 선택
  - 딱히 특별할 것 없는 어느 날, %당신%은(는) 봉투 하나를 들고 트레이닝실로 들어왔다. 그리고 먼저 와서 소파에 누워 있던 타마모 크로스에게 손을 흔들었다.
  -
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「응? 뭔디?」
  -
  - 타마모 크로스는 %당신%의 손에 들린 봉투를 바로 알아채고는, 파란 눈동자로 싱글벙글 웃는 %당신%의 얼굴을 의심스럽게 훑어보았다.
  -
  - acc: 1
    content: 「이건 타마를 위한 선물이야.」
  -
  - %당신%은(는) 봉투를 타마모 크로스에게 건네주며 열어보라고 했다.
  - 봉투의 크기는 적당했고, 내용물은 납작하고 부드러웠다...
  - 타마모 크로스는 풍부한 집안일 경험을 살려, 손으로 만져보는 것만으로 안에 무엇이 들었는지 눈치챘다.
  -
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「옷이가? ...야한 기가?」
  -
  - 타마모 크로스의 눈빛이 날카로워졌다. 아주 찌를 듯한 기세였다!
  -
  - acc: 1
    content: 「그건 다음에 사줄게.」（애정도+2）
    lines:
      - 타마모 크로스의 눈빛이 날카로움에서 걱정으로 바뀌었다. 양쪽 눈썹이 제각각 움직이며 비탈길 같은 모양을 만들어냈다.
      - %그녀%는 입술을 지그시 깨물더니, 무슨 결심이라도 한 듯 %당신%에게 작은 손을 내밀었다.
      - 경계하는 것 같기도 하고 애원하는 것 같기도 한 태도로, %그녀%는 손가락 끝으로 %당신%의 소매를 꽉 쥐었다.
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「아프믄 병원 가라, 알았제?」
      - acc: 1
        content: 「나 안 아파— 왜 내가 트레이너가 될 수 있었겠어?」
  - acc: 2
    content: 「아냐——!」（호감도+10）
    lines:
      - 팍 소리가 났다. 조금 당황한 %당신%이(가) 타마모 크로스의 가슴께를 가볍게 수도로 쳤다.
      - acc: 1
        content: 「아니라고— 도대체 어떤 놈이 이걸 보고 야한 옷이라고 생각하는 건데!」
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「아아—? 로리콘 주제에 말이 많네?」
      - acc: 1
        content: 「네가 로리콘이지. 네 가족도 다 로리콘이야!」
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「고건 말이 안 되제. 내 같은 로리가 우째 같은 로리를 좋아하노?」
      - 타마모 크로스는 낄낄 웃으며 팔짱을 꼈다. 손가락에는 옷 봉투를 걸고 흔들흔들거렸다.
      - acc: 1
        content: 「넌 분명히 로리콘이야. 안 그러면 왜 맨날 이나리 원이랑 붙어 다니는 건데?」
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「그건 그냥 동기끼리 노는 기지, 상관없다카이.」
      - acc: 1
        content: 「맨날 남의 가슴이나 쳐다보고 말이야.」
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「그건 부족한 걸 채우고 싶어서... 니 지금 내 맥이나!」
      - 이번에는 %당신%이(가) 수도 타격을 받을 차례였다. 하지만 기분 탓인지 가슴을 때리는 힘이 조금 매서웠다.（플레이어 체력-10%）
  - 소동이 끝난 후, %당신%과(와) 타마모 크로스는 봉투를 열었다...
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「어라?」
  - 그 안에 들어있던 것은——

번개의 심장 II:
  #（숨겨짐）4월 3주 （G1） 사츠키상 1착 나카야마 잔디 2000m（중거리）우·내
  #이벤트명：섬광의 마음 그 두 번째
  - 온몸의 전율이 아직 가시지 않았고, 극도로 긴장했던 몸은 여전히 굳어 있었다.
  - 얼굴에 맺힌 땀을 닦는 것조차 곁에 있는 %당신%의 도움이 필요할 정도였다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「하아— 후아— 하아—」
  - acc: 1
    content: 「...괜찮아?」
  - %당신%은(는) 젖은 수건으로 타마모 크로스의 비 오듯 쏟아지는 땀을 부드럽게 닦아주었다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「하아— 후아— 하아—」
  - 그제야 겨우 숨을 돌린 타마모 크로스가 고개를 돌려 %당신%에게 믿기지 않는다는 듯 물었다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「와...」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「와...」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「와 내를 사츠키상에 내보낸 기고오오오오——!!」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「내 몸이 다 클 때까지는 G1 레이스 안 나간다고 약속했었잖나!!」
  - acc: 1
    content: 「그게 말이지...」
  - 분명히 G1 금지령을 내린 것은 %당신%(이)였다.
  - 하지만 그 금지령을 대놓고 어긴 것도 %당신%(이)였다.
  - 그리고 타마모 크로스는 온 힘을 다해 클래식 첫 관문인 사츠키상을 제패했다.
  - 타마모 크로스는 볼을 꼬집으며 이것이 꿈이 아님을 확인했다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「근데 내 진짜로 이깃네... 클래식 G1을.」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「그래가... 와 그런 기가?」
  - acc: 1
    content: 「그야 타마가 이미 훌륭하게 성장했기 때문이지.」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「성... 장?」
  - 처음 만났을 때의 타마모 크로스는 정말 바람만 불면 쓰러질 듯 뼈만 앙상한 모습이었다.
  - 하지만 %당신%과(와) 함께 필사적인 특훈을 거듭하면서, 점차 G1 코스를 견뎌낼 수 있는 체격을 갖추게 되었다.
  - 그 성장 속도는 가히 남들이 깜짝 놀랄 만큼 빨랐다.
  - acc: 1
    content: 「그거야. 타마의 재능이 내 생각보다 훨씬 대단했던 거지.」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「그랬던 기가...」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「고맙대이... 덕분에 내도 자신감이 좀 생깃다!」
  - 타마모 크로스는 이빨을 드러내며 활짝 웃었고, 가슴팍의 번개 문양을 주먹으로 툭 치며 말했다.
  - 그것은 파란색 조끼에 고급 캔버스 재질의 흰색 청바지, 그리고 상체에는 파란색과 흰색이 조화된 외투를 걸친 모습이었다.
  - 이것이 바로 타마모 크로스가 직접 디자인 초안을 잡고, %당신%이(가) 직접 감수한 뒤 URA에서 고용한 전문가가 제작한 승부복이었다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「그라믄 이 타고난 하얀 번개, 절대로 낭비하지 말아야겠구만!」
  - 새로운 승부복을 입자마자 첫 우승을 따낸 사실에 두 사람 모두 크게 고무되었다.
  - 이제 삼관왕 도전도 더 이상 꿈이 아니었다!

우준 소녀 I:
  #（숨겨짐）클래식급 5월 4주 일본 더비 레이스 전 대기실 내
  #이벤트명：우준 소녀 그 첫 번째
  #트리거 조건：반복 육성 시 【섬광】 상태 획득, 일본 더비 출주 선택
  - 사츠키상에 이어, %당신%은(는) 타마모 크로스를 클래식 3관 중 두 번째인 일본 더비에 출주시켰다.
  - 사츠키상 때와 비교하면 타마모 크로스는 이미 한 단계 더 도약해 있었다. 하지만...
  - %우마무스메%계에는 이런 말이 널리 퍼져 있었다. 「가장 빠른 %우마무스메%가 사츠키상을 이기고, 가장 운이 좋은 %우마무스메%가 더비를 이기며, 가장 강한 %우마무스메%가 국화상을 이긴다.」
  - 그리고 「더비의 저주」라 불리는 전설은 사람들을 괜스레 불안하게 만들었다. 더비 %우마무스메% 중 적지 않은 이들이 그 후 부진에 빠져 평범해졌기 때문이었다.
  - 여러 설이 있으나, 「삼관 도전에 따른 과도한 소모」라는 설명이 가장 설득력이 있었다.
  - if: era.get('cflag:301:확장변수').who_am_i > 0
    lines:
      - 예를 들면... 토키노 미노루처럼—
      - 일본 더비 이후 부상을 입어 은퇴할 수밖에 없었던 전설적인 우마무스메...
  - 하지만 타마모 크로스는 달랐다.
  - 이 녀석이라면 삼관까지 닿을 수 있을 것이다.
  - 생각이 여기까지 미치자, %당신%이(가) 타마모 크로스를 바라보는 눈빛이 한층 더 뜨거워졌다.
  - acc: 1
    content: 「어때? 첫경험이 아니니까 좀 괜찮아졌지?」（애정도+2, 컨디션+1）
    lines:
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「니 지금 일부러 야한 농담 하는 기가?」
      - 타마모 크로스는 어이가 없다는 듯 %당신%의 팔을 가볍게 때리고는, %그%의 뒤를 따라 패덕으로 향했다.
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「우마무스메지 평론가들이 내보고 『늦게 찾아온 거물』이라 카더라.」
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「그라믄 그 사람들한테 이 꼬맹이 거물이 얼매나 무서운지 함 보여줘야 안 되겠나!」
  - acc: 2
    content: 「어때? 많이 긴장돼?」（호감도+10, 체력 기력+20%）
    lines:
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「평생 단 한 번뿐인 더비인디, 긴장 안 할 놈이 어딨노...」
      - 타마모 크로스는 깊게 숨을 들이마신 후, %그%의 뒤를 따라 패덕으로 향했다.
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「우마무스메지 평론가들이 내보고 『간사이의 비밀 병기』라 카더라.」
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「그라믄 우리... 도쿄를 함 정복해 보까!」

우준 소녀 II:
  #（숨겨짐）클래식급 5월 4주 （G1） 일본 더비 1착 도쿄 잔디 2400m（중거리）좌·내
  #이벤트명：우준 소녀 그 두 번째
  - 도쿄가 간사이에서 온 우마무스메에게 정복당했다.
  - 자존심 강한 꼬맹이가 독보적인 퍼포먼스로 전장을 달구었다.
  - 푸른 잔디 위를 번개처럼 가로지른 타마모 크로스가 다시 한번 우승컵을 들어 올렸다.
  - 이제 남은 것은 교토로 돌아가 국화상을 따내고, 왕좌에 오르는 것뿐이었다.
  - acc: 1
    content: 「잘했어, 타마!」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「아자!」
  - 두 사람은 주먹을 맞부딪쳤다. %당신%은(는) 살짝 얼얼한 손가락 마디를 통해 타마모 크로스의 격동하는 마음을 느꼈다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「가족들한테도 알려줘야겠구만— 다음은 국화상이가?」
  - %당신%은(는) 고개를 끄덕였다.
  - 상황이 이쯤 되니, 이미 2관을 달성한 타마모 크로스가 국화상에 도전하지 않을 이유는 없었다.
  - 국화상마저 이긴다면, %그녀%는 그 강력한 %우마무스메%들과 어깨를 나란히 하며 전당에 입성하게 될 것이다!

여름 합숙（클래식 시즌）:
  #8월 1주 바닷가 여름 합숙
  #이벤트명：여름 합숙
  - 지구 온난화가 인위적인 결과든 자연적인 변천이든, 계란을 구울 수 있을 만큼 뜨거운 아스팔트 위를 지나갈 때면 누구나 실내 에어컨의 시원한 바람을 간절히 그리워하게 된다.
  - 비록 지금 몸에 걸친 것이 거의 없다 해도, 작렬하는 태양 아래서는 불어오는 바닷바람조차 미지근했다.
  - %당신%은(는) 눈을 가느다랗게 뜨고 파라솔 아래 웅크린 채, 이 나이에 감당하기 힘든 고온을 견디고 있었다—사실 나이와 상관없이 누구든 견디기 힘든 더위였다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「더버 죽겠다— 와 이리 덥노—」
  - %당신% 옆에서 체육 시간 같은 자세로 돗자리 위에 앉아 있는 것은 타마모 크로스였다. 폭포처럼 쏟아지는 은빛 긴 머리 아래로, 역시 폭포처럼 땀방울이 흘러내리고 있었다.
  - %우마무스메%는 본래 체온이 상온보다 조금 더 높았기에, 이런 고온 속에서는 자연히 더 힘들 수밖에 없었다.
  - %당신%은(는) 세심하게 타마모 크로스의 목에 얼음물에 적신 수건을 둘러주었다. 갑작스러운 차가움에 놀란 타마모 크로스는 비명을 질렀다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「앗❤️!」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「니 지금 뭐 하는 기고!」
  - %당신%은(는) 하하 웃으며, 옆에서 날아오는 솜주먹 공세를 팔로 가볍게 막아냈다.
  - acc: 1
    content: 「네가 땀을 너무 많이 흘리길래 그랬지—」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「내 말은 예고도 없이 차가운 걸 턱 갖다 대지 말라는 기라!」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「참나...」
  - 타마모 크로스는 어쩔 수 없다는 듯 목에 걸린 젖은 수건을 들어 얼굴을 닦으려다, 갑자기 미간을 찌푸렸다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「잠깐만, 이 수건 냄새가 쪼매 이상한디...」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「니가 먼저 쓴 거 아이냐?」
  - acc: 1
    content: 「아...」
  - %당신%은(는) 그제야 생각났다. 수건을 건네기 전 무심결에 자신의 얼굴을 닦았고, 심지어 차가운 물기를 탐욕스럽게 들이마셨다는 것을.
  - 하지만 %당신%이(가) %그녀%를 바라보았을 때, 예상했던 혐오스러운 표정은 없었다. 그저 양 볼이 발갛게 달아오른 채, 수건에 얼굴을 반쯤 묻고 있는 타마모 크로스가 있을 뿐이었다.

전설이 되다 I:
  #（숨겨짐）클래식급 10월 4주 （G1） 국화상 레이스 전 대기실 내
  #이벤트명：전설이 되다 그 첫 번째
  #트리거 조건：반복 육성 시 【섬광】 상태 획득, 국화상 출주 선택
  - 클래식 3관의 마지막 관문, 국화상.
  - 황실의 문장으로 이름 붙여진 이 레이스는, 아마 텐노상과도 그 지위를 견줄 수 있을 것이다.
  - 물론 두 사람에게 더 중요한 것은, 타마모 크로스가 국화상을 따내기만 하면 클래식 3관을 모두 석권하게 된다는 사실이었다.
  - 아무도 기대하지 않았던 왜소한 우마무스메에서 『늦게 찾아온 거물』, 『간사이의 비밀 병기』라 불리기까지, 그 과정이 얼마나 험난했는지는 오직 두 사람만이 알고 있었다.
  - acc: 1
    content: 「타마, 긴 말 필요 없어... 전력으로 이기고 와!」
  - %당신%은(는) 타마모 크로스의 등을 가볍게 두드려 주었다. %그녀%의 눈에는 타오르는 불꽃이 깃들어 있었다—이 국화상, 반드시 이긴다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「하모!!」
  - %당신%은(는) 초조한 마음으로 타마모 크로스가 두 주먹을 불끈 쥐고 참가자용 통로를 나가는 모습을 지켜보았다. 관중들의 함성 소리가 들려왔다.
  - 과연 오늘, 삼관왕이 탄생할 것인가?

전설이 되다 II:
  #（숨겨짐）클래식급 10월 4주 （G1） 국화상 1착 교토 잔디 3000m(장거리) 우·외
  #이벤트명：전설이 되다 그 두 번째
  - 나카야마에서 교토까지, 온갖 난관을 뚫고 클래식 3관을 제패한 최강의 우마무스메가 탄생했다.
  - 이 역사적인 순간을 목도한 %당신%은(는) 믿기지 않는 기분으로 새로운 왕에게 연신 환호와 갈채를 보냈다.
  - 하지만 승자의 응대란 늘 지루하고 번거로운 법이었다. 레이스 후, %당신%과(와) 타마모 크로스는 다시 한번 몰려든 기자들에게 둘러싸였다.
  - 잇달아 인터뷰를 마치고 겨우 빠져나온 두 사람은 드디어 대기실로 돌아와 오늘의 일을 곱씹을 수 있었다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「클래식 삼관...」
  - acc: 1
    content: 「클래식 삼관...」
  - 감격에 겨워 입술을 파르르 떨던 타마모 크로스가 그대로 %당신%에게 달려들어 꽉 껴안았다.
  - 타마모 크로스가 힘 조절을 했음에도 불구하고, 우마무스메 특유의 근력 탓에 %당신%은(는) 순간 숨이 턱 막히는 것을 느꼈다.（플레이어 체력-10%）
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「클래식 삼관!」
  - acc: 1
    content: 「클래식 삼관!」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「클래식 삼관!!」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「내 같이 무시당하고, 하마터면 자퇴할 뻔했던 불쌍한 놈이...」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「클래식 삼관왕이 됐다꼬?!」
  - %그녀%가 격하게 소리치는 바람에 밖에서 들을까 봐 걱정될 정도였다.
  - 하지만 이 순간만큼은 %당신%도 타마모 크로스가 하고 싶은 대로 내버려 두며 그 감정을 다 받아주기로 했다.
  - 이것은 %그녀%가 누려야 할 마땅한 권리였으니까.
  - acc: 1
    content: 「그래, 넌 지금 당장 은퇴해도 명예의 전당 입성은 따 놓은 당상이야.」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「헤헤... 전당 %우마무스메% 타마모 크로스, 또 다른 이름은 하얀 번개...」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「근데 이걸로는 부족하다. 이제는 니도 전당 트레이너로 만들어줘야 안 되긋나.」
  - 타마모 크로스는 드디어 손을 놓더니, 눈을 찡긋하며 의기양양하게 선언했다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「삼관 하나로 부족하다 카믄, 내 니를 위해서 삼관 몇 개 더 따다 주께!」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「우승 컵으로 우리 이력서를 꽉꽉 채워보자꼬!」
  - 바로 이거다. 타마모 크로스는 이래야지.
  - 번개는 한 번 형성되면 굉음과 함께 목표를 향해 달려가고, 전력이 다할 때까지 대지 위에서 사라지지 않는다...
  - %당신%의 책임은 이 번갯불이 올바른 목표를 향하도록 이끄는 것이다.
  - acc: 1
    content: 「전당 %우마무스메%와 전당 트레이너... 좋아! 그럼 다 너만 믿을게!」
  - 클래식 3관은 이제 시작일 뿐이었다. 두 사람의 여정은 아직 마침표를 찍으려면 한참 멀었다...

봄의 천둥소리:
  # 시니어급 1월 1주 트레이닝실 한 줄기 봄천둥
  - 타마모 크로스는 보기 좋게 몇 번이나 중상을 차지했다. 그녀에게 있어 이것은 1년 전만 해도 도저히 상상할 수 없는 일이었다. 이제 그녀는 더 높은 무대를 향해 도전할 능력을 완전히 갖추게 되었다!
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「트레이너…… 내 몸 상태가……」
  - 1년간의 성과를 정리하던 중, %그녀%는 깊게 숨을 들이마시고는 격앙된 목소리로 말했다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「이제 시니어급…… G1 레이스에 도전해도 안 되겠나!」
  - acc: 1
    content: 「그래, 충분하고말고.」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「카모, 봄 텐노상도 충분히 노려볼 수 있겠제?」
  - 타마모 크로스는 어떤 명칭을 내뱉었다. 그것은 봄 시니어 %우마무스메% 3관 중 두 번째 관문이었다. 이 레이스는 역사가 깊을 뿐만 아니라, 그 이름만으로도 중요성을 짐작할 수 있었다.
  - acc: 1
    content: 「네 아버님의 뜻이라고 말했던 게 기억나네.」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「내…… 효도하는 셈 치고 봄 텐노상에 나가고 싶은데…… 안 되겠나?」
  - %그녀%는 마치 %당신%이(가) 거절할까 봐 겁내는 것처럼 긴장하며 말했다.
  - acc: 1
    content: 「당연히 되지!」
  - 하지만 봄 텐노상은 호락호락하지 않았다. 8대 레이스 중 거리가 가장 긴 레이스이며, 무려 3200m에 달하는 가혹한 일정이 기다리고 있었다.
  - 다행히 타마모 크로스는 체구는 작지만 놀라운 스태미나를 가지고 있어 충분히 감당할 수 있었다. 그러나……
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「내 그래 긴 거리는 아즉 안 뛰어봤다 아이가……」
  - acc: 1
    content: 「거리 적성은 문제없지만, 경험이 부족해.」
  - 장거리 레이스는 특히나 체력을 안배하는 실력이 중요한데, 트레이너가 방법은 가르쳐줄 수 있어도 실전에서 이를 실현하는 것은 오직 %우마무스메% 자신의 판단력과 운에 달려 있었다.
  - acc: 1
    content: 「그전에, 먼저 G2인 한신 대상전에 출주하자.」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「응, 내…… 꼭 이길끼다.」
  - 처음 만났을 때와 비교하면 타마모 크로스의 눈빛은 갈수록 뜨거워지고 있었다.
  - %당신%은(는) 자신도 모르게 미소를 지었다.

# 획득 상태: 【섬광】: 하얀 번개, 모든 레이스 참여 개방.

전초전:
  # 시니어급 3월 4주 (G2) 한신 대상전 3위 이내 한신 잔디 3000m(장거리) 우·내
  # 이벤트명: 전초전
  # 효과: (전 능력치 +3 스킬 포인트 +45)
  - 한신 대상전, 3000m 길이의 푸른 잔디 코스.
  - 봄 텐노상의 전초전으로서 본 레이스를 위한 예열뿐만 아니라, 승자에게는 우선 출주권이 주어졌다.
  - 지금, 관중의 환호를 한 몸에 받고 있는 이는 바로 %당신%이(가) 아끼고 자랑스러워하는 담당 %우마무스메%인 타마모 크로스였다.
  - 대기실로 돌아오자, 시종일관 미소를 띠며 김을 모락모락 내뿜는 회색 털의 소녀가 귀를 쫑긋거리며 %당신%에게 다가왔다.
  - acc: 1
    content: 「축하해, 타마! 텐노상에 한 걸음 더 가까워졌어!」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「오오! 다음은 진짜배기다!」
  - 말을 마친 타마모 크로스는 조용해지더니, 작은 주먹을 꽉 쥐고 기대에 찬 눈빛으로 %당신%을(를) 바라보았다.
  - 하기야, 고작 말뿐인 보상으로는 부족할 법했다.
  - acc: 1
    content: 머리 쓰다듬어 주기 (호감도 +10)
    lines:
      - %당신%은(는) 웃으며 손바닥을 타마모 크로스의 머리 위에 올리고 살살 문질러 주었다.
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「헤헤……」
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「앞으로도 같이 힘내야 된대이.」
  - acc: 2
    content: 덥석 껴안기 (애정도 +2)
    lines:
      - 타마모 크로스의 예상을 깨고, %당신%은(는) 곧장 두 팔을 벌려 그녀를 품에 안았다.
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「헤헤……」
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「앞으로도 같이 힘내야 된대이.」

이빨을 드러낸 자:
  # 시니어급 4월 2주 트레이닝실
  # 이벤트명: 엄니를 드러낸 녀석
  - 오늘, 타마모 크로스는 트레이닝실에 들어오더니 뭔가 비밀스러운 태도로 %당신%에게 접근했다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「내 말이다, 트레이너……」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「은행 계좌에 있는 상금, 미리 좀 빼서 쓸 수는 없나?」
  - 결국 돈 이야기였다.
  - 「돈 앞에서는 장사 없다」는 속담이 있듯, 학생 신분으로 상금을 통해 하룻밤 사이에 큰돈을 벌게 된 타마모 크로스에게 이것은 그냥 넘길 수 있는 사안이 아니었다.
  - acc: 1
    content: 「할 수는 있는데, 갑자기 왜?」
  - 사실 묻는 순간 %당신%은(는) 짐작이 갔다. 친척 아니면 친구로부터 오는 압박일 것이었다.
  - %우마무스메% 스포츠는 워낙 인기가 많아 상금 규모가 엄청났고, 데뷔전 승리만으로도 적지 않은 우마코인을 벌 수 있었다.
  - 하물며 타마모 크로스처럼 연달아 중상을 차지한 오픈급 %우마무스메%라면 말할 것도 없었다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「그기, 옛날에 나를 좀 돌봐줬던 아지매가 아들내미 유학 가는데 돈이 쫌 모자란다 카대……」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「글고 초등학교 때 친했던 친구는 게임기 사고 싶다 카고——」
  - 다행히 미성년 학생들의 재정 수입을 보호하기 위해, 트레센은 은행에 성인이 될 때까지 상금을 임의로 인출할 수 없는 강제 저축 계좌를 개설해 두었다.
  - 정말 부득이한 경우에는 %우마무스메% 본인과 트레이너 양측의 동의가 있어야만 미리 인출할 수 있었다.
  - 지금 타마모 크로스는 바로 그 점을 상의하러 온 것이었다.
  - 하지만 친척의 유학이나 게임기 구매가「부득이한 경우」에 해당할 리 만무했다.
  - acc: 1
    content: 「안 돼, 허락 못 해.」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「그럴 줄 알았다——」
  - 타마모 크로스 본인도 이런 요청들이 터무니없다는 자각은 있었던 모양인지, 혹시나 하는 마음으로 물어본 듯했다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「사실 우리 집이 좀 이름 날리기 시작한 뒤로, 친척이니 친구니 하는 아들이 자꾸 찾아오대.」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「와가꼬 꼭 돈 빌리달라는 소리를 슬쩍 끼워 넣는다니까.」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「거절해도 자꾸 오고, 더 많이 온대이.」
  - 한 사람이 성공하면 주변에서 어떻게든 뜯어먹으려 달려드는 전형적인 이야기였다.
  - 이제 타마모 크로스는 오픈 레이스에서 두각을 나타내며 몸값이 폭등했다.
  - 그 사람들의 심정을 이해 못 하는 건 아니었으나, 타마모 크로스는 %당신%의 소중한 애마였다.
  - acc: 1
    content: 「잘 들어, 지금은 예전이랑 상황이 달라.」
  - 「지금의 타마모 크로스는 오픈급 %우마무스메%야. 남들과는 격이 다르다고.」
  - 「옛날 같은 인맥 위주로 생각하면 분명 큰 손해를 보게 될 거야.」
  - %당신%은(는) 눈앞의 브라우저를 열어 검색창에 어린 나이에 성공한 운동선수들의 이름을 입력했다.
  - 통계에 따르면 전 세계 운동선수의 80%가 은퇴 후 단 3년 만에 파산한다고 했다.
  - 그 선수들 대부분은 타마모 크로스처럼 가난한 동네 출신이었다.
  - 갑자기 큰돈이 생겼을 때 자산 관리법을 전혀 몰랐고, 주변의 인맥이나 정에 이끌려 도덕적 해이에 빠지기 쉬웠기 때문이었다.
  - 그리고 그 선수들의 돈이 다 떨어지면 곁에 머물던 사람들은 약속이라도 한 듯 사라졌다.
  - 인심의 야박함은 이보다 더할 수 없었다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「내도 머리로는 다 안다……」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「근디 맨날 전화 오는 건 진짜 쫌 못 참겠네……」
  - 타마모 크로스는 양 귀를 축 늘어뜨린 채 힘없는 목소리로 중얼거렸다.
  - acc: 1
    content: 「전화번호를 바꿔버려. 그리고 정말 가까운 사람들한테만 알려줘.」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「버, 번호까지 마카 바꿔야 되나?」
  - %당신%은(는) 고개를 끄덕였다. 세상만사를 다 잊을 순 없어도, 적어도 귀라도 조용히 해야 했다.
  - 말도 없이 번호를 바꾸는 건 다소 냉정해 보일 수 있지만, 동시에 타마모 크로스에게 「기생충들을 떼어내야 한다」는 개념을 심어줄 기회이기도 했다.
  - 이런 때일수록 마음을 약하게 먹어서는 안 되었다.
  - 상대는 혈연과 우정을 방패 삼아 자신의 소중한 %우마무스메%를 노리는「적」이기 때문이었다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「……알았대이.」
  - 타마모 크로스는 분명 곤란한 기색이 역력했다. 확실히 쉬운 일은 아니었을 것이다.
  - 트레이너로서 어려운 일을 타마모 크로스에게만 떠넘길 수는 없었다.
  - acc: 1
    content: 「좋아, 트레이닝 끝나고 같이 알아보자.」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「오, 트레이너 니도 같이 가준다고?!」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「고맙데이! 내 혼자였으모 우째야 할지 막막했을 기다!」
  - %당신%이(가) 함께 어려움을 헤쳐나가겠다고 하자, 타마모 크로스의 귀가 번쩍 서더니 얼굴에 다시 예전의 미소가 돌아왔다.
  - 그날 훈련이 끝난 후, 두 사람은 함께 통신사 대리점을 방문했다.
  - if: era.get('love:21') >= 75
    content: 평상복 차림의 타마모 크로스는 사정을 모르는 점원에게 %당신%의 연인으로 오해받기도 했고, 그 해프닝은 이 작은 사건에 즐거운 추억을 덧씌워 주었다.
  - if: era.get('love:21') < 75 && era.get('cflag:21:성별') === 1
    content: 평상복 차림의 타마모 크로스는 사정을 모르는 점원에게 %당신%의 남동생으로 오해받기도 했고, 그 해프닝은 이 작은 사건에 즐거운 추억을 덧씌워 주었다.
  - if: era.get('love:21') < 75 && era.get('cflag:21:성별') !== 1
    content: 평상복 차림의 타마모 크로스는 사정을 모르는 점원에게 %당신%의 여동생으로 오해받기도 했고, 그 해프닝은 이 작은 사건에 즐거운 추억을 덧씌워 주었다.

봄 3관의 고비:
  # 시니어급 5월 1주 (G1) 텐노상(봄) 1위 교토 잔디 3200m(장거리) 우·외
  # 이벤트명: 봄 3관의 고비
  - 해냈다.
  - 한때 무시당하던 그 꼬맹이가 해내고야 말았다.
  - 봄 3관의 고비라 불리는 3200m 길이의 봄 텐노상이 타마모 크로스의 승리로 막을 내렸다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「해냈다……」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「내가 이깃다!」
  - 타마모 크로스가 두 팔을 번쩍 들자, 우레와 같은 박수와 환호가 엄청난 열기와 바람이 되어 그녀에게 쏟아졌다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「아부지! 봤나!」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「아부지 딸내미가 이깃다 아이가아아!」
  - 타마모 크로스가 중계 카메라를 향해 껑충껑충 뛰며 소리치자, 인터뷰를 준비하던 기자조차 조금 당황한 기색을 보였다.
  - acc: 1
    content: 「자, 자, 좀 지나갈게요……」
  - %당신%은(는) 서둘러 그녀를 반쯤 끌다시피 데려와, 젖은 수건으로 오늘의 영웅의 머리를 식혀 주었다.
  - acc: 1
    content: 「타마…… 잘했어!」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「오, 오오!」
  - 흥분 때문에 얼굴이 발갛게 달아올랐던 타마모 크로스도 %당신%의 도움으로 서서히 안정을 되찾았다.
  - 두 사람은 형식적인 인터뷰를 마친 뒤 대기실로 돌아와 잠시 여유를 만끽했다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「근데, 내 진짜로 이깃네.」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「믿기지가 않는다…… 근데 니 덕분에 우예 보면 또 당연한 거 같기도 하고.」
  - acc: 1
    content: 「과찬이야, 결국 경기장을 달린 건 너니까——」
  - 그 말을 다 마치기도 전에 타마모 크로스가 검지 손가락으로 %당신%의 입술을 지그시 눌렀다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「니가 없었으모 내는 경기장에 서 보지도 몬했을 기다……」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「아니, 무조건 몬 했지.」
  - 타마모 크로스와 %당신%의 만남은 완전한 우연이었다.
  - 하지만 그 우연이 두 사람을 하나로 묶었고, 지금까지 함께 노력해 왔다.
  - 마침내 봄 텐노상이라는 타이틀까지 손에 넣게 된 것이다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「내는 이 은혜를 우예 갚아야 할지 잘 모르겠다.」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「근데, 하얀 번개는——」
  - %그녀%는 전에 본 적 없는 진지한 표정으로, 화살처럼 날카로운 눈빛을 %당신%의 가슴에 꽂아 넣었다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「니가 만든 하얀 번개는, 앞으로도 억수로 열심히 계속 달려나갈 기다!」
  - acc: 1
    content: 「그렇구나…… 그럼 다음 목표는 타카라즈카 기념으로 정해도 되겠지?」
  - 오사카배, 봄 텐노상, 타카라즈카 기념. 이 세 개의 중대한 G1 레이스를 합쳐 《봄 시니어 3관》이라 부른다.
  - 《클래식 3관》이나 《가을 시니어 3관》과 비교했을 때, 《봄 시니어 3관》에는 아직 깨지지 않은 기록이 하나 있었다. 바로 봄 시니어 3관의 모든 레이스를 휩쓴 %우마무스메%가 단 한 명도 없다는 사실이었다!
  - if: d.sank_hai === 1
    content:
      - 이제 오사카배를 제패하고 봄 텐노상마저 넘어선 타마모 크로스에게 있어, 기록을 갈아치우는 첫 번째 주인공이 되기까지는 단 한 걸음만이 남았을 뿐이었다……
  - if: d.sank_hai === 0
    content:
      - 비록 오사카배는 놓쳤을지라도, 봄 텐노상을 정복한 타마모 크로스에게 타카라즈카에 도전하는 것은 당연한 다음 수순이었다……
  - 타마모 크로스는 잠시 멍하니 있다가, %당신%이(가) 자신에게 거는 기대에 놀란 듯하더니 이내 하얀 치아를 드러내며 활짝 웃었다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「그게 타카라즈카든 아리마든, 뭐든지 다 가꼬 오라 캐라!」

하얀 번개 I:
  # 시니어급 6월 4주 다카라즈카 기념 전 대기실
  # 이벤트: 하얀 번개 1
  - 승부복을 갖춰 입고 대기실 벤치에 앉은 타마모 크로스가 마지막 작전 준비를 하고 있었다.
  - 산전수전을 다 겪은 타마모 크로스는 이제 예전처럼 어리고 자신감 없던 소녀가 아니었지만, 큰 레이스를 앞두고 긴장되는 마음은 숨기기 어려웠다.
  - 게다가…… 이번 타카라즈카 기념에는 %그녀%가 지금까지 본 적 없는 강력한 적, 아키츠 테이오가 있었다.
  - 단 한 번의 승부로 결정되는 레이스에서 절대라는 것은 존재하지 않았다.
  - 하지만 아키츠 테이오…… 이 %우마무스메%는 무려 14레이스 연속 3착 밖으로 밀려난 적이 없는 괴물이었다.
  - 마일의 제왕이라는 칭호에 걸맞게 지난 2년간 마일 레이스를 지배해 왔으며, 더 긴 중거리 레이스에서도 늘 좋은 성적을 거두어 왔다.
  - 이를 보아 2200m 길이의 타카라즈카 기념 코스 또한 %그녀%에게는 그리 어렵지 않을 것이 분명했다.
  - 더군다나 이번 타카라즈카 기념은 %그녀%의 은퇴 레이스였다. 커리어의 완벽한 마침표를 찍겠다는 집념은 아키츠 테이오가 평소 이상의 실력을 발휘하게 만들 것이었다.
  - 하지만, 그 나니와의 하얀 번개—— 아니, %당신%이(가) 믿고 아끼는 타마모 크로스라면……
  - 여기서 그 방법을 써야겠다고 %당신%은(는) 생각했다.
  - acc: 1
    content: 「타마, 보니까 언론에서는 다들 네가 안 될 거라고 하던데.」
  - %당신%은(는) 짐짓 타마모 크로스의 눈앞에서 언론의 평가가 담긴 스마트폰을 흔들어 보였다.
  - 《타마모 크로스, 전전긍긍! 아키츠 테이오 필승 확실?!》 같은 문구들이 %그녀%의 눈에 들어오자, 그녀는 불쾌한 듯 미간을 찌푸렸다.
  # (이 레이스는 강제로 인기 순위 2위로 고정됩니다.)
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「……흥.」
  - acc: 1
    content: 「어때? 억울하지?」
  - 타마모 크로스는 바닥에 침을 퉤 뱉고는, 가슴을 팡팡 두드리며 자신만만하고 시원시원한 미소를 지어 보였다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「아키츠 테이오는 이미 진 기나 다름없다!」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「니가 뒤에서 받쳐주는 내는 무적 아이가!」
  - 단 한 번의 눈길만으로도 %당신%은(는) 알 수 있었다. 타마모 크로스의 컨디션은 최고조였다.
  - 싸울수록 용맹해지고 강할수록 더 강해지는 법. 밑바닥에서 치고 올라왔던 그 집념이야말로 오늘의 타마모 크로스를 만든 원동력이었다.
  - 그렇다면, 이제 남은 것은 당당하게 승부를 겨루는 일뿐이었다!

하얀 번개 II:
  # 시니어급 6월 4주 (G1) 다카라즈카 기념 1위 한신 잔디 2200m(중거리) 우·내
  # 이벤트: 하얀 번개 2
  - 해설 「타마모 크로스가 외곽에서 치고 올라옵니다!」
  - 해설 「타마모 크로스와 아키츠 테이오!」
  - 해설 「타마모 크로스, 아키츠 테이오를 완전히 따돌립니다!」
  - 해설 「이것이 봄 텐노상 %우마무스메%의 위력입니다!!!」
  - 이겼다.
  - 전력을 다한 마일의 제왕조차 깨끗하게 패배를 인정할 수밖에 없는 완벽한 승리였다.
  - 서로의 실력을 인정한 두 %우마무스메%가 악수하고 포옹하는 모습을 보며 %당신%은(는) 코끝이 찡해졌다.
  - 단 1년 사이에 타마모 크로스라는 이 %우마무스메%는 도대체 얼마나 많은 기적을 만들어낸 것일까.
  - 관중 「오오오오오오오오오오!!!」
  - 관중 「타·마·모!」 「타·마·모!」 「타·마·모!」
  - 스탠드에서 산이 무너지는 듯한 함성이 터져 나왔지만, 지금 %당신%은(는) 축제 분위기에 합류하고 싶지 않았다. 그저 앞으로 달려 나가 자신을 너무나도 자랑스럽게 만든, 귀엽고 멋지고 영리하면서도 얄미운 타마모 크로스를 꽉 껴안아 주고 싶을 뿐이었다.

여름 합숙（시니어 시즌）:
  # 8월 제1주 바닷가 여름 합숙(시니어급)
  # 효과: (무작위 능력치 3종 +5)
  - 화창한 해변 위, 한 사람과 %우마무스메% 한 명의 시체가 널브러져 있었다.
  - 청춘의 열정을 발산하며 바닷가에서 물놀이를 즐기는 다른 %우마무스메%들과 달리, %당신%과(와) 타마모 크로스는 마치 해변으로 떠밀려 온 죽은 물고기처럼 파라솔 아래에 무력하게 누워 있었다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「아—— 덥다, 덥어.」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「와 합숙을 이딴 바닷가에서 하는 기고——」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「뭐시라카노, 눈 덮인 산 같은 데 가면 안 되나?」
  - acc: 1
    content: 「학원 규정이라서…… 그리고 한여름에 설산 합숙은 너무 이상하잖아?」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「와? 여름이니까 시원한 데 가야 되는 거 아이가?」
  - %그녀%는 선글라스를 치켜올리며 어처구니없다는 듯 %당신%을(를) 째려보았다.
  - acc: 1
    content: 「……그럼 너는 겨울에 수영하러 나올 거야?」
  - 한겨울에 수영복 차림으로 바닷가에 왔다가 칼바람에 온몸을 벌벌 떨고 있는 자신의 모습을 상상했는지, 타마모 크로스는 즉시 고개를 세차게 저었다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「그건 쫌 아니네. 그나저나 날씨 진짜 덥다. 내 차븐 거 좀 마셔야겠다……」
  - 타마모 크로스는 눈빛으로 이제 %당신%이(가) 자신을 수발들 차례라는 신호를 보냈다.
  - %당신%은(는) 어쩔 수 없다는 듯 과장되게 한숨을 내쉬었다. 어차피 자신도 마실 것이 필요했다.
  - acc: 1
    content: 「알았어, 금방 다녀올게……」
  - %당신%은(는) 팔꿈치로 땅을 짚고 일어나 근처의 바다의 집으로 향했다.
  - 일기예보에서는 오늘 기온이 고작 38도라고 했다. 분명히 거짓말일 것이었다……
  - 이글거리는 태양을 견디며 이따금 뺨을 스치는 부드러운 바닷바람에서 위안을 얻으려 애쓴 끝에, %당신%은(는) 겨우 바다의 집 아이스박스에서 제로 콜라 두 캔을 건져 올렸다.
  - 보통 이런 상황이 허구의 로맨틱한 사랑 이야기라면, 돌아오는 길에 타마모 크로스가 불량배에게 시달리고 있거나 행방불명되는 일이 벌어져야 마땅했다.
  - %당신%은(는) 그런 생각을 하며 자신도 모르게 발걸음을 재촉했다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「오오, 왔나.」
  - 다행스럽게도 타마모 크로스에게는 아무런 불길한 일도 일어나지 않았다.
  - %그녀%는 웃으며 돗자리 위에 앉아 %당신%에게 손을 흔들었다.
  - acc: 1
    content: 「아, 다녀왔어.」
  - 타마모 크로스는 헤헤 웃으며 차가운 콜라를 받아 들었다. 캔 입구에서 이산화탄소가 푸쉭 소리를 내며 뿜어져 나오자마자, 내용물은 탐욕스러운 작은 입속으로 꿀꺽꿀꺽 넘어갔다.
  - 그 후 두 사람은 파라솔 아래에서 두서없는 수다를 떨며 자유시간이 끝날 때까지 시간을 보냈다.

텐노상 (가을) 전:
  # 시니어급 10월 제5주 텐노상(가을) 전 대기실
  - 가을, 겨울과 여름 사이의 계절로 증기 같은 열기도 뼛속까지 시린 추위도 없는 때였다.
  - 하지만 이유가 어찌 됐든, 적어도 한 곳만큼은 시종일관 뜨겁게 불타오르고 있었다.
  - 바로 %당신%이(가) 있는 후추 경기장이었다.
  - 무려 10만 명이 넘는 관중이 어깨를 맞대고 앉아, 오늘의 하이라이트인 타마모 크로스가 출주하는 가을 텐노상이 상연되기를 기다리고 있었다.
  - 대기실 안에서 %당신%과(와) 타마모 크로스는 마지막 전의를 다지고 있었다.
  - acc: 1
    content: 「타마, 기록을 깨보고 싶지 않아?」
  - 최근 절정의 기량을 뽐내고 있는 타마모 크로스는 이미 봄 텐노상을 차지했다. 만약 가을 텐노상까지 거머쥔다면……
  - %그녀%는 역사상 최초로 춘추 텐노상을 동시에 제패한 첫 번째 인물이 될 것이었다.
  - %당신%들 두 사람만이 역사의 전환점에 서 있는 것이 아니었다.
  - 현장에 모인 관중들 또한 거의 모두가 역사의 한 페이지를 목격하기 위해 표를 산 사람들이었다.
  - acc: 1
    content: 「왜 대답이 없어? 설마 관중들을 실망시키고 싶은 거야?」
  - %당신%은(는) 매서운 눈총을 받았지만 당황하지 않고 오히려 약간 교활한 미소를 지었다.
  - 이 레이스가 얼마나 중요한지 타마모 크로스도 잘 알고 있었다.
  - %우마무스메%의 본능은 달리는 것, 그리고 승리하는 것. 이 무대에 선 이상 이기는 것 외에 다른 길은 없었다!
  - 그 작은 가슴이 끊임없이 위아래로 들썩거리며, 깊은 심호흡으로 평정심을 찾으려 애쓰고 있었다.
  - 마침내 %그녀%는 숨을 크게 내뱉더니 기합을 내질렀다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「까짓 거 텐노상 아이가! 내 번개 같은 속도로 싹 다 밀어버릴 기니까 똑똑히 봐라!」
  - 역시, 지금에 와서는 천하에 이름을 떨치는 이 %우마무스메%가 예전에는 트레센에서 낙제점을 면치 못하던 학생이었다는 사실이 도저히 믿기지 않았다……

텐노상 (가을) 승리:
  # 시니어급 10월 제5주 (G1) 텐노상(가을) 1위 도쿄 잔디 2000m(중거리) 좌
  # 효과: (전 능력치 +3 스킬 포인트 +45)
  - 쏟아지는 환호성 속에서 타마모 크로스는 두 팔을 벌려 열광적인 축하를 마음껏 누렸다.
  - 지금 이 순간, 역사상 최초로 같은 해에 춘추 텐노상을 모두 제패한 %우마무스메%가 탄생했다.
  - 레이스 후 두 사람은 평소처럼 언론 인터뷰에 응했다.
  - 연단 뒤에 앉아 시끄럽게 떠들어대는 기자 무리를 상대하는 것은 언제나 익숙해지지 않는 일이었다.
  - 이 기자들은 언제나 서로 앞다투어 질문을 던지며 예의라고는 눈곱만큼도 없었다.
  - 마치 인터뷰 대상의 입을 억지로 열게 하지 못하면 자기 살점이라도 떨어져 나가는 것처럼 굴었다.
  - 하지만 그들의 직업 특성을 생각하면 아주 틀린 말도 아닐 것이었다……
  - 이 소란스러운 인파 속에서, 일단 오토나시 기자에게 먼저 면을 세워주기로 했다.
  - acc: 1
    content: 「아—— 제발 한 명씩…… 오토나시 기자님부터 말씀하세요.」 (오토나시 기자 호감도+10)
  - color: %乙名史色%
    content:
      - fontWeight: bold
        content: %오토나시 에츠코%
      - 「감사합니다, 트레이너님.」
  - color: %乙名史色%
    content:
      - fontWeight: bold
        content: %오토나시 에츠코%
      - 「실례지만 두 분은 어떻게 춘추 텐노상 동시 제패라는 대업을 달성하실 수 있었나요?」
  - acc: 1
    content: 「모두 팀의 긴밀한 협력과 여러분의 응원 덕분입니다.」
  - acc: 2
    content: 「타마모 크로스가 정말 훌륭한 %우마무스메%였기 때문이죠.」
  - %당신%이(가) 말을 다 마치기도 전에 타마모 크로스가 마이크를 홱 뺏어가더니, 손바닥으로 %당신%을(를) 살짝 밀쳐냈다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「에라이——」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「전부 요 녀석 공이다!」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「이 자슥이 겸손 떤다고 하는 말은 듣지도 마라.」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「내를 발굴해준 대은인 아이가. 말하자면 이 자슥 없으모 지금의 내도 없는 거나 마찬가지다.」
  - %당신%은(는) 항변하려고 입을 뗐지만, 이내 어깨를 으쓱하며 포기했다.
  - 번개는 한 번 내리치면 되돌릴 수 없는 법, 그녀가 하고 싶은 대로 두기로 했다.
  - 타마모 크로스는 곁눈질로 %당신%의 어쩔 줄 몰라 하는 모습을 확인하고는 더욱 기세등등해졌다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「근데 굳이 말하자면, 내는 이 자슥을 믿음직한 가족처럼 생각하고 있다.」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「이제 한 식구인데 누구 공인지 따질 게 뭐 있나! 하하하!」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「다음 사람～」
  - %그녀%는 친절하게(?) 질답을 마무리하고는 다시 마이크를 %당신%에게 건네주었다.
  - 자신만만하고 태양처럼 밝고 귀여운 타마모 크로스가 자신을 가족으로 생각해주다니.
  - 그렇다면 그녀의 신뢰를 저버릴 수는 없었다.
  - 그런 생각을 하며 %당신%은(는) 반쯤 넋이 나간 채 기자들의 빗발치는 질문에 건성으로 응대했다.
  - 아니나 다를까, 타마모 크로스의 돌발 발언 때문에 화제는 춘추 연패에서 순식간에 연애 가십으로 바뀌어 버렸다……

아리마 기념:
  # 시니어급 12월 제4주 (G1) 아리마 기념 1위 나카야마 잔디 2500m(장거리) 우·내
  # 효과: (전 능력치 +3 스킬 포인트 +45)
  - 연말 최고의 축제인 아리마 기념 또한 %당신%의 %우마무스메% 타마모 크로스가 우승을 차지했다.
  - 길었던 3년의 세월은 %당신%과(와) 타마모 크로스의 승리로 마침표를 찍었다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「십년감수했구마. 하마터면 그 자슥한테 질 뻔했다……」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「아리마 기념, 과연 올스타급 대회라 카더니 이름값 하네……」
  - 타마모 크로스는 대기실 소파에 몸을 파묻은 채 두 팔을 벌려 마치 %당신%을(를) 초대하는 듯한 포즈를 취했다.
  - %당신%은(는) 그녀의 곁에 앉아 그녀가 자신의 품으로 덥석 안겨드는 것을 받아주었다.
  - 밝은 조명 아래 타마모 크로스의 얼굴에 어린 홍조가 너무나 선명하여, 머리를 쓰다듬어 주는 도중에도 어렴풋이 보일 정도였다.
  - acc: 1
    content: 「고생했어, 타마.」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「음흐흐, 쫌 더 말해봐라.」
  - acc: 1
    content: 「타마는 정말 대단해. 예전이랑은 완전히 딴판이네.」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「내도 그래 생각한다. 꼬매이랑 우리 어무이도 그래 말하대.」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「그라고 보니……」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「역시 다 니 덕분이다, 트레이너.」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「고맙데이.」
  - acc: 1
    content: 「전부 타마가 노력한 결과지. 난 뭐, 기껏해야 절반 정도?」 (애정도 +2, 호감도 +10)
    lines:
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「하! 내는 바로 요런 소리가 듣고 싶었다 아이가!」
      - 가슴팍에 닿은 옷감을 통해 타마모 크로스가 더 격렬하게 부비며 안쪽으로 파고들려 한다는 것을 느낄 수 있었다.
      - 안타깝게도 인간은 뼈와 살로 구성되고「뇌」라는 기생충에게 조종당하는 이 육체에 갇혀 살아야 하는 법이다.
      - %당신%은(는) 쓴웃음을 지으며 타마모 크로스가 더 편하게 기어오를 수 있도록 자세를 고쳐 잡았다.
      - 그렇게 살을 에는 빗속에서 만난 두 사람의 이야기는, 따뜻하고 햇살 눈부신 어느 날 일단락되었다.
  - if: era.get('love:21') >= 50
    acc: 2
    content: 「그럼 타마는 어떻게 보답해 줄 거야?」 (우마뾰이 시작)
    lines:
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「이 빌어먹을 로리콘 자슥은 여전하구마……」
      - 가슴팍에 닿은 옷감을 통해 타마모 크로스가 더 격렬하게 부비며 안쪽으로 파고들려 한다는 것을 느낄 수 있었다.
      - 안타깝게도 인간은 뼈와 살로 구성되고「뇌」라는 기생충에게 조종당하는 이 육체에 갇혀 살아야 하는 법이다.
      - %당신%은(는) 쓴웃음을 지으며 타마모 크로스가 더 편하게 기어오를 수 있도록 자세를 고쳐 잡았다.
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「앞으로 내 땜에 쫌 고생 좀 할 기다……」
      - %당신%은(는) 자신의 얼굴을 빤히 쳐다보는 타마모 크로스의 눈빛을 보았다. 거기에는 장난기, 혹은 정욕이 섞여 있을지도 몰랐다.
      - %그녀%는 혀로 입술을 축이더니 옷을 하나씩 벗기 시작했다……
      - 그렇게 살을 에는 빗속에서 만난 두 사람의 이야기는, 따뜻하고 축축한 어느 날 일단락되었다.

# 외출 이벤트
도대체 어른이라는 기 뭐꼬?:
  # 트레이닝실
  # 이벤트명: 도대체 어떻게 해야 어른인 걸까?
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「내 뭐 좀 물어보자. 도대체 어른이라는 기 뭐꼬?」
  - 어느 날, 타마모 크로스가 뜬금없이 물어왔다.
  - 뜬금없는 질문을 받은 %당신%은(는), 도대체 왜 그런 뜬금없는 소리를 하는 거냐고 뜬금없이 되물을 수밖에 없었다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「그 아지매가, 그 아지매가…… 이나리 그 자슥이랑 범고래 쇼 보러 갔을 때 말이다……」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「그 안내원이……」
  - %당신%은(는) 눈에 불을 켜고 이를 갈고 있는 타마모 크로스를 보며, 슬그머니 회전의자를 뒤로 물렸다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「그 안내원 자슥이 이라대……」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「『어린이 표 두 장에 5우마코인입니다～』 카면서!!!」
  - acc: 1
    content: 「일단 목소리 좀 낮추고……」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「내보고 어린이라 캤다! 어린이! 알긋나?!」
  - if: era.get('cflag:21:성별') === 1
    color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「됐다 마, 우짜겠노. 내 키가 작은 기를……」
  - if: era.get('cflag:21:성별') !== 1
    color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「됐다 마, 우짜겠노. 내 키가 작은 기를……」
  - 분노에서 허탈함으로 바뀌는 타마모 크로스의 표정은 그야말로 일품이었다. %당신%은(는) 누군가 돈을 내고서라도 이 표정 예술을 감상하려 들지도 모른다고 생각했다.
  - acc: 1
    content: 「그래서 타마 너는 남들이 너를 어른으로 봐주게 할 방법이 알고 싶은 거야?」
  - 타마모 크로스는 고개를 끄덕이며 소파에 축 늘어졌다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「트레이너야, 니는 뭐 아는 거 없나?」
  - 그렇다. 도대체 무엇이 합격점인 어른의 기준일까?
  - acc: 1
    content: 「자기 절제!」 (스피드 +5 파워 +10)
    lines:
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「자기 절제…… 그카니까 혼자서도 잘 산다 이 말이가? 일리 있구마.」
      - 그 후 타마모 크로스는 하루 동안 일찍 자고 일찍 일어나며 적절히 운동하고 균형 잡힌 식사를 하는 생활을 보냈다……
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「이거 평소 내 생활이랑 똑같다 아이가!!!」
  - acc: 2
    content: 「통장 잔고!」 (스킬 포인트 +20)
    lines:
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「저축이라…… 참말로 돈 냄새 풀풀 나는 대답이구마.」
      - 그 후 타마모 크로스는 하루 동안 열심히 절약하고 아껴 쓰는 생활을 보냈다……
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「이거 평소 내 생활이랑 똑같다 아이가!!!」
  - if: era.get('cflag:21:성별') !== 1
    acc: 3
    content: 「섹시함?」 (애정도 +5)
    lines:
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「이 썩을 로리콘 자슥 또 도졌구마……」
      - 타마모 크로스는 소파에서 일어나 고개를 갸우뚱하며 %당신%에게 다가오더니, %당신%의 허벅지 위에 덥석 앉았다.
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「……요렇게 하모 되나?」
      - %당신%은(는) 소녀의 뒷덜미에서 풍겨오는 땀 내음을 맡으며, 자신도 모르게 두 팔로 그녀를 끌어안았다……

키크기 체조:
  # 트레이닝실
  # 이벤트명: 키 크는 체조
  - 어느 화창한 오후, 타마모 크로스는 소파에 누워 느긋하게 스마트폰을 만지고 있었다.
  - 이 스마트폰은 타마모가 사회나 친구들로부터 뒤처지지 않게 하려고 %당신%이(가) 생살을 깎는 고통을 참으며 사준 것이었다. (100우마코인 소모)
  - 하지만 잃는 게 있으면 얻는 법. 타마모 크로스가 선물을 받고 기뻐하던 모습을 떠올리면 %당신%의 마음도 훈훈해졌다. (컨디션 +1)
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「오, 이게 『키 크는 체조』라꼬?!」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「하루에 30초만 하모 키가 큰다 카나?!」
  - 타마모 크로스는 흥분해서 %당신%에게 수상쩍은 UMATok 숏폼 영상을 보여주었다.
  - acc: 1
    content: 「아무리 봐도 별로 신뢰가 안 가는데……」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「뭐라도 해봐야 될 거 아이가!」
  - 그리하여 %그녀%는 영상의 동작을 따라 하며 열심히 몸을 쭉쭉 펴기 시작했다.
  - 비록 빈약한 몸매일지라도, 체조를 하며 몸을 늘리는 동작은 자연스럽게 충동을 불러일으킬 만큼 아름다운 자태를 드러냈다.
  - acc: 1
    content: 「자세가 틀렸어.」
    lines:
      - %당신%은(는) 슬쩍 다가가 두 손으로 타마모 크로스의 몸을 잡아주었다. 그러다 의도했든 아니든 가슴이나 허벅지 사이를 건드리게 되었다.
      - 타마모 크로스의 두 볼이 발그레해졌지만, 한 단계 더 나아간「지도」를 거부하지는 않았다.
      - 그 후로 %그녀%는 매일 트레이닝실에 도착하면 %당신%의 앞에서 스트레칭 체조를 하기 시작했다.

내한테 어울리는 옷:
  # 트레이닝실
  # 이벤트명: 내한테 어울리는 옷
  - 어느 날 오후, 햇볕을 쬐기에 딱 좋은 날씨였다.
  - 트레이닝실에 온 타마모 크로스가 %당신%의 의자 등받이에 머리를 기대었다. %그녀%의 숨결이 귓가에 살짝 닿자, %당신%은(는) 얼굴이 화끈거리는 것을 느꼈다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「트레이너, 트레이너. 내 뭐 좀 물어보자.」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「니, 로리콘 맞제?」
  - acc: 1
    content: 「그건 모함이야.」（호감도+10）
  - acc: 2
    content: 「그래서?」（애정도+2）
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「뭐시든 상관없다만…… 니는 꼬매이들이 우째 입는 게 취향인지 궁금해서 그란다.」
  - acc: 1
    content: 「그건 왜?」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「실은 이랬다……」
  - 알고 보니, 타마모 크로스는 반에서 이런 이야기를 들었다고 했다——
  - color: %玛雅色%
    content:
      - fontWeight: bold
        content: ???
      - 「마야는 다 알고 있어! 어른들은 다 성숙한 스타일을 좋아한다구!」
  - color: %帝王色%
    content:
      - fontWeight: bold
        content: ???
      - 「맞아, 회장처럼 어른스럽고 여유 넘치는 모습은 정말 부럽다니까……」
  - color: %理事长色%
    content:
      - fontWeight: bold
        content: ???
      - 「동감! 자네들의 생각은 충분히 이해하네, 하지만……!」
  - color: %理事长色%
    content:
      - fontWeight: bold
        content: ???
      - 「무기! 복장은 자신의 성격과 체형에 맞춰야 하며, 스스로의 강점을 활용해야 하는 법!」
  - 이런 대화들이 오가는 것이 참으로 청춘다운 분위기를 풍겼다.
  - 다만 타마모의 실감 나는 성대모사 덕분에, %당신%은(는) 아주 익숙한 말투를 하나 알아챌 수 있었다.
  - acc: 1
    content: 「이사장님, 거기서 뭐 하시는 거예요——!」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「암튼 간에, 니는 성숙한 쪽이가, 아니모 애기 같은 쪽이가?」
  - 타마모 크로스는 짓궂은 표정으로 입술을 살짝 핥으며 다가왔다. %그녀%는 손가락 끝으로 %당신%의 가슴팍을 톡톡 건드리며 대답을 기다렸다.
  - 아, 외통수였다.
  - acc: 1
    content: 「성숙한 쪽.」（스피드+20）
    lines:
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「글쿠나…… 그라모 니는 카페나 드림 저니 같은 스타일을 좋아한다 이 말이가?」
      - 말은 그렇게 했지만, 타마모가 검은 옷을 입고 의미심장하면서도 위험한 미소를 짓는 모습은 쉽게 상상되지 않았다.
      - 타마모 크로스도 %당신%의 난처한 기색을 알아차렸는지, 손바닥으로 %당신%의 가슴을 가볍게 쳤다.
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「농담이다 마, 니가 겉모습만 보고 사람 판단할 자슥이 아니라는 거 내도 다 안다.」
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「……안 그라모 내한테 『노예 계약서』 쓰게 할라고 그라고 용을 썼겠나?」
      - 타마모 크로스는 너스레를 떨며 웃었지만, %당신%은(는) 그 후 %그녀%가 몰래 스마트폰으로「멋진」,「성숙한」,「양복」 같은 키워드를 검색하는 것을 보았다.
  # 이후 G1 출주 시 기본 의상이 번개 타마모 승부복(불꽃의 빨간색)으로 고정
  - acc: 2
    content: 「어린애 같은 쪽……」（파워&근성+10）
    lines:
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「글쿠나…… 그라모 니는 테이오나 마야노 같은 스타일을 좋아한다 이 말이가?」
      - 말은 그렇게 했지만, 타마모는 평소 모습 그대로도 충분히 귀여웠다.
      - 타마모 크로스도 %당신%의 난처한 기색을 알아차렸는지, 손바닥으로 %당신%의 가슴을 가볍게 쳤다.
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「그카니까, 내 평소 모습만으로도 충분하다 이 말이제?」
      - 너무나도 정답인 결론 앞에 %당신%은(는) 고개를 끄덕일 수밖에 없었다.
      - 만족스러운 답을 얻은 %그녀%는 싱긋 웃으며 멋지게 자신의 자리로 돌아갔다.
  # 이후 G1 출주 시 기본 의상이 세일러 타마모 승부복(푸른색 하늘)으로 고정