crazy_fan_end:
  - 쏟아지는 폭우, 울려 퍼지는 사이렌 소리.
  - 끝이 보이지 않는 듯한 긴 거리에는 호기심 어린 행인들이 가득하고, %당신%은(는) 들것에 엎드려 절망으로 가득 찬 눈을 동그랗게 뜨고 %그녀%가 경찰차에 오르는 모습을 바라본다.
  - %당신%은(는) 찌르는 듯한 극심한 통증을 억누르며, 목이 터져라「이건 저 애의 잘못이 아니야!」라고 외친다.
  -
  - 온몸이 핏빛으로 물든 골드 쉽의 모습은, 마치 %그녀%가 자랑스러워하던 승부복을 입은 듯하다.
  -
  - 이렇게 되어서는 안 된다.
  - 트레이너의 실패를 %우마무스메%가 짊어져서는 안 된다.
  - %우마무스메%의 초인적인 육체는 이런 데 쓰여서는 안 된다. %그녀%들은 경기장에서 즐겁게 서로 경쟁하면 그만이다.
  - 마치 골드 쉽이 %당신%을(를) 위해 자제력을 잃고, %당신%을(를) 찌르려던 미친 자를 길바닥에 깔린 붉은 융단처럼 되도록 두들겨 패서는 안 되는 것처럼.
  -
  - 도대체……어디서부터 잘못된 걸까……
  -
  - 분노한 팬들의 보복으로, %당신%은(는) 결말을 맞이했다……

고루시호, 탄생!:
  - 윙윙윙- 하는 소음이 점점 가까워진다. 이건 모기가 날갯짓하는 소리가 아니다.
  - %당신%은(는) 눈앞을 스쳐 지나가는 한 대의 킥보드를 바라보았다. 그 위에는 익숙한 모습이 서 있었다.
  - 발 아래 두 바퀴는 마치 한 쌍의 바람바퀴 같았다. 바로 그건——
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 골드 쉽
      - 「최고 속도 시속 25km, 출력 250와트! 바로 '고루시호'야!」
  -
  - 세그웨이가 휙 돌아서 멈추고 그 위의 우아한 실루엣이 뛰어내렸다.
  - 골드 쉽은 당당한 표정으로 %당신%에게 엄지손가락을 치켜세웠다.
  -
  - acc: 1
    content: 「고, 고루시호?」
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 골드 쉽
      - 「바로 고루시호입니다!」
  -
  - %그녀%는 고루시호의 핸들을 가볍게 두드리고는, 자랑스러운 표정으로 %당신%에게 자신의 애차를 뽐냈다.
  - %당신% 가까이 다가가 자세히 살펴보니 꽤 그럴싸했다. 위는 은색, 아래는 검은색이고, 두 바퀴도 일반 세그웨이보다 한 뼘 더 컸다.
  - 하지만 %당신%은 세그웨이에 대해 잘 알지 못했기에, 이것이 특별 주문 제작된 모델인지 아닌지 단정 짓기 어려웠다.
  - 다만 이 세그웨이는 마치 %그녀% 본인처럼, 금색으로 된 부분은 별로 보이지 않았다.
  -
  - acc: 1
    content: 「그래서 도대체 어디가 금색이라는 거야?」
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 골드 쉽
      - 「가격.」
  -
  - %당신%은(는) 「가격」이라는 말을 듣자마자 눈썹을 찌푸렸다.
  -
  - acc: 1
    content: 「설마 엄청 비싼 건 아니지?」
  -
  - 프로 우마무스메들은 돈을 함부로 쓴다는 얘기를 자주 듣는다.
  - 많은 젊은 우마무스메들이 수입을 얻자마자 참지 못하고 자신을 세련되고 트렌디하게, 부유하고 호화롭게 꾸미곤 해서
  - 결국 슬럼프가 닥쳤을 때 안전망이 될 자금조차 남지 않는 경우가 많다.
  - 트레이너로서, 제대로 감독해야 한다.
  -
  - 하지만, 이 걱정은 쓸데없었던 것 같다：
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 골드 쉽
      - 「고루시짱이 직접 개조한 고루시호는 그야말로 값을 매길 수 없는 보물이니까 당연히 비싸지!」
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 골드 쉽
      - 「어쨌든 내가 안팎으로 정성껏 손질한 애차니까!」
  -
  - %당신%은(는) 살짝 놀랐다. 골드 쉽의 사고방식은 정말 놀라울 정도로 기발했다.
  -
  - acc: 1
    content: 「……혹시 내가 몰다가 고장 내면 어쩌지?」
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 골드 쉽
      - 「안심해! 고루시호의 특징 중 하나가 바로 튼튼하다는 거야! 아무리 부딪쳐도 절대 망가지지 않을 거야!」
  -
  - 보아하니, 이 지식은 수많은 실전을 통해 얻은 것 같다. 왜 고루시호가 안팎으로 %그녀%에 의해 완전히 개조되었는지도 설명이 된다.
  - 나중에 위험에서 멀리 떨어져 있어야 한다는 중요성을 꼭 잘 가르쳐야겠지만……
  - 골드 쉽이 진심 어린 마음으로 %당신%을(를) 금방이라도 고루시호에 묶어 태워 데려갈 듯한 모습을 보아하니 %당신%은 어쩔 수 없이 %그녀%의 호의를 받아들일 수밖에 없었다.
  -
  - 【고루시호】의 대여 증서를 획득했다!