# @file 㭴本理子 - 育成
# @author 黑奴队长（临时）

# 第一个月没去训练员办公室触发的欢迎事件
welcome:
  title: "Приветствие"
  lines:
    - "В этот день %YOU% видит у двери тренировочной комнаты женщину, которая ждёт."
    - "%YOU% узнаёт в ней исполняющую обязанности директора академии %CHARA% и спешит поздороваться."
    - "Голос %CHARA% вежлив и торжественен: новый тренер, возможно, занят, но коллегам по академии всё же стоит познакомиться."
    - "Она говорит %YOU%, что неподалёку есть общий кабинет тренеров, %YOU% тоже может им пользоваться; впрочем, и дальше работать в тренировочной комнате тоже можно."
    - content:
        - "Если %YOU% нужно что-то обсудить, можно найти её в кабинете тренеров. Когда "
        - isBlank: 1
        - color: '#ffad7e'
          content: "директор"
          fontWeight: bold
        - isBlank: 1
        - " в отъезде и ей приходится дежурить, можно обратиться к "
        - isBlank: 1
        - color: '#6e7ea2'
          content: "тренеру Кирюин"
          fontWeight: bold
        - isBlank: 1
        - " или искать её в кабинете директора."
    - "Сообщив это, %CHARA% уходит. %YOU% смутно чувствует недовольство в этой исполняющей обязанности директора."

task_fail:
  title: "Провал"
  lines:
    - "Воспитание %B_NAME% и %L_NAME% закончилось."
    - "%CHARA% не кричит на %YOU%."
    - "Успокоив двух подопечных, она тихо идёт с %YOU% по академии."
    - if: era.get('cflag:202:育成次数') === 1
      lines:
        - "Лишь подходя к кабинету тренеров, она ровно спрашивает, выложился ли %YOU% до конца."
        - "Не дожидаясь реакции %YOU%, она идёт прямо в кабинет."
        - "%YOU% стоит на месте и вспоминает слухи в академии о втором шансе для %B_UMA%."
    - if: era.get('cflag:202:育成次数') > 1
      lines:
        - "Лишь подходя к кабинету тренеров, она ровно спрашивает, хватит ли у %YOU% смелости начать сначала."