# @file 㭴本理子 - 招募
# @author 黑奴队长（临时）
intro:
  - if: era.get('flag:当前声望') < 500
    lines:
      - "%CHARA% рассказывает %YOU% несколько мыслей о тренировке и подчёркивает, как важно следить за здоровьем."
      - "На практике %CHARA% говорит, что в её команде две талантливые %B_UMA% — %YOU% может начать с помощи на их тренировках."
  - if: era.get('flag:当前声望') >= 500
    lines:
      - "%CHARA% хвалит способности %YOU% как тренера."
      - "Если у %YOU% есть силы, она хочет, чтобы %YOU% помог(ла) тренировать двух талантливых %B_UMA%, чьё воспитание вот-вот начнётся."

task:
  - if: era.get('cflag:202:育成次数') === 0
    lines:
      # B_NAME = 苦涩糖霜
      # L_NAME = 小小蚕茧
      - "По рекомендации %CHARA% %YOU% знакомится с %B_NAME% и %L_NAME%."
      - "С ожиданием %CHARA% на плечах начинаются три года %YOU% и их…"
      - "（Веди их к как можно большему числу рейтинговых побед…）"
  - if: era.get('cflag:202:育成次数') > 0
    lines:
      - "Время летит: %YOU%, %B_NAME% и %L_NAME% снова стоят на одном травяном поле."
      - "Сумеет ли на этот раз %YOU% дать им то, чего они хотят?"

recruit:
  title: "Итог"
  lines:
    - "Когда и %B_NAME%, и %L_NAME% добились каких-то результатов, %CHARA% находит %YOU% и хвалит достигнутое."
    - "%CHARA% зовёт %YOU% вместе собрать команду и дальше нести её управленческие идеи."

recruit_hentai:
  title: "「Итог」"
  lines:
    - "Когда воспитание %B_NAME% и %L_NAME% закончилось, %CHARA% нашла %YOU%."
    - if: era.get('love:306') >= 75
      lines:
        - "%CHARA% говорит: хотя у %YOU% нет приличных результатов, потенциал доказан, так что…"
        - "%CHARA% вдруг запинается, краснеет и лишь тогда сбивчиво зовёт %YOU% в свою команду, чтобы вместе нести управленческие идеи, и заодно…"
        - "Только когда %YOU% соглашается, %CHARA% краснея прощается."
        - "Когда %CHARA% выходит из тренировочной комнаты, снаружи доносятся голоса, и %YOU% вспоминает, как однажды случайно видел(а), как две знакомые %B_UMA% её подбадривали."
    - if: era.get('love:306') < 75 && (d.glasse_hentai || d.cocon_hentai)
      lines:
        - if: d.glasse_hentai && d.cocon_hentai
          content: "%CHARA% говорит, что не простит %YOU% за то, что сделал(а) с ними."
        - if: d.glasse_hentai && !d.cocon_hentai
          content: "%CHARA% говорит, что не простит %YOU% за то, что сделал(а) с %B_NAME%."
        - if: '!d.glasse_hentai && d.cocon_hentai'
          content: "%CHARA% говорит, что не простит %YOU% за то, что сделал(а) с %L_NAME%."
        - "Как исполняющая обязанности директора, наказание, которое она наложила на %YOU%, — только начало."
        - "Чтобы защитить подопечных, которых %YOU% унизил(а), она готова рисковать собой."
