/**
 * @file 春乌拉拉 - 日常
 * @author 99
 */
const era = require('#/era-electron');

const { get_random_entry } = require('#/utils/list-utils');

const { lust_border } = require('#/data/ero/orgasm-const');

module.exports = {
  /**
   * @param {CharaTalk} urara 春乌拉拉
   * @param {CharaTalk} you 玩家
   * @param {string} callname 春乌拉拉对玩家的称呼
   * @param {string} self_call 春乌拉拉的自称
   * @param {PrintedSpan} call_1 春乌拉拉对特别周的称呼
   * @param {PrintedSpan} call_11 春乌拉拉对草上飞的称呼
   * @param {PrintedSpan} call_14 春乌拉拉对神鹰的称呼
   * @param {PrintedSpan} call_15 春乌拉拉对好歌剧的称呼
   * @param {PrintedSpan} call_19 春乌拉拉对爱丽数码的称呼
   * @param {PrintedSpan} call_20 春乌拉拉对青云天空的称呼
   * @param {PrintedSpan} call_30 春乌拉拉对米浴的称呼
   * @param {PrintedSpan} call_33 春乌拉拉对爱慕织姬的称呼
   * @param {PrintedSpan} call_47 春乌拉拉对荒漠英雄的称呼
   * @param {PrintedSpan} call_58 春乌拉拉对名将怒涛的称呼
   * @param {PrintedSpan} call_61 春乌拉拉对圣王光环的称呼
   * @param {PrintedSpan} call_77 春乌拉拉对成田路的称呼
   * @param {boolean} high_relation 是否为高好感度（不低于融洽且不处于三周循环内）
   */
  good_morning(
    urara,
    you,
    callname,
    self_call,
    call_1,
    call_11,
    call_14,
    call_15,
    call_19,
    call_20,
    call_30,
    call_33,
    call_47,
    call_58,
    call_61,
    call_77,
    high_relation,
  ) {
    const buffer = [];
    const love = era.get('love:52');
    if (high_relation) {
      buffer.push(
        () => {
          urara.say(`${callname}! Чем сегодня займёмся?`);
          era.print([
            urara.get_colored_name(),
            '  энергично спрашивает у ',
            you.get_colored_name(),
            '  о планах на сегодня.',
          ]);
        },
        () => {
          urara.say(
            `Дедушка с огорода опять прислал мне морковь, давай потом вместе раздадим всем! Это ${callname}  доля!`,
          );
          era.print([
            'С кучей вещей на руках ',
            urara.get_colored_name(),
            '  радостно суёт бумажный пакет моркови ',
            you.get_colored_name(),
            '  в объятия.',
          ]);
        },
        () => {
          urara.say(
            `С ${callname}  обещание я обязательно сдержу! Давай вместе возьмём кучу-кучу первых мест!`,
          );
          era.print([
            'Как всегда, ',
            urara.get_colored_name(),
            '  возбуждённо говорит ',
            you.get_colored_name(),
            ' .',
          ]);
        },
        () => {
          urara.say(
            `${callname}, ${callname}! Журнал видел(а)? Все говорят, я —『дающая смелость ${urara.uma_sex_title} 』 вот! Эх-хе-хе~`,
          );
          era.print([
            'Неизвестно, ',
            urara.get_colored_name(),
            '  понимает ли смысл, но ',
            urara.sex,
            ' улыбается будто с лёгким стеснением.',
          ]);
        },
        () => {
          urara.say([
            'Вчера я с ',
            call_1,
            '  и ',
            call_20,
            ' ',
            urara.couple_title,
            ' вместе ходила есть рамен, но я же следила за порцией, да? Хотя всё равно переела!',
          ]);
          era.print([
            urara.get_colored_name(),
            '  улыбаясь подходит к ',
            you.get_colored_name(),
            '  , и, по крайней мере судя по тому, как ',
            urara.sex,
            ' чуть округлилась в животике, ',
            urara.sex,
            ' и правда очень довольна.',
          ]);
        },
        () => {
          urara.say([
            'А, ',
            call_14,
            '  опять от ',
            call_11,
            '  с ножом гоняется и рубит! Все сегодня тоже такие бодрые!',
          ]);
          era.print([
            'Хоть и говорит вещи, что звучат опасно, раз уж ',
            urara.get_colored_name(),
            '  не напряглась, значит, всё в порядке?',
          ]);
        },
        () => {
          urara.say([
            'Сегодня ',
            call_15,
            '  тоже на крыше что-то репетирует, выглядит так занятно! Хотя ',
            urara.sex,
            ' вроде всегда такая!',
          ]);
          era.print([
            urara.get_colored_name(),
            '  говоря, показывает ',
            you.get_colored_name(),
            '  передразнивание «Опера О» — не очень похоже, но на удивление мило.',
          ]);
        },
        () => {
          urara.say([
            'Вчера ',
            call_58,
            '  после возвращения в общежитие нашла на кровати господина тануки! Господин тануки и правда такой милый!',
          ]);
          era.print([
            'Тануки? В студенческом общежитии тануки? Зная, что ',
            urara.get_colored_name(),
            '  не врёт, так что ',
            you.get_colored_name(),
            '  выглядит ещё более растерянно.',
          ]);
        },
        () => {
          urara.say([
            call_77,
            '  и ',
            call_33,
            '  вроде обсуждают пушистое! Только ',
            call_33,
            '  посреди разговора опять начала впаривать сушилку для футонов! Почему же?',
          ]);
          era.print([
            'В конце концов даже ',
            urara.get_colored_name(),
            '  на редкость запуталась. Да уж, почему же?',
          ]);
        },
      );
      if (love > 0) {
        buffer.push(
          () => {
            urara.say(
              `В последнее время как есть что вкусное — первой делюсь всегда с ${callname}  же! М-м! Потому что ${callname}  со мной так хорошо ладит!`,
            );
            era.print([
              urara.get_colored_name(),
              '  делясь с ',
              you.get_colored_name(),
              '  снеками из рук, радостно улыбается ',
              you.get_colored_name(),
              ' .',
            ]);
          },
          () => {
            urara.say(
              `Чувствую, если есть ${callname}  рядом, я смогу бежать ещё быстрее! И бегать стало радостнее, чем раньше!`,
            );
            era.print([
              'Незаметно подпрыгивающая ',
              urara.get_colored_name(),
              '  прижимается к ',
              you.get_colored_name(),
              '  ещё ближе.',
            ]);
          },
          () => {
            urara.say([
              call_61,
              '  сегодня тоже сказала, что будет слушаться ',
              callname,
              '  , совсем как мама! Но ',
              self_call,
              '  уже не ребёнок! Ведь ',
              call_61,
              '  тоже вечно такая растяпа… а, не говори ',
              call_61,
              '  ладно, ',
              callname,
              '!',
            ]);
            era.print([
              urara.get_colored_name(),
              '  сегодня с соседкой по комнате — ',
              urara.sex,
              ' и с ней, кажется, очень близка, но нельзя в отместку говорить о друге плохо.',
            ]);
          },
          () => {
            urara.say(
              `Все говорят, мой бег дарит надежду! ${self_call}  хорошо смогла поднять настроение ${callname} ?`,
            );
            era.print([
              'Улыбнувшись чуть взрослее обычного, ',
              urara.get_colored_name(),
              '  вроде бы хорошо растёт.',
            ]);
          },
        );
      }
      if (love >= 25) {
        buffer.push(
          () => {
            urara.say(
              `Мама говорила: только те, кто друг другу верит, дают другому править внешность! ${self_call}  причёска растрепалась? Тогда ${callname}  поможешь мне расчесать волосы?`,
            );
            era.print([
              'Не дождавшись, пока ',
              you.get_colored_name(),
              '  ответит, ',
              urara.get_colored_name(),
              '  уже улыбаясь развязывает ленту и распускает перед ',
              you.get_colored_name(),
              '  розовый хвост',
            ]);
          },
          () => {
            urara.say([
              call_30,
              '  одолжил(а) мне книжку с картинками: там любовь — это так красиво, как фрукты, и кисло, и сладко! ',
              self_call,
              '  тоже куча-куча мыслей! Но… сейчас ещё нельзя сказать ',
              callname,
              '  больше!',
            ]);
            era.print([
              'Незаметно будто не взрослеющая маленькая ',
              urara.uma_sex_title,
              ' кажется, появилась стать, какая бывает только у девушки в первой любви.',
            ]);
          },
          () => {
            urara.say(
              `${callname}, можно ещё ближе? Ай! Хе-хе, опять села на ${callname} её колени! ${callname} её тело всё ещё такое тёплое!`,
            );
            era.print([
              urara.get_colored_name(),
              ' радостно говорит, и на миг на лице проступает нежность.',
            ]);
          },
          () => {
            urara.say(
              `Все твердят, что надо стать взрослой, ${self_call} тоже не хочет, чтобы её считали только ребёнком! Э? Зачем становиться взрослой… а, вон там морковь!`,
            );
            era.print([
              'Словно пытаясь что-то скрыть, на ',
              you.get_colored_name(),
              ' её вопрос ',
              urara.get_colored_name(),
              ' вдруг краснеет и в панике сбегает под предлогом.',
            ]);
          },
        );
      }
      if (love >= 50) {
        buffer.push(
          () => {
            urara.say(
              `${callname} её запах такой приятный! Хаа… а! Прости! Нельзя, чтобы ${callname}  было неловко, так нельзя, но, мм…`,
            );
            era.print([
              'Хотя и хочет отпустить, но ',
              urara.get_colored_name(),
              ' всё равно не сдерживается: краснеет и сама по себе нюхает ',
              you.get_colored_name(),
              ' запах тела.',
            ]);
          },
          () => {
            urara.say([
              `『мелюзга~ мелюзга~』, это из `,
              call_19,
              ` её блокнотика выучила, говорят, так ${callname}  станет радостнее! Э? Не говорить? Тогда ${self_call} больше не скажет! Но ${callname}…продолжай смотреть на ${self_call}  ладно?`,
            ]);
            era.print([
              'Наблюдая за ',
              you.get_colored_name(),
              ' её растерянностью, ',
              urara.get_colored_name(),
              ' в чистой улыбке уже мешается тихое хихиканье.',
            ]);
          },
          () => {
            urara.say([
              `Вчера вечером `,
              call_61,
              ` всё издавала на кровати странные звуки! Но от того звука ${self_call} в голове был только ${callname}…почему? ${self_call} не очень понимает, но потом…? Потом… ${self_call} уснула!`,
            ]);
            era.print([
              'Не сумев договорить про недавнее до конца, ',
              urara.get_colored_name(),
              ' пылает лицом и отводит взгляд.',
            ]);
          },
          () => {
            urara.say(
              `Аха~ ${callname} её 『место между ног』 — это ${self_call} её 『личное местечко』, разве мы не договаривались? Не говори так, будто это недоразумение? Никакого недоразумения! Или… ${callname} опять что-то такое думает?`,
            );
            era.print([
              'Невинным тоном шепчет на ухо ',
              you.get_colored_name(),
              '  соблазнительное, ',
              urara.get_colored_name(),
              ' милое личико будто тоже становится 『обольстительным』…',
            ]);
          },
        );
      }
      if (love >= 75) {
        buffer.push(
          () => {
            urara.say(
              `Этот медовый напиток с новым вкусом очень вкусный, да? ${callname} тоже попробуй! Непрямой kiss…? Но ${self_call} считает, что ничего такого? Неужели… ${callname} смущается?`,
            );
            era.print([
              'крохотная ',
              urara.uma_sex_title,
              ' на ',
              you.get_colored_name(),
              ' — щурится с улыбкой, а приторно-сладкий напиток в руке будто значит куда больше.',
            ]);
          },
          () => {
            urara.say(
              `Я тут снова учусь готовить! Чтобы потом заполнить ${callname} её тело, ${self_call} будет и дальше стараться! Не говори так? То есть ${callname} тоже хочет заполнить ${self_call} её тело? Не дразни взрослых? Ладно, поняла…`,
            );
            era.print([
              'Услышав ',
              you.get_colored_name(),
              ' её замечание, ',
              urara.get_colored_name(),
              ' наконец отводит лицо, которое пылало ещё до этих слов.',
            ]);
          },
          () => {
            urara.say(
              `На торговой улице все опять говорят, что ${self_call} стала ещё красивее! Это потому, что ${self_call} стала бегать быстрее? Мм? Не только? На самом деле я знаю! В том числе ${callname} смотрит на ${self_call} её тело ещё более заворожённым взглядом… шучу!`,
            );
            era.print([
              'Тихонько приподняв край одежды и показав нежное тело, ',
              urara.get_colored_name(),
              ' чистая улыбка — и ',
              you.get_colored_name(),
              '  так беспокоится, что кружится голова.',
            ]);
          },
          () => {
            urara.say(
              `В последнее время ${self_call} много думала! Ага! ${self_call} ещё хочет выигрывать и выигрывать, чтобы все видели! Не надо через силу? Знаю! Так что ещё несколько 『первых мест』 — только ${callname}  смотреть… хе-хе~`,
            );
            era.print([
              urara.get_colored_name(),
              ' её улыбка всё такая же чистосердечная, но то первое место, что только ',
              callname,
              '  видит, — это снова…?',
            ]);
          },
        );
      }
      if (love >= 90) {
        buffer.push(
          () => {
            urara.say(
              `И сегодня смотри на меня внимательно, я и дальше буду нести храбрость ${callname} ! …а ещё потом, когда останемся вдвоём, ${callname} тоже хорошенько постарайся, ладно?`,
            );
            era.print([
              'Поднявшись на цыпочки, ',
              urara.get_colored_name(),
              ' нежно гладит ',
              you.get_colored_name(),
              ' её щёку и оставляет слова, от которых ',
              you.get_colored_name(),
              '  становится неспокойно.',
            ]);
          },
          () => {
            urara.say(
              `А в будущем ${callname} сколько хочет детей? Хотя сколько угодно — ${self_call} всё примет!`,
            );
            era.print([
              'Говорит что-то вразброс, ',
              urara.get_colored_name(),
              ' горящий взгляд — и ',
              you.get_colored_name(),
              '  слегка не по себе.',
            ]);
          },
          () => {
            urara.say(
              `все говорят, что обладание — это ещё не вся любовь, а сами так и смотрят друг на друга… ${callname} как думаешь? ${self_call} тоже считает, что обладать — это плохо, но ${self_call} тоже тревожится, знаешь?`,
            );
            era.print([
              'крепко теребит ',
              you.get_colored_name(),
              ' за рукав, маленькая ',
              urara.uma_sex_title,
              ' улыбка чуть одинокая, будто хочет, чтобы ',
              you.get_colored_name(),
              '  стал(а) чуть ближе.',
            ]);
          },
          () => {
            urara.say(
              `эй-эй, ${callname}! Такое приятное-приятное и весёлое сегодня тоже вместе будем делать? Слишком громко? Но я про тренировку вместе говорила! Или это ${callname} хочет такое с ${self_call}……?`,
            );
            era.print([
              'Наблюдая за тем, как ',
              you.get_colored_name(),
              '  реагирует, ',
              urara.get_colored_name(),
              '  на ещё совсем детском улыбчивом лице проступает застенчивый румянец.',
            ]);
          },
        );
      }
      if (love >= 100) {
        buffer.push(
          () => {
            urara.say(
              `Хочу и побегать, и погулять, но больше всего хочу, чтобы ${callname}  был(а) со мной! Не дам ${callname}  вот так уйти, никто не заберёт, ясно? Никто не заберёт…`,
            );
            era.print([
              'Вся на подъёме, ',
              urara.get_colored_name(),
              '  непривычно сама лезет ластиться к ',
              you.get_colored_name(),
              ' , но будто атмосфера стала какой-то опасной…?',
            ]);
          },
          () => {
            urara.say(
              `Если с ${callname}  расстанемся, я всё равно догоню, хоть в ад, лишь бы снова встретиться… аха~ Это ${self_call}  выучила по телевизору! ${self_call} как сыграла? Напугала, ${callname}?`,
            );
            era.print([
              'Хоть сама и говорит, что это игра, ',
              urara.get_colored_name(),
              '  взгляд совсем серьёзный.',
            ]);
          },
          () => {
            urara.say(
              `${callname}  хочет ${self_call} ? Днём сильнее хочется? Или ночью? Хм-хм~ Даже если ${callname}  рассердится, я всё равно не остановлюсь, сейчас я плохая ${self_call} !`,
            );
            era.print([
              'Сзади обхватывает ',
              you.get_colored_name(),
              ' за талию, ',
              urara.get_colored_name(),
              '  сладким голосом дразнит ',
              you.get_colored_name(),
              '  нервы…',
            ]);
          },
          () => {
            urara.say(
              `${self_call}  — ангел…? Я всё ещё не очень понимаю, но я тоже хочу всегда быть ${callname}  ангелом! Так что если ${callname}  опять устал(а), можно всегда прийти и опереться на ${self_call} , ладно?`,
            );
            era.print([
              'Услышав, как ',
              you.get_colored_name(),
              '  невольно вздыхает, крошечная подопечная — и как жена, и как мать — берёт ',
              you.get_colored_name(),
              '  за руку.',
            ]);
          },
        );
      }
    } else {
      buffer.push(
        () => {
          urara.say(
            `…… ${callname}! Сегодняшнюю тренировку… тоже давай выложимся!`,
          );
          era.print([
            'Хоть это всего лишь обычное приветствие, ',
            urara.get_colored_name(),
            '  каждый раз улыбается так, будто набралась храбрости.',
          ]);
        },
        () => {
          urara.say(
            `Сегодня тоже всё хорошо! ${self_call}  будет стараться соблюдать наш с ${callname}  уговор!`,
          );
          era.print([
            'Собравшись с духом, ',
            urara.get_colored_name(),
            '  серьёзно поднимает голову и смотрит ',
            you.get_colored_name(),
            '  в глаза.',
          ]);
        },
        () => {
          urara.say(`${callname}, эм, морковь! Это твоя порция!`);
          era.print([
            'Хоть и робеет, ',
            urara.get_colored_name(),
            '  всё равно улыбается и суёт морковь ',
            you.get_colored_name(),
            '.',
          ]);
        },
        () => {
          urara.say(
            `Храбрость… точно! ${self_call}  должна набрать ещё больше храбрости! Но это правда так трудно…`,
          );
          era.print([
            'Листая сегодняшний журнал, ',
            urara.get_colored_name(),
            '  улыбка почему-то чуть одинокая.',
          ]);
        },
        () => {
          urara.say(
            `Недавно гуляла со всеми и опять переела… прости, ${self_call}  в следующий раз обязательно будет осторожнее!`,
          );
          era.print([
            'С натянутой улыбкой перед ',
            you.get_colored_name(),
            ' , ',
            urara.get_colored_name(),
            '  как-то не хватает духу.',
          ]);
        },
        () => {
          urara.say(
            `На дополнительных опять все помогали, да! Если бы ${self_call}  была такая же умная, как все…`,
          );
          era.print([
            'Стоит рядом с ',
            you.get_colored_name(),
            ' , ',
            urara.get_colored_name(),
            '  будто вспомнила что-то и поэтому поникла.',
          ]);
        },
      );
      if (love > 0) {
        buffer.push(
          () => {
            urara.say(
              `${callname}, это такое вкусное! Хотя осталась всего капелька…`,
            );
            era.print([
              'Отдаёт все последние сладости ',
              you.get_colored_name(),
              ', ',
              urara.get_colored_name(),
              '  стыдится, что чуть не забыла про тренера.',
            ]);
          },
          () => {
            urara.say(
              `Вместе с ${callname} , ${self_call}  правда стала быстрее! Но почему радости как будто не прибавилось…`,
            );
            era.print([
              'Хоть и рада, что выросла, ',
              urara.get_colored_name(),
              '  улыбка всё же чуть натянутая.',
            ]);
          },
          () => {
            urara.say(
              `${callname}  не надо смотреть, ${self_call}  и сама справится — такие слова ${self_call}  не скажет! ${self_call}  обещала принести ${callname}  храбрости, и взамен ${callname}  тоже нельзя убегать, ясно?`,
            );
            era.print([
              'Серьёзно глядя вишнёвыми глазами взрослому прямо в глаза, ',
              urara.get_colored_name(),
              '  к ',
              you.get_colored_name(),
              '  высказывает желание, которому нельзя отказать.',
            ]);
          },
        );
      }
      if (love >= 25) {
        buffer.push(
          () => {
            urara.say(
              `Волосы растрёпаны? Ой… э? Поможешь? Тогда… ${callname} чуть нежнее, ладно?`,
            );
            era.print([
              'Выслушав ',
              you.get_colored_name(),
              ' предложение, ',
              urara.get_colored_name(),
              ' осторожно развязывает ленту и повязку и, хоть и немного нервничает, всё же послушно поворачивается спиной.',
            ]);
          },
          () => {
            urara.say(
              `Хотя ${self_call} не хочет вечно оставаться ребёнком, но взрослый ${callname} опять вот такой. Стать взрослым так же непонятно, как бег и скачки…`,
            );
            era.print([
              urara.get_colored_name(),
              ' словно что-то шепчет, но когда ',
              you.get_colored_name(),
              ' смотрит в её сторону, ',
              urara.sex,
              ' тут же снова отводит взгляд.',
            ]);
          },
          () => {
            urara.say([
              call_47,
              ` в книгах говорилось, что любовь часто сопровождается терзаниями и всегда даётся тяжело… в последнее время ${self_call} тоже так мучается, ${self_call} не очень понимает, вправду ли ей так не всё равно…`,
            ]);
            era.print([
              'Некогда будто не желавшая взрослеть маленькая ',
              urara.get_colored_name(),
              ', теперь бормочет про себя, словно девушка, терзаемая чувствами.',
            ]);
          },
        );
      }
      if (love >= 50) {
        buffer.push(
          () => {
            urara.say(
              `${callname} сегодня такой запах… мм? ${self_call} не нарочно, ясно?`,
            );
            era.print([
              'Рассеянно трётся о ',
              you.get_colored_name(),
              ' одежду, и маленькая подопечная чуть спустя рукава перед ',
              you.get_colored_name(),
              ' извиняется.',
            ]);
          },
          () => {
            urara.say(
              `В последнее время, когда вижу ${callname}, тело всегда становится горячим, а ночью, стоит подумать о ${callname}, там внизу всегда… прости, ${self_call} больше не будет говорить, но… правда же ничего такого?..`,
            );
            era.print([
              'Поёрзав от смущения, с лицом красным-красным, ',
              urara.get_colored_name(),
              ' всё же не смогла договорить до конца.',
            ]);
          },
          () => {
            urara.say(
              `『Никчёмный слабак-взрослый, добренький напоказ учитель, что морочит учениц, ненавижу, хуже всех…』Не говорить? Но ${callname} тоже возбуждён(а), да? 『Даже ${self_call} не обмануть, извращённый тренер』…`,
            );
            era.print([
              'Прильнув к ',
              you.get_colored_name(),
              ' уху, вовсю творит『проказы』, ',
              urara.get_colored_name(),
              ' на возбуждённом лице нескрываемые презрение и похоть.',
            ]);
          },
        );
      }
      if (love >= 75) {
        buffer.push(
          () => {
            urara.say(
              `${self_call} всё учится готовить, да? Но ${callname} обычно… наверное, не испытывает недостатка в бэнто от тех, кто любит. Верно, ${self_call} думает о вещах ещё более далёкого будущего, так что если проголодаешься, попробуй попросить ${self_call} тоже можно, ясно?`,
            );
            era.print([
              'Рассказывая ',
              you.get_colored_name(),
              ' о себе, ',
              urara.get_colored_name(),
              ' улыбка будто чуть беспомощная и чуть просветлённая.',
            ]);
          },
          () => {
            urara.say(
              `Все опять говорят, что ${self_call} стала ещё красивее, ${self_call} правда стала красивее? Но я знаю, ${callname} привёл(а) ${self_call} в полный беспорядок… это не шутка, ясно?`,
            );
            era.print([
              'Ничуть не скрываясь, наедине к ',
              you.get_colored_name(),
              ' прижимается и выставляет тело, ',
              urara.get_colored_name(),
              ' чистая улыбка постепенно мутнеет.',
            ]);
          },
          () => {
            urara.say(
              `Приятные вещи, ${self_call} и правда хочет с ${callname} сделать, но ежедневные тренировки тоже важны, ясно? И если в следующий раз взять первое место, ${callname} тоже будет ещё радостнее, правда, тогда…`,
            );
            era.print([
              'Хотя на словах и не хочет, у маленькой ',
              urara.uma_sex_title,
              ' на щеках всё равно выступает румянец, но что же она тогда скажет?',
            ]);
          },
        );
      }
      if (love >= 90) {
        buffer.push(
          () => {
            urara.say(
              `${self_call} можно сесть сюда? Спасибо! Тогда… о чём сейчас ${callname} опять думает?`,
            );
            era.print([
              'Кротко сидит на ',
              you.get_colored_name(),
              ' бёдрах, ',
              urara.get_colored_name(),
              ' неожиданно нежно и спокойно прижимается к ',
              you.get_colored_name(),
              ' телу.',
            ]);
          },
          () => {
            urara.say(
              `Все говорят, что ${self_call} бег способен дарить улыбки; а нынешний ${callname} как следует нашёл(а) ту надежду, что была при встрече?`,
            );
            era.print([
              'С чересчур взрослой по сравнению с прежним улыбкой, ',
              urara.get_colored_name(),
              ' с ожидающим видом прислоняется к ',
              you.get_colored_name(),
              ' боку.',
            ]);
          },
          () => {
            urara.say(
              `Будущая семья, и ещё дети… ${self_call} не должна на это надеяться? Всё-таки ${callname} тоже…`,
            );
            era.print([
              'Говоря что-то на слух бессвязное, у маленькой ',
              urara.uma_sex_title,
              ' лицо будто становится чуть печальным?',
            ]);
          },
        );
      }
      if (love >= 100) {
        buffer.push(
          () => {
            urara.say(
              `Даже если не встретились бы и не взяли ответственность — ничего, я готова довериться такому тебе, между нами всё равно можно… хоть это всего лишь реплика с телевизора, но ${self_call} вовсе не играет, ясно? ${callname} а как думает?`,
            );
            era.print([
              'И не играет, и не лжёт, ',
              urara.get_colored_name(),
              ' в улыбке только любовь к одному человеку.',
            ]);
          },
          () => {
            urara.say(
              `Сначала ведь хотела бежать, чтобы все были счастливы, а теперь кажется, что и ради одного человека неплохо… но ${callname} если опять устанет, ${self_call} тоже может быть ${callname} личным ангелом, ясно?`,
            );
            era.print([
              'Словно жена, берёт под руку ',
              you.get_colored_name(),
              ' , и хрупкая подопечная невольно выдаёт чувство, что принадлежит лишь одному человеку.',
            ]);
          },
          () => {
            urara.say(
              `${self_call} хочет забрать себе ${callname}  о? Даже если ${self_call}  знает, что сердце ${callname}  не будет принадлежать только ${self_call}  — всё равно. Сегодня тоже, так что даже если ${callname}  откажется принять, ${self_call}  всё равно не сдастся, о?`,
            );
            era.print([
              'Сияющей улыбкой выражая сводящую с ума жажду обладания, у ',
              urara.get_colored_name(),
              '  в вишнёвых глазах нет ни капли улыбки.',
            ]);
          },
        );
      }
    }
    get_random_entry(buffer)();
  },
  /**
   * @param {CharaTalk} urara 春乌拉拉
   * @param {CharaTalk} you 玩家
   * @param {string} callname 春乌拉拉对玩家的称呼
   * @param {string} self_call 春乌拉拉的自称
   * @param {boolean} high_relation 是否为高好感度（不低于融洽且不处于三周循环内）
   * @param {boolean} awake 乌拉拉是否醒着
   */
  select(urara, you, callname, self_call, high_relation, awake) {
    const buffer = [];
    const love = era.get('love:52');
    if (awake) {
      if (era.get('base:52:体力') < 0.4 * era.get('maxbase:52:体力')) {
        buffer.push(() => {
          urara.say(`Уа-а… ${callname}, ${self_call}… не могу пошевелиться…`);
          era.print([
            'Лежит на земле, ',
            urara.get_colored_name(),
            '  почти не может пошевелиться.',
          ]);
        });
        if (love > 0) {
          buffer.push(() => {
            urara.say('Силы, силы уже улетели… всё…');
            era.print([
              'Распластавшаяся на земле ',
              urara.get_colored_name(),
              '  тяжело пыхтит, едва соображая.',
            ]);
          });
        }
        if (love >= 25) {
          buffer.push(() => {
            urara.say('Нельзя проиграть… нельзя проиграть…');
            era.print([
              urara.get_colored_name(),
              '  несколько раз пытается подняться, но всё равно не выходит.',
            ]);
          });
        }
        if (love >= 50) {
          buffer.push(() => {
            urara.say(`Т-тренер… подтяни меня ещё разок…`);
            era.print([
              'Осевшая на землю ',
              urara.get_colored_name(),
              '  с чуть красным лицом тянется к ',
              you.get_colored_name(),
              '  рукой, прося помощи.',
            ]);
          });
        }
        if (love >= 75) {
          buffer.push(() => {
            urara.say(`Дай мне ещё чуть отдохнуть… чуть-чуть, ладно! Ха-а…`);
            era.print([
              'Даже выбившись из сил и сидя на земле, ',
              urara.get_colored_name(),
              '  всё равно пытается снова встать.',
            ]);
          });
        }
        if (love >= 90) {
          buffer.push(() => {
            urara.say(`М-мне кажется, я ещё могу…`);
            era.print([
              'Напряжённо прижав уши, опираясь на ',
              you.get_colored_name(),
              '  как на опору, ',
              urara.get_colored_name(),
              '  изо всех сил старается не рухнуть на землю.',
            ]);
          });
        }
        if (love >= 100) {
          buffer.push(() => {
            urara.say(
              `Фух… фух… всё в порядке! Пока ${callname}  рядом, можно ещё стараться…`,
            );
            era.print([
              'Даже едва держась на ногах, ',
              urara.get_colored_name(),
              '  всё равно изо всех сил поднимает тело.',
            ]);
          });
        }
      } else if (high_relation) {
        buffer.push(
          () => {
            urara.say(
              'Я же вышла первой, почему все пришли раньше меня? Вот чудеса!',
            );
            era.print([
              'Хоть и опоздала, ',
              urara.get_colored_name(),
              '  всё равно выглядит очень довольной.',
            ]);
          },
          () => {
            urara.say(
              `${callname}! Я сегодня как раз не опоздала! Может, я даже быстрее прошлого раза добежала!`,
            );
            era.print([
              'Всего лишь едва успела, ',
              urara.get_colored_name(),
              '  а выглядит очень довольной.',
            ]);
          },
          () => {
            urara.say(
              `Я тут, ${callname}! Давай скорее сюда! Сегодня у меня тоже куча хорошего, чем поделиться с ${callname} !`,
            );
            era.print([
              'Вместе с ',
              you.name,
              '  подоспевшая ',
              urara.get_colored_name(),
              '  с улыбкой машет ',
              you.name,
              '  рукой.',
            ]);
          },
        );
        if (love >= 50) {
          buffer.push(() => {
            urara.say(
              `${callname}… нн… э? ${callname}?! С-сегодня тоже давай вместе стараться!`,
            );
            era.print([
              urara.get_colored_name(),
              ' кажется, втихаря что-то делает, пока ',
              you.get_colored_name(),
              `  не подходит сзади — и лишь тогда ${urara.sex} вспыхивает и спохватывается.`,
            ]);
          });
        }
        if (love >= 75) {
          buffer.push(() => {
            urara.say(
              `Видеть ${callname}  так хорошо! Если бы так всегда и продолжалось… а! ${callname}! Чем сегодня займёмся?`,
            );
            era.print([
              'Неожиданно рано пришедшая ',
              urara.get_colored_name(),
              '  радостно подходит к ',
              you.get_colored_name(),
              '.',
            ]);
          });
        }
        if (love >= 100) {
          buffer.push(() => {
            urara.say(
              `Чтобы пораньше увидеть ${callname}, сегодня я тоже встала очень рано! Увидев ${self_call}, ${callname}  почувствует счастье?`,
            );
            era.print([
              'Прождавшая так долго ',
              urara.get_colored_name(),
              '  виляет хвостом, лицо светится счастливой улыбкой.',
            ]);
          });
        }
      } else {
        buffer.push(
          () => {
            urara.say(
              `Прости, ${callname}, сегодня ${self_call}  опять опоздала…`,
            );
            era.print([
              'И не думал(а) злиться за опоздание, но ',
              urara.get_colored_name(),
              '  при виде ',
              you.get_colored_name(),
              '  всё равно поджимает уши.',
            ]);
          },
          () => {
            urara.say(`Успела! А, ${callname}  доброе утро…`);
            era.print([
              'Примчавшаяся запыхавшись ',
              urara.get_colored_name(),
              ', завидев ',
              you.get_colored_name(),
              ' , почему-то снова чуть отступает.',
            ]);
          },
        );
        if (love >= 50) {
          buffer.push(() => {
            urara.say(
              `${callname}! ${self_call}  можно… нет, нельзя ${callname}  добавлять хлопот! Э… правда, ничего нет?`,
            );
            era.print([
              'Стоя спиной к ',
              you.get_colored_name(),
              ', ',
              urara.get_colored_name(),
              `  кажется, что-то делает, но ${urara.sex} всё держит вид, будто ничего не признаёт.`,
            ]);
          });
        }
        if (love >= 75) {
          buffer.push(() => {
            urara.say(
              `${self_call}  Так почему же… ах, ${callname}  скоро уже, надо скорее подготовиться…!`,
            );
            era.print([
              'Рано пришедшая ',
              urara.get_colored_name(),
              ' , увидев ',
              you.get_colored_name(),
              ' , тут же вскочила и, собравшись с духом, улыбнулась ',
              you.get_colored_name(),
              '.',
            ]);
          });
        }
        if (love >= 100) {
          buffer.push(() => {
            urara.say(
              `${callname}!Сегодня, э-э… можно чуть нежнее к ${self_call} ? Совсем чуть-чуть — и хватит!`,
            );
            era.print([
              'Хотя всё ещё немного робеет, но идущая за ',
              you.get_colored_name(),
              '  следом ',
              urara.get_colored_name(),
              '  всё же с улыбкой вцепилась в край одежды ',
              you.get_colored_name(),
              '.',
            ]);
          });
        }
      }
    } else if (
      era.get('status:52:马跳S') ||
      era.get('status:52:马跳Z') ||
      era.get('status:52:超马跳Z') ||
      era.get('status:52:弗隆K') ||
      era.get('status:52:弗隆P') ||
      era.get('base:52:性欲') >= lust_border.absent_mind
    ) {
      buffer.push(() => {
        urara.say('…н-нх, ах…');
        era.print([
          'Тело мечется в нетерпении, а проснуться не может: ',
          urara.get_colored_name(),
          '  во сне с пылающим лицом сладко стонет.',
        ]);
      });
    } else {
      buffer.push(
        () => {
          urara.say('хе-хе… морковь…');
          era.print([
            'Тихо бормоча сквозь сон, ',
            urara.get_colored_name(),
            '  слегка перевернулась.',
          ]);
        },
        () => {
          urara.say('……');
          era.print([
            'Лишь тихо дыша, сегодняшняя крепко спящая ',
            urara.get_colored_name(),
            '  на удивление тиха.',
          ]);
        },
      );
    }
    get_random_entry(buffer)();
  },
  /**
   * @param {CharaTalk} urara 春乌拉拉
   * @param {CharaTalk} you 玩家
   * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
   * @param {PrintedSpan} call_61 春乌拉拉对圣王光环的称呼
   */
  async office_study(urara, you, callname, call_61) {
    const buffer = [];
    const love = era.get('love:52');
    buffer.push(
      async () => {
        await urara.say_and_wait([
          'У-у… эту задачку по математике всё равно не понять! ',
          callname,
          '  Объясни ещё разок, ладно?',
        ]);
        await era.printAndWait([
          urara.get_colored_name(),
          '  с горестной гримасой обхватила голову и рухнула на стол, почти потеряв всякое желание учиться.',
        ]);
      },
      async () => {
        await urara.say_and_wait([
          'На самом деле по некоторым предметам у меня неплохо получается! Даже ',
          call_61,
          '  тоже говорит: вот бы и остальные предметы так же шли!',
        ]);
        await era.printAndWait([
          'Хотя ',
          urara.get_colored_name(),
          '  выглядит очень гордой, но хвалят явно не ',
          urara.sex,
          '.',
        ]);
      },
      async () => {
        await urara.say_and_wait([
          'Английский… слова я все запомнила, а вот грамматика такая сложная… ',
          callname,
          '  помоги ещё разок—',
        ]);
        await era.printAndWait([
          'Глядя на капитулировавшую перед английским заданием ',
          urara.get_colored_name(),
          ', ',
          you.get_colored_name(),
          '  может лишь снова усадить её за учебник: пусть ',
          urara.sex,
          ' повторяет.',
        ]);
      },
    );
    if (love >= 50) {
      buffer.push(async () => {
        await urara.say_and_wait([
          'Так близко… ',
          callname,
          '  прямо рядом… ах! Прости! Надо сосредоточиться… у-у…',
        ]);
        await era.printAndWait([
          'Оккупировавшая ',
          you.get_colored_name(),
          '  место между ног ',
          urara.get_colored_name(),
          '  всё ещё возбуждённо ёрзает, и сегодняшние занятия тоже начинают сворачивать в странную сторону…',
        ]);
      });
    }
    if (love >= 75) {
      buffer.push(async () => {
        await urara.say_and_wait([
          'Знаю, что учёба важна, но бегать всё-таки куда интереснее! Но если ',
          callname,
          '  рядом, даже трудные задачи как-то лезут в голову!',
        ]);
        await era.printAndWait([
          'Привалившаяся к ',
          you.get_colored_name(),
          '  боку ',
          urara.get_colored_name(),
          ', кажется, учиться хочется сильнее, чем обычно.',
        ]);
      });
    }
    if (love >= 100) {
      buffer.push(async () => {
        await urara.say_and_wait([
          callname,
          '!Если в следующий раз я сдам на хороший балл! Можно… попросить особую награду?',
        ]);
        await era.printAndWait([
          'Согласиться, в общем-то, не проблема, но ',
          urara.get_colored_name(),
          '  так раскраснелась, и взгляд так блуждает, что ',
          you.get_colored_name(),
          '  начинает колебаться: принимать ли эту бомбу.',
        ]);
      });
    }
    await get_random_entry(buffer)();
  },
  /**
   * @param {CharaTalk} urara 春乌拉拉
   * @param {CharaTalk} you 玩家
   * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
   */
  async office_prepare(urara, you, callname) {
    const buffer = [];
    const love = era.get('love:52');
    buffer.push(
      async () => {
        await urara.say_and_wait(
          'Ага-ага! Тогда просто как всегда рвануть вперёд с 『Урара~』 — и всё, да?!',
        );
        await era.printAndWait(
          'Склонив голову, смотрит на заметки на доске: соображение маленькой подопечной всё такое же 「прямое」.',
        );
      },
      async () => {
        await urara.say_and_wait([
          callname,
          '!Я тоже помогу прибить подковы! Ага! По пальцам не попаду!',
        ]);
        await era.printAndWait([
          'Под взглядом ',
          you.get_colored_name(),
          ' , полным тревоги, ',
          urara.get_colored_name(),
          '  хоть и не без тревоги, но благополучно закончила прибивать себе подковы.',
        ]);
      },
      async () => {
        await urara.say_and_wait(
          'Э? В этот раз бежать вот так… если бежать вот так, можно взять первое место, да?! Поняла!',
        );
        await era.printAndWait([
          'Хоть у ',
          urara.get_colored_name(),
          ' ',
          urara.sex,
          ' исполнение тактики всегда хромало, но ',
          you.get_colored_name(),
          '  считает, что на этот раз ',
          urara.sex,
          ', возможно, справится.',
        ]);
      },
    );
    if (love >= 50) {
      buffer.push(async () => {
        await urara.say_and_wait([
          'Вот как… тогда если в следующий раз опять выиграем, ',
          callname,
          '  можно с Урарой сделать… н-ничего! Ничего не было!',
        ]);
        await era.printAndWait([
          'Похоже, только сейчас спохватилась, что чуть не выдала свои нескромные желания, ',
          urara.get_colored_name(),
          '  в панике отвела взгляд.',
        ]);
      });
    }
    if (love >= 75) {
      buffer.push(async () => {
        await urara.say_and_wait([
          'Вовсе не 『Урара, которой всё равно проиграть』! Скачки, может, и будут трудными, но ради ',
          callname,
          ', Урара больше не хочет проигрывать!',
        ]);
        await era.printAndWait([
          urara.get_colored_name(),
          '  серьёзно готовится — и при этом выдаёт редкий для себя боевой пыл.',
        ]);
      });
    }
    if (love >= 100) {
      buffer.push(async () => {
        await urara.say_and_wait([
          'Я поняла! Какими бы ни были скачки, я сделаю так, чтобы ',
          callname,
          '  смотрел только на Урару!',
        ]);
        await urara.say_and_wait([
          'Так что можно ещё сильнее влюбиться в Урару, ',
          callname,
          '?',
        ]);
        await era.printAndWait([
          'Излучая невероятный напор, совсем не вяжущийся с розовой лошадкой, вплотную к ',
          you.get_colored_name(),
          '  прижавшаяся ',
          urara.get_colored_name(),
          '  — и вишнёвые глаза будто наливаются алым.',
        ]);
      });
    }
    await get_random_entry(buffer)();
  },
  /**
   * @param {CharaTalk} urara 春乌拉拉
   * @param {CharaTalk} you 玩家
   * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
   * @param {boolean} awake 乌拉拉是否醒着
   */
  async talk(urara, you, callname, awake) {
    const buffer = [];
    const love = era.get('love:52');
    if (awake) {
      switch (era.get('cflag:52:干劲')) {
        case 2:
          buffer.push(
            () =>
              urara.say_and_wait([
                callname,
                '!Сегодняшняя Урара будет очень крутая! Я это чувствую!',
              ]),
            () =>
              urara.say_and_wait(
                'Нынешняя Урара — это супер-Урара! Потому что форма сейчас суперская!',
              ),
            () =>
              urara.say_and_wait(
                'Если каждый день будет таким весёлым, на скачках обязательно возьму первое место!',
              ),
          );
          if (love >= 75) {
            buffer.push(() =>
              urara.say_and_wait([
                'Эх-хе-хе~ если есть ',
                callname,
                '  рядом, кажется, что я всё смогу!',
              ]),
            );
          }
          if (love >= 100) {
            buffer.push(() =>
              urara.say_and_wait([
                'Смотри внимательно, ',
                callname,
                '!Сейчас Урара хоть целый день беги — не проиграет!',
              ]),
            );
          }
          break;
        case 1:
          buffer.push(
            () =>
              urara.say_and_wait([
                'Сейчас как 『Урара~』 и вперёд! ',
                callname,
                '  тоже давай вместе выложимся!',
              ]),
            () =>
              urara.say_and_wait(
                'Хорошо! Сегодняшний план тоже надо как следует выполнить! Сейчас начнём разминку!',
              ),
            () =>
              urara.say_and_wait(
                'Тело лёгкое, как птичка! Давай сейчас что-нибудь сделаем!',
              ),
          );
          if (love >= 75) {
            buffer.push(() =>
              urara.say_and_wait([
                'Если вместе с ',
                callname,
                ' , Урара будет в отличной форме!',
              ]),
            );
          }
          if (love >= 100) {
            buffer.push(() =>
              urara.say_and_wait([
                'Если сегодня получится закончить пораньше, ',
                callname,
                ' можно поиграть вместе со мной?',
              ]),
            );
          }
          break;
        case 0:
          buffer.push(
            () =>
              urara.say_and_wait(
                'Если стараться — обязательно получится! Чтобы в следующий раз взять первое место!',
              ),
            () =>
              urara.say_and_wait([
                'Хочется интересную тренировку, ',
                callname,
                ', бывает такое—?',
              ]),
            () =>
              urara.say_and_wait([
                callname,
                '! Сегодняшнее расписание расскажи мне прямо сейчас!',
              ]),
          );
          if (love >= 75) {
            buffer.push(() =>
              urara.say_and_wait(
                'Когда закончим, пойдём вместе поесть чего-нибудь вкусного!',
              ),
            );
          }
          if (love >= 100) {
            buffer.push(() =>
              urara.say_and_wait(
                'Сегодня тоже будешь на меня смотреть? Мм! Я знаю!',
              ),
            );
          }
          break;
        case -1:
          buffer.push(
            () =>
              urara.say_and_wait(
                'Ау… Но тренировки важные, ничего, я буду стараться!',
              ),
            () =>
              urara.say_and_wait(
                'Мм… Как-то не очень весело, надо подумать о чём-нибудь радостном…!',
              ),
            () =>
              urara.say_and_wait(
                'Э? Я на самом деле полна сил! Хотя уши и хвост обвисли…!',
              ),
          );
          if (love >= 75) {
            buffer.push(() =>
              urara.say_and_wait([
                'Пока ',
                callname,
                ' ещё смотрит, всё будет хорошо…!',
              ]),
            );
          }
          if (love >= 100) {
            buffer.push(() =>
              urara.say_and_wait('Хоть настроения нет, нельзя капризничать…!'),
            );
          }
          break;
        case -2:
          buffer.push(
            () =>
              urara.say_and_wait([
                callname,
                '…Сегодня… сегодня можно считать отдых тренировкой?',
              ]),
            () => urara.say_and_wait('Должно же быть весело, а веселья нет…'),
            () => urara.say_and_wait('Тело такое тяжёлое, сил совсем нет…'),
          );
          if (love >= 75) {
            buffer.push(() =>
              urara.say_and_wait([
                callname,
                ', у тебя есть сладости? Хочется немного сахара…',
              ]),
            );
          }
          if (love >= 100) {
            buffer.push(() =>
              urara.say_and_wait([
                callname,
                ', мой запал опять куда-то делся, поможешь поискать…',
              ]),
            );
          }
      }
    } else if (
      era.get('status:52:马跳S') ||
      era.get('status:52:马跳Z') ||
      era.get('status:52:超马跳Z') ||
      era.get('status:52:弗隆K') ||
      era.get('status:52:弗隆P')
    ) {
      buffer.push(
        () =>
          era.printAndWait([
            'Под действием лекарства ',
            urara.get_colored_name(),
            ' во сне вздохи постепенно становятся нежными и манящими.',
          ]),
        () =>
          era.printAndWait([
            'Покорившись подлому препарату, потерявшая сознание ',
            urara.teen_sex_title,
            ' сейчас всего лишь мясная кукла, ждущая использования.',
          ]),
        () =>
          era.printAndWait([
            'Тело ещё во сне сопротивляясь извивается, маленькая ',
            urara.uma_sex_title,
            ' между ног уже покорно намокла насквозь.',
          ]),
      );
    } else {
      buffer.push(
        () =>
          era.printAndWait([
            'С тихим выдохом маленькая ',
            urara.uma_sex_title,
            ' во сне перевернулась.',
          ]),
        () =>
          era.printAndWait([
            'Спокойно прижавшись к ',
            you.get_colored_name(),
            ' , ',
            urara.get_colored_name(),
            ' мирно спит.',
          ]),
        () =>
          era.printAndWait([
            'Спящая ',
            urara.get_colored_name(),
            ' счастливое выражение на лице — приснилось что-то хорошее?',
          ]),
      );
    }
    await get_random_entry(buffer)();
  },
  /**
   * @param {CharaTalk} urara 春乌拉拉
   * @param {CharaTalk} you 玩家
   * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
   * @param {PrintedSpan} call_47 春乌拉拉对荒漠英雄的称呼
   */
  async office_gift(urara, you, callname, call_47) {
    const buffer = [];
    const love = era.get('love:52');
    buffer.push(
      async () => {
        await urara.say_and_wait([
          'Мм? ',
          callname,
          ' хочешь подарить мне подарок? Спасибо!',
        ]);
        await era.printAndWait([
          urara.get_colored_name(),
          ' виляет хвостом и радостно принимает подарок от ',
          you.get_colored_name(),
          '.',
        ]);
      },
      async () => {
        await urara.say_and_wait([
          callname,
          ' даришь мне подарок, как раз у меня есть вкусняшка, которой хочу поделиться с ',
          callname,
          ' ! Хе-хе~',
        ]);
        await era.printAndWait([
          urara.get_colored_name(),
          ' с улыбкой обменивает морковь на подарок в руках у ',
          you.get_colored_name(),
          '.',
        ]);
      },
      async () => {
        await urara.say_and_wait([
          'Хорошо! Чтобы поблагодарить ',
          callname,
          ' за подарок, сегодняшняя Урара будет стараться ещё больше!',
        ]);
        await era.printAndWait([
          'Получив подарок от ',
          you.get_colored_name(),
          ' , ',
          urara.get_colored_name(),
          ' становится ещё бодрее.',
        ]);
      },
      async () => {
        await urara.say_and_wait([
          'Спасибо ',
          callname,
          ' за подарок! Похоже, Ураре тоже надо готовить ответный подарок! Э? Не надо?',
        ]);
        await era.printAndWait([
          'На самом деле ',
          urara.get_colored_name(),
          ' почти не помнит про ответный подарок, но ',
          urara.sex,
          ' улыбнётся — и ответный подарок уже не важен.',
        ]);
      },
    );
    if (love > 0) {
      buffer.push(
        async () => {
          await urara.say_and_wait([
            call_47,
            ' говорит, что подарки бывают разные, тогда подарок от ',
            callname,
            ' …всё-таки хочешь, чтобы Урара бежала быстрее!',
          ]);
          await era.printAndWait([
            'По-прежнему очень в духе ',
            urara.get_colored_name(),
            ' ответ, но всё равно кажется, ',
            urara.sex,
            ' в конце подумала о чём-то ещё.',
          ]);
        },
        async () => {
          await urara.say_and_wait([
            'Это не какая-то дорогая вещь? Дорогое или нет — Урара всё равно будет беречь! Это же подарок ',
            callname,
            ' !',
          ]);
          await era.printAndWait([
            urara.get_colored_name(),
            ' мягко улыбаясь принимает подарок, и кажется, ',
            urara.sex,
            ' стала взрослее, чем раньше.',
          ]);
        },
      );
    }
    if (love >= 50) {
      buffer.push(
        async () => {
          await urara.say_and_wait([
            'Хоть и не очень понимаю, но когда получаю подарок от ',
            callname,
            ', тело сразу становится тёплым-тёплым! Как так выходит…',
          ]);
          await era.printAndWait([
            'Хоть речь и про подарок, но краснеющая ',
            urara.get_colored_name(),
            ' всё равно горячо смотрит на ',
            you.get_colored_name(),
            ' в глаза.',
          ]);
        },
        async () => {
          await urara.say_and_wait([
            'Спасибо, ',
            callname,
            '! Но тогда… это тоже будет пахнуть как ',
            callname,
            ' …?',
          ]);
          await era.printAndWait([
            'Смотрит на подарок в руках, и от ',
            urara.get_colored_name(),
            ' начинает исходить какая-то странная атмосфера.',
          ]);
        },
      );
    }
    if (love >= 75) {
      buffer.push(
        async () => {
          await urara.say_and_wait(
            'Сегодня особый день? Вот бы каждый день был особым!',
          );
          await urara.say_and_wait([
            'Но даже если нет — ничего! Для Урары каждый день с ',
            callname,
            ' особенный!',
          ]);
          await era.printAndWait([
            'Обняв подарок, крепко прижимается к ',
            you.get_colored_name(),
            ', тихо обвивает хвостом ногу ',
            you.get_colored_name(),
            ', и маленькая подопечная радостно говорит.',
          ]);
        },
        async () => {
          await urara.say_and_wait([
            'Подарок… ',
            callname,
            ' если не хочешь ответный подарок, тогда… сначала прими от Урары 『это』!',
          ]);
          await era.printAndWait([
            'Навострив уши, ',
            urara.get_colored_name(),
            ' привстала на цыпочки и, пока ',
            you.get_colored_name(),
            '  не замечает, украдкой чмокнула ',
            you.get_colored_name(),
            ' в щёку и застенчиво отступила.',
          ]);
        },
      );
    }
    if (love >= 100) {
      buffer.push(
        async () => {
          await urara.say_and_wait([
            'Спасибо, ',
            callname,
            '! ',
            callname,
            ' хочешь следующее первое место? Или хочешь обнять Урару такой, какая она сейчас?',
          ]);
          await urara.say_and_wait([
            'Но Урара советует ',
            callname,
            ' взять оба, ну?',
          ]);
          await era.printAndWait([
            'Сказанные совсем простодушно, но задевающие за живое слова — и у ',
            urara.get_colored_name(),
            ' в жаждущих вишнёвых зрачках колышется ',
            you.get_colored_name(),
            ' отражение…',
          ]);
        },
        async () => {
          await urara.say_and_wait([
            '…… ',
            callname,
            ', и не только сейчас: будущие подарки Урары в ответ тоже можно ждать?',
          ]);
          await era.printAndWait([
            'Принявшая подарок ',
            urara.get_colored_name(),
            ' тихо кладёт ладонь на низ живота и, раскрасневшись, спрашивает у ',
            you.get_colored_name(),
            ' двусмысленный вопрос.',
          ]);
          await era.printAndWait([
            'Поняв, что маленькая ',
            urara.uma_sex_title,
            ' не ждёт ответа, ',
            you.get_colored_name(),
            ' остаётся лишь с досадой приготовиться к возможному будущему.',
          ]);
        },
      );
    }
    await get_random_entry(buffer)();
  },
  /**
   * @param {CharaTalk} urara 春乌拉拉
   * @param {CharaTalk} you 玩家
   * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
   */
  async office_cook(urara, you, callname) {
    const buffer = [];
    const love = era.get('love:52');
    buffer.push(
      async () => {
        await urara.say_and_wait(
          'Продукты уже в кастрюле, Урара пойдёт глянет, подогрелся ли рис!',
        );
        await era.printAndWait([
          urara.get_colored_name(),
          ' сказала и побежала к рисоварке.',
        ]);
      },
      async () => {
        await urara.say_and_wait([
          callname,
          '! Я тоже помогу нарезать овощи! Э? Не надо?',
        ]);
        await era.printAndWait([
          'Вспомнив ',
          urara.get_colored_name(),
          ' и ту ненадёжную манеру орудовать ножом, ',
          you.get_colored_name(),
          ' без колебаний отказывает маленькой ',
          urara.uma_sex_title,
          ' в просьбе помочь.',
        ]);
      },
      async () => {
        await urara.say_and_wait(
          'Что хочешь поесть? Не волнуйся! Хотя кое-что и невкусное, Урара не привередничает!',
        );
        await era.printAndWait([
          'Услышав ',
          you.get_colored_name(),
          ' вопрос, ',
          urara.get_colored_name(),
          ' — её ответ как всегда успокаивает.',
        ]);
      },
    );
    if (love >= 50) {
      buffer.push(async () => {
        await urara.say_and_wait('Эх-хе-хе~ нечаянно пролила… а-у~');
        await era.printAndWait([
          'Беззаботно высунув крохотный язычок, ',
          urara.get_colored_name(),
          ' словно котёнок лижет перепачканные соусом пальцы, и между языком и пальцами то и дело тянутся тонкие серебряные нити…',
        ]);
      });
    }
    if (love >= 75) {
      buffer.push(async () => {
        await urara.say_and_wait([
          'Когда вырасту, Урара и ',
          callname,
          ' встанем рядышком — и тогда мы точно будем как муж и жена!',
        ]);
        await era.printAndWait([
          'Вместе с ',
          you.get_colored_name(),
          ' уплотняя в ладонях котлету, ',
          urara.get_colored_name(),
          ' мечтает о том, до чего, быть может, не так уж далеко.',
        ]);
      });
    }
    if (love === 100) {
      buffer.push(async () => {
        await urara.say_and_wait([
          'Говорят, так можно пропитать ',
          callname,
          ' вкусом Урары, но если ',
          callname,
          ' узнает — простит Урару…?',
        ]);
        await era.printAndWait([
          'С неудержимым жарким помыслом маленькая ',
          urara.uma_sex_title,
          ' дрожа высовывает язык и украдкой подмешивает свою слюну в ',
          you.get_colored_name(),
          ' напиток…',
        ]);
      });
    }
    await get_random_entry(buffer)();
  },
  /**
   * @param {CharaTalk} urara 春乌拉拉
   * @param {CharaTalk} you 玩家
   * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
   */
  async office_rest(urara, you, callname) {
    const love = era.get('love:52');
    const buffer = [
      async () => {
        await urara.say_and_wait([
          callname,
          '! Достанешь мне сладости с полки? М! Спасибо, ',
          callname,
          '! Я буду знать меру!',
        ]);
        await era.printAndWait([
          'Приняв от ',
          you.get_colored_name(),
          ' напоминание 「знать меру」, ',
          urara.get_colored_name(),
          ' тоже радостно принимает из рук ',
          you.get_colored_name(),
          ' коробку со сладостями.',
        ]);
      },
      async () => {
        await urara.say_and_wait([
          'Фуэ~ так устала… а! Спасибо, ',
          callname,
          '! Хе-хе~ холодненькая!',
        ]);
        await era.printAndWait([
          'Накинув полотенце на голову, только что закончившая тренировку ',
          urara.get_colored_name(),
          ' принимает ',
          you.get_colored_name(),
          ' протянутый спортивный напиток.',
        ]);
      },
      async () => {
        await urara.say_and_wait('Сегодняшнее настроение~ тоже『Урара』~');
        await era.printAndWait([
          'Напевая свою песенку, ',
          urara.get_colored_name(),
          ' весело что-то малюет перманентным маркером на доске в комнате.',
        ]);
      },
    ];
    if (love >= 50) {
      buffer.push(async () => {
        await urara.say_and_wait('Нн-ах~ прости… уу… Урара будет потише…');
        await era.printAndWait([
          'Хотя это всего лишь массаж ног, ',
          urara.get_colored_name(),
          ' всё равно без умолку издаёт голоса, от которых вспыхивает лицо и колотится сердце…',
        ]);
      });
    }
    if (love >= 75) {
      buffer.push(async () => {
        await urara.say_and_wait([
          'Хочешь посмотреть записи скачек? М! Тогда я тоже вместе с ',
          callname,
          ' посмотрю!',
        ]);
        await era.printAndWait([
          'Забравшись на колени к ',
          you.get_colored_name(),
          ', ',
          urara.get_colored_name(),
          ' послушно включает для ',
          you.get_colored_name(),
          ' телевизор в кабинете тренера.',
        ]);
      });
    }
    if (love === 100) {
      buffer.push(async () => {
        await urara.say_and_wait([
          'Хе-хе… ',
          callname,
          ', надо всегда, всегда помнить друг друга, ну…',
        ]);
        await era.printAndWait([
          'Задыхаясь от нехватки воздуха, ',
          you.get_colored_name(),
          ' просыпается и видит: ',
          urara.get_colored_name(),
          ' вплотную прижалась к ',
          you.get_colored_name(),
          ' и тихо шепчет что-то на ухо…',
        ]);
      });
    }
    await get_random_entry(buffer)();
  },
  /**
   * @param {CharaTalk} urara 春乌拉拉
   * @param {CharaTalk} you 玩家
   * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
   */
  async office_game(urara, you, callname) {
    const buffer = [];
    const love = era.get('love:52');
    buffer.push(
      async () => {
        await urara.say_and_wait(
          'Уу… почему не могу обогнать… ещё раз! В этот раз у меня точно получится!',
        );
        await era.printAndWait([
          'Проиграв в гоночной игре уже несколько раз подряд, ',
          urara.get_colored_name(),
          ' снова, так и не сдавшись, сжимает контроллер.',
        ]);
      },
      async () => {
        await urara.say_and_wait([
          'Хм-хм! ',
          callname,
          ', в этот раз я нашла способ тебя победить! Смотри, Урара применяет смертельный приём —',
        ]);
        await era.printAndWait([
          'В файтинге, ещё до того как ',
          you.get_colored_name(),
          ' разгромит её в пух и прах, ',
          urara.get_colored_name(),
          ' вот так уверенно улыбаясь это и говорит.',
        ]);
      },
      async () => {
        await urara.say_and_wait(
          'Сейчас, сегодня давай продолжим в это играть! Э? Я, Урара не боюсь!',
        );
        await era.printAndWait([
          'Хоть голос и дрожит, но ',
          urara.get_colored_name(),
          ' всё равно храбро достаёт страшную игру, которую раньше так и не доиграла.',
        ]);
      },
    );
    if (love >= 50) {
      buffer.push(async () => {
        await urara.say_and_wait([
          'У-Урара не знает, ладно? Эту игру… ей одолжила Диджитал-тян?',
        ]);
        await era.printAndWait([
          'Стараясь не засматриваться на стыдные сцены, которые крутятся сами, ',
          urara.get_colored_name(),
          ' краснея и мямля, перед молчаливым ',
          you.get_colored_name(),
          ' оправдывается.',
        ]);
      });
    }
    if (love >= 75) {
      buffer.push(() =>
        urara
          .say_and_wait([
            'В игры надо сосредоточиться… эй! Ха-ха~ ',
            callname,
            ', ',
            callname,
            ' ~ щекотно! Урара знает, что виновата~',
          ])
          .then(() =>
            era.printAndWait([
              'Не выдержав щекотки и прочих грязных приёмчиков от ',
              urara.get_colored_name(),
              ', ',
              you.get_colored_name(),
              ' в конце концов бросает геймпад и со смехом катается клубком с подопечной.',
            ]),
          ),
      );
    }
    if (love >= 100) {
      buffer.push(async () => {
        await urara.say_and_wait([
          callname,
          ' Во что хочешь поиграть? Урара во что угодно! Лишь бы с ',
          callname,
          ' вместе играть…',
        ]);
        await era.printAndWait([
          'С невинной улыбкой ',
          urara.get_colored_name(),
          ' прижимается в объятия к ',
          you.get_colored_name(),
          ' и, склонившись, тихо дышит на ухо.',
        ]);
      });
    }
    await get_random_entry(buffer)();
  },
  /**
   * @param {CharaTalk} urara 春乌拉拉
   * @param {CharaTalk} you 玩家
   * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
   */
  async s_a_tree_hollow(urara, you, callname) {
    const buffer = [];
    const love = era.get('love:52');
    buffer.push(
      async () => {
        await urara.say_and_wait([
          callname,
          ', сегодня в дупле вроде опять что-то новенькое!',
        ]);
        await era.printAndWait([
          'Слушая подсказку ',
          urara.get_colored_name(),
          ', ',
          you.get_colored_name(),
          ' тоже заглядывает внутрь дупла.',
        ]);
      },
      async () => {
        await urara.say_and_wait(
          'Все просят господина Дупло забрать плохое настроение, но если поделиться с ним чем-то хорошим, может, и хорошее случится!',
        );
        await era.printAndWait([
          'Хоть это и как детские фантазии, но в этом как раз ',
          urara.get_colored_name(),
          ' особое благословение.',
        ]);
      },
    );
    if (love >= 25) {
      buffer.push(async () => {
        await urara.say_and_wait([
          callname,
          '! Давай вместе поделимся с господином Дупло чем-нибудь радостным! Господин Дупло тоже будет рад!',
        ]);
        await era.printAndWait([
          'Рано прибежав во внутренний двор, у дупла в ожидании ',
          you.get_colored_name(),
          ' сидит ',
          urara.get_colored_name(),
          ' и, улыбаясь, машет ',
          you.get_colored_name(),
          ' рукой и говорит.',
        ]);
      });
    }
    if (love >= 50) {
      buffer.push(async () => {
        await urara.say_and_wait(
          'Говорят, господин Дупло может унести и слишком накопившееся желание, но так с ним поступать жалко…',
        );
        await era.printAndWait([
          'Хоть на словах так думает, ',
          urara.get_colored_name(),
          ' всё равно то и дело смотрит на бедное сухое дупло.',
        ]);
      });
    }
    if (love >= 75) {
      buffer.push(async () => {
        await urara.say_and_wait([
          'Господин Дупло! Можно, скажи, как сделать, чтобы ',
          callname,
          ' я ещё больше нравилась? Хе-хе~ господин Дупло тоже не знает, как и думала!',
        ]);
        await era.printAndWait([
          urara.get_colored_name(),
          ' ничуть не сомневаясь, бросает дуплу такой вопрос; может, у этой маленькой ',
          urara.uma_sex_title,
          ' уже давно есть свой ответ.',
        ]);
      });
    }
    if (love >= 100) {
      buffer.push(async () => {
        await urara.say_and_wait(
          'Кто-то говорит: стоит поднести господину Дупло подношение — и тот, кого ты жаждешь, будет смотреть только на тебя…',
        );
        await urara.say_and_wait(
          'Хоть и думала… но так нельзя! От такого даже господин Дупло не обрадуется!',
        );
        await era.printAndWait([
          'Хоть уже и немного страшновато, но стоит подумать, что ',
          urara.get_colored_name(),
          ' здесь не соврёт, и ясно, что так не поступит — ',
          urara.sex,
          ' всё равно так успокаивает.',
        ]);
      });
    }
    await get_random_entry(buffer)();
  },
  /**
   * @param {CharaTalk} urara 春乌拉拉
   * @param {CharaTalk} you 玩家
   * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
   * @param {PrintedSpan} call_20 春乌拉拉对青云天空的称呼
   * @param {PrintedSpan} call_30 春乌拉拉对米浴的称呼
   * @param {PrintedSpan} call_56 春乌拉拉对待兼福来的称呼
   */
  async s_a_dating(urara, you, callname, call_20, call_30, call_56) {
    const buffer = [];
    const love = era.get('love:52');
    buffer.push(
      async () => {
        await urara.say_and_wait([
          'На самом деле ',
          call_20,
          ' часто дремлет под этим деревом! М-м — сегодня вроде нет!',
        ]);
        await era.printAndWait([
          'Как и сказала ',
          urara.get_colored_name(),
          ', среди котиков, что греются под деревом, и правда нет той знакомой седой ',
          urara.uma_sex_title,
          '.',
        ]);
      },
      async () => {
        await urara.say_and_wait([
          call_56,
          ' обычно ставит там бесплатный лоток для гадания, но если переборщит — учителя прогоняют!',
        ]);
        await era.printAndWait([
          'Сейчас тот угол внутреннего двора, на который указала маленькая ',
          urara.uma_sex_title,
          ', пуст; похоже, Фукукитару — ',
          urara.sex,
          ' опять недавно прогнали.',
        ]);
      },
      async () => {
        await urara.say_and_wait([
          callname,
          ' любишь книжки с картинками? Урара взяла новую у ',
          call_30,
          ' !',
        ]);
        await era.printAndWait([
          'Сидя на скамейке во внутреннем дворе, ',
          urara.get_colored_name(),
          ' с улыбкой раскрывает между ними заранее принесённую книжку с картинками.',
        ]);
      },
    );
    if (love >= 50) {
      buffer.push(async () => {
        await urara.say_and_wait([
          'Когда солнце пригреет, у ',
          callname,
          ' от тела такой приятный запах… правда!',
        ]);
        await urara.say_and_wait([
          'Впрочем, у Урары тоже приятный запах! ',
          callname,
          ' тоже понюхай…!',
        ]);
        await era.printAndWait([
          'В улыбке, полной румянца, ',
          urara.get_colored_name(),
          ' силой ',
          urara.uma_sex_title,
          ' тянет ',
          you.get_colored_name(),
          ' в объятия, полные аромата ',
          urara.teen_sex_title,
          ' тела…',
        ]);
      });
    }
    if (love >= 75) {
      buffer.push(async () => {
        await urara.say_and_wait([
          'Хе-хе~ с ',
          callname,
          ' гулять по внутреннему двору — прямо как свидание!',
        ]);
        await urara.say_and_wait([
          'Э? Так это и есть свидание? Тогда… Урара вроде каждый день с ',
          callname,
          ' на свидании?',
        ]);
        await era.printAndWait([
          'Свидание, наверное, так не считают? Хотя время вместе с ',
          urara.get_colored_name(),
          ' всегда и правда очень радостное.',
        ]);
      });
    }
    if (love >= 100) {
      buffer.push(async () => {
        await urara.say_and_wait(
          'Вместе лежать на травке всегда так спокойно! Под солнцем прямо спать хочется!',
        );
        await urara.say_and_wait([
          callname,
          '! Хочешь обнять? У Урары здесь — ещё свободно!',
        ]);
        await era.printAndWait([
          'Лёжа рядом с ',
          you.get_colored_name(),
          ', ',
          urara.get_colored_name(),
          ' нежно раскрывает мягкие объятия и, улыбаясь, ',
          you.get_colored_name(),
          ' приглашает к себе.',
        ]);
      });
    }
    await get_random_entry(buffer)();
  },
  /**
   * @param {CharaTalk} urara 春乌拉拉
   * @param {CharaTalk} you 玩家
   * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
   * @param {PrintedSpan} call_15 春乌拉拉对好歌剧的称呼
   * @param {PrintedSpan} call_32 春乌拉拉对爱丽速子的称呼
   * @param {PrintedSpan} call_47 春乌拉拉对荒漠英雄的称呼
   * @param {PrintedSpan} call_61 春乌拉拉对圣王光环的称呼
   */
  async school_rooftop(
    urara,
    you,
    callname,
    call_15,
    call_32,
    call_47,
    call_61,
  ) {
    const buffer = [];
    const love = era.get('love:52');
    buffer.push(
      async () => {
        await urara.say_and_wait([
          callname,
          ' Смотри, в сегодняшнем бэнто такие вкусные овощи! М! Это ',
          call_61,
          ' сделала мне!',
        ]);
        await era.printAndWait([
          'Глядя на слегка подгоревшую, но на удивление неплохую еду, ',
          you.get_colored_name(),
          ' в душе благодарит соседку подопечной — совсем как мама.',
        ]);
      },
      async () => {
        await urara.say_and_wait([
          call_15,
          ' часто тут репетирует песни, но ',
          urara.sex,
          ' боится помешать другим, поэтому в обед не приходит!',
        ]);
        await era.printAndWait([
          'Как и сказала ',
          urara.get_colored_name(),
          ', все тоже хорошие дети.',
        ]);
      },
      async () => {
        await urara.say_and_wait(
          'Бэнто очень вкусный! И воздух такой свежий! Но… зачем мы вообще едим бэнто на крыше?',
        );
        await era.printAndWait(
          'Да точно, а зачем мы, кстати, едим бэнто на крыше?',
        );
        await era.printAndWait([
          'Внезапно задавшись тем же вопросом, ',
          you.get_colored_name(),
          ' и ',
          urara.get_colored_name(),
          ' вместе погружаются в какие-то странные размышления.',
        ]);
      },
    );
    if (love >= 50) {
      buffer.push(async () => {
        await urara.say_and_wait([
          'Слышала, ',
          call_32,
          ' ',
          urara.sex,
          ' продаёт какие-то особенные приправы… какой же у них вкус?',
        ]);
        await era.printAndWait([
          'Тихо болтая об особенном, ',
          urara.get_colored_name(),
          ', почему-то и сама замирает с мечтательным лицом.',
        ]);
      });
    }
    if (love >= 75) {
      buffer.push(async () => {
        await urara.say_and_wait([
          'Хе-хе~ сегодняшнее бэнто я сама готовила! Давай есть вместе, ',
          callname,
          '!',
        ]);
        await era.printAndWait([
          'Счастливо улыбаясь, ',
          urara.get_colored_name(),
          ' раскладывает бэнто на двоих и выставляет ещё неумелые, но полные любви блюда перед ',
          you.get_colored_name(),
          '.',
        ]);
        await era.printAndWait(
          'Глотаешь еду с пальцев подопечной в пластырях — и в сердце поднимается счастье, такое же светлое, как её улыбка.',
        );
      });
    }
    if (love >= 100) {
      buffer.push(async () => {
        await urara.say_and_wait([
          'Слышала, ',
          call_47,
          ' говорит, в мире есть снадобье под названием любовный эликсир — оно якобы заставляет двоих любить друг друга вечно!',
        ]);
        await urara.say_and_wait([
          'Такое зелье… если добавить в бэнто, на вкус еды не повлияет? ',
          callname,
          ' согласишься съесть?',
        ]);
        await era.printAndWait([
          'Хоть и думает об опасных вещах, маленькая ',
          urara.uma_sex_title,
          ' всё равно считается с чужим желанием.',
        ]);
      });
    }
    await get_random_entry(buffer)();
  },
  /**
   * @param {CharaTalk} urara 春乌拉拉
   * @param {CharaTalk} you 玩家
   * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
   * @param {boolean} high_relation 是否为高好感度（不低于融洽且不处于三周循环内）
   * @param {number} jpy 渔获的卖出收入
   */
  async o_r_fishing(urara, you, callname, high_relation, jpy) {
    await era.printAndWait([
      'Для сегодняшней вылазки на природу ',
      you.get_colored_name(),
      ' и ',
      urara.get_colored_name(),
      ' берут снасти и вместе приходят к реке, куда обычно ходят гулять.',
    ]);
    await era.printAndWait([
      'Хотя с ',
      urara.get_colored_name(),
      ' сегодня и был уговор погулять, на самом деле ',
      you.get_colored_name(),
      ' и не ожидал(а), что окажется с ',
      urara.get_colored_name(),
      ' на рыбалке.',
    ]);
    await era.printAndWait([
      'Наблюдая, как рядом оживлённо напевает Live-песни ',
      urara.get_colored_name(),
      ', ',
      you.get_colored_name(),
      ' в сердце твердит, чтобы сегодняшняя ',
      urara.get_colored_name(),
      ' не ударилась в 「пятиминутный пыл」.',
    ]);
    await era.printAndWait([
      'Впрочем, сгодится ли рыбалка как тренировка терпения для ',
      urara.get_colored_name(),
      '?',
    ]);
    era.println();
    if (high_relation) {
      await era.printAndWait([
        you.get_colored_name(),
        ' инстинктивно размышляет, но как всегда не успевает найти ответ и бывает прерван(а) голосом ',
        urara.get_colored_name(),
        '.',
      ]);
      await urara.say_and_wait([
        'А! ',
        callname,
        ' смотри! Рыбок в воде как будто рукой можно схватить!',
      ]);
      await era.printAndWait([
        'Ещё не бросив снасти, уже сидит на корточках у реки, ',
        urara.get_colored_name(),
        ' и возбуждённо тычет пальцами в ',
        you.get_colored_name(),
        '.',
      ]);
    } else {
      await era.printAndWait([
        urara.get_colored_name(),
        ' рядом с ',
        you.get_colored_name(),
        ' старается вести себя потише, но стоит подойти к воде — и ',
        urara.sex,
        ' на глазах ступает всё легче и бодрее.',
      ]);
      await urara.say_and_wait([callname, '! Здесь, здесь уже видно!']);
      await era.printAndWait([
        'Не сдерживая восторга, маленькая ',
        urara.uma_sex_title,
        ' едва дойдя до воды, уже с улыбкой тянет пальцы к теням рыб на поверхности.',
      ]);
    }
    era.println();

    era.printButton('「Нельзя сразу прыгать в реку за рыбой, ладно?」', 1);
    await era.input();

    await urara.say_and_wait(
      'Ага! Сегодня Урара будет ловить удочкой как следует!',
    );
    await era.printAndWait([
      'Ну хоть точно пообещай, что не прыгнешь. Слыша от подопечной лишь 「стерплю и не пойду」, ',
      you.get_colored_name(),
      ' лишь криво улыбается и качает головой.',
    ]);
    await era.printAndWait([
      'Когда всё готово, ',
      you.get_colored_name(),
      ' и ',
      urara.get_colored_name(),
      ' вместе забрасывают удочки: крючок чертит дугу, поплавок становится неприметной точкой на воде.',
    ]);
    await era.printAndWait([
      'Впрочем, сгодится ли рыбалка как тренировка терпения для ',
      urara.get_colored_name(),
      '? С удочкой в руках ',
      you.get_colored_name(),
      ' снова инстинктивно принимается размышлять.',
    ]);
    era.println();
    if (jpy > 0) {
      await urara.say_and_wait([callname, '! Урара опять поймала!']);
      await era.printAndWait([
        'Ведро со временем постепенно наполняется, ',
        urara.get_colored_name(),
        ' как раз вытаскивает из воды последний 「трофей」.',
      ]);
      await era.printAndWait([
        'Если бы ',
        urara.get_colored_name(),
        ' и вправду слушалась здесь и не лезла сама в реку руками за рыбой — было бы лучше.',
      ]);
      await era.printAndWait([
        'Не зная, плакать или смеяться, смотрит на ',
        urara.get_colored_name(),
        ': одежда намокла больше чем наполовину, и ',
        urara.sex,
        ' держит в объятиях большую рыбу, ',
        you.get_colored_name(),
        ' всё так же не может вымолвить ни слова упрёка.',
      ]);
      await era.printAndWait([
        urara.get_colored_name(),
        ' и правда молодец, но если лезть в воду как попало, даже ',
        urara.uma_sex_title,
        ' легко может простудиться.',
      ]);
      await era.printAndWait([
        'Собрав удочки, ',
        you.get_colored_name(),
        ' протягивает руку и вытирает волосы у маленькая ',
        urara.uma_sex_title,
        ', ещё в капельках воды, а ',
        urara.get_colored_name(),
        ' только собирается ответить и тихонько, мило чихает.',
      ]);
      await era.printAndWait([
        'Вот и вышло опять так. С улыбкой накинув куртку на слегка виноватую ',
        urara.get_colored_name(),
        ', ',
        you.get_colored_name(),
        ' вместе с подопечной, с двумя полными вёдрами улова, отправляется обратно.',
      ]);
      await era.printAndWait([
        'В этот раз для почти простудившейся маленькая ',
        urara.uma_sex_title,
        ' сварим уху.',
      ]);
    } else {
      await urara.say_and_wait('Хе-хе… клюёт… или нет…');
      await era.printAndWait([
        'Убрав ящик со снастями и два пустых ведра, ',
        you.get_colored_name(),
        ' взваливает на спину подопечную, что сквозь сон бормочет обрывками.',
      ]);
      await era.printAndWait([
        'Даже обычно не слишком терпеливая ',
        urara.get_colored_name(),
        ' ради улова готова была ждать, пока не уснёт, — а сегодняшний результат с одного взгляда и так однозначный ноль.',
      ]);
      await era.printAndWait([
        'Редко ',
        urara.get_colored_name(),
        ' всерьёз берётся за дело — ничего не поймать и правда немного жаль, но стоило подумать, что рыбалка изначально такая штука, и на душе остаётся лишь лёгкая беспомощность.',
      ]);
      await era.printAndWait([
        'Хотя в карте медосмотра вес вроде чуть вырос, ',
        urara.get_colored_name(),
        ' на удивление лёгкая.',
      ]);
      await era.printAndWait([
        'Думая, что ',
        urara.teen_sex_title,
        ' могла бы счесть такое немного невежливым, ',
        you.get_colored_name(),
        '  несёт на спине сладко спящую маленькую ',
        urara.get_colored_name(),
        '  и неспешно идёт той же дорогой, что пришли.',
      ]);
      await era.printAndWait([
        'Вот только неизвестно, ',
        urara.get_colored_name(),
        ' во сне сколько же рыб поймает…',
      ]);
    }
  },
  /**
   * @param {CharaTalk} urara 春乌拉拉
   * @param {CharaTalk} you 玩家
   * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
   * @param {PrintedSpan} call_30 春乌拉拉对米浴的称呼
   */
  async o_r_walking(urara, you, callname, call_30) {
    const buffer = [];
    const love = era.get('love:52');
    buffer.push(
      async () => {
        await urara.say_and_wait([
          'Сегодня воздух здесь тоже свежий, тело будто стало легче! ',
          callname,
          '! можно мне сейчас побегать?',
        ]);
        await era.printAndWait([
          you.get_colored_name(),
          ' соглашается на просьбу подопечной, но, учитывая ',
          urara.get_colored_name(),
          ' может упасть, ',
          you.get_colored_name(),
          '  трусит следом за ',
          urara.get_colored_name(),
          '  мелкой рысцой.',
        ]);
      },
      async () => {
        await urara.say_and_wait([
          'Тут кругом полно-полно красивых букашек! смотри, наловлю для ',
          callname,
          '…э? нельзя?',
        ]);
        await era.printAndWait([
          you.get_colored_name(),
          '  благодарит подопечную за желание поделиться, но ловить букашек на прогулке — это уж слишком ',
          urara.get_colored_name(),
          '  — стиль…',
        ]);
        await era.printAndWait([
          'Так думая, ',
          you.get_colored_name(),
          ' брызгает репеллентом на вовремя остановленную подопечную.',
        ]);
      },
      async () => {
        await urara.say_and_wait(
          'На самом деле все иногда тоже сюда приходят! с другими здесь и правда веселее!',
        );
        await urara.say_and_wait(
          'Не надо с радости прыгать в реку вместе со всеми…? я, я поняла…',
        );
        await era.printAndWait([
          'Хоть всё ещё витает в облаках, но ',
          urara.get_colored_name(),
          ' с друзьями рядом, наверно, ничего.',
        ]);
      },
    );
    if (love >= 50) {
      buffer.push(async () => {
        await urara.say_and_wait([
          'Сюда же мало кто заходит! с ',
          callname,
          '  вместе играть — и никто не помешает! хорошее же место!',
        ]);
        await urara.say_and_wait([
          'Эх-хе-хе~ хотя так делать нехорошо, но здесь только Урара и ',
          callname,
          '  вдвоём…',
        ]);
        await era.printAndWait([
          'В тени деревьев ',
          urara.get_colored_name(),
          ' слегка красные щёки будто становятся немного жуткими…',
        ]);
      });
    }
    if (love >= 75) {
      buffer.push(async () => {
        await urara.say_and_wait([
          callname,
          '! подойди ещё ближе… эх-хе-хе~ такое чувство, будто свидание у реки! ',
          callname,
          '  как думаешь?',
        ]);
        await era.printAndWait([
          'Будто ждёт ',
          you.get_colored_name(),
          '  — ответ, ',
          urara.get_colored_name(),
          ' невинная улыбка окрашивается стыдливым румянцем.',
        ]);
      });
    }
    if (love >= 100) {
      buffer.push(async () => {
        await urara.say_and_wait([
          call_30,
          '  — в книгах полно историй, где герои тайком встречаются у реки! после того как возьмутся за руки, дальше будет…',
        ]);
        await urara.say_and_wait([
          'Хе-хе~ на самом деле это всё какие-то непонятные вещи! но даже если так не делать, я и ',
          callname,
          '  всё равно будем вместе!',
        ]);
        await era.printAndWait([
          'Крепко держит ',
          you.get_colored_name(),
          '  — руку, ',
          urara.get_colored_name(),
          '  смотрит на ',
          you.get_colored_name(),
          '  и нежно, по-взрослому улыбается.',
        ]);
      });
    }
    await get_random_entry(buffer)();
  },
  /**
   * @param {CharaTalk} urara 春乌拉拉
   * @param {CharaTalk} teio 东海帝王
   * @param {CharaTalk} maya 摩耶重炮
   * @param {CharaTalk} you 玩家
   * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
   * @param {PrintedSpan} call_3 春乌拉拉对东海帝王的称呼
   * @param {PrintedSpan} call_24 春乌拉拉对摩耶重炮的称呼
   */
  async o_s_arcade(urara, teio, maya, you, callname, call_3, call_24) {
    const buffer = [];
    const love = era.get('love:52');
    buffer.push(
      async () => {
        await urara.say_and_wait(
          'В глазах так рябит… почему не проскочить, уу-эгх…',
        );
        await era.printAndWait([
          'Повиснув на автомате с Game Over, ',
          urara.get_colored_name(),
          '  — в глазах вишни сейчас стали кругами.',
        ]);
        await era.printAndWait([
          'После нескольких смелых попыток упрямая ',
          urara.get_colored_name(),
          '  в конце концов сбита ослепительным данмаку сложной STG.',
        ]);
      },
      async () => {
        await urara.say_and_wait(
          'У автоматов с файтингами всегда полно народу! но я понимаю! ведь у всех суперприёмы правда очень классные!',
        );
        await era.printAndWait([
          'С милым видом имитируя движения бойцов, ',
          urara.get_colored_name(),
          '  и усаживает ',
          you.get_colored_name(),
          '  перед автоматом.',
        ]);
        await era.printAndWait([
          'Но ',
          urara.get_colored_name(),
          '  всё ещё вроде не сильна в файтингах — надо подумать, как в этот раз поддаться…',
        ]);
      },
      async () => {
        await urara.say_and_wait([
          callname,
          '! здесь тоже продают игровые диски! а! это ',
          call_3,
          '  и ',
          call_24,
          '  в последнее время любимая игра!',
        ]);
        await era.printAndWait([
          'Взяв недавно очень популярную игру, ',
          urara.get_colored_name(),
          '  — улыбка резко контрастирует с жуткой обложкой.',
        ]);
        await era.printAndWait([
          'Но ',
          you.get_colored_name(),
          '  тоже не думает, что ',
          teio.get_colored_name(),
          '  и ',
          maya.get_colored_name(),
          '  понравятся хорроры, скорее всего, ',
          urara.couple_title,
          ' опять взяли за компанию, раз все говорят.',
        ]);
      },
    );
    if (love >= 50) {
      buffer.push(async () => {
        await urara.say_and_wait(
          'От такого и правда трудно отвести глаза… все любят такое?',
        );
        await urara.say_and_wait([
          callname,
          '  хочет посмотреть, как ',
          urara.get_colored_name(),
          '  нарядится по-взрослому и станцует взрослый танец? если ',
          callname,
          '  хочет…',
        ]);
        await era.printAndWait([
          'Глаза прикованы к откровенным танцам, что без конца мелькают на заставке танцевального автомата, ',
          urara.get_colored_name(),
          '  тянет ',
          you.get_colored_name(),
          '  за край одежды ещё крепче.',
        ]);
      });
    }
    if (love >= 75) {
      buffer.push(async () => {
        await urara.say_and_wait([
          'Какую игру ни возьми, с ',
          callname,
          '  вместе играть и правда веселее!',
        ]);
        await era.printAndWait([
          'Глядя на проходящих учеников и цветные огни автоматов, ',
          urara.get_colored_name(),
          '  сплетает пальцы с ',
          you.get_colored_name(),
          '  и счастливо прислоняется к ',
          you.get_colored_name(),
          '  сбоку.',
        ]);
      });
    }
    if (love >= 100) {
      buffer.push(async () => {
        await urara.say_and_wait(
          'Сегодня давай просто ловить игрушки! просто ловить игрушки — и ладно!',
        );
        await era.printAndWait([
          urara.get_colored_name(),
          '  с чуть красными щеками объявляет и, пока ',
          you.get_colored_name(),
          '  серьёзно ловит игрушку — вдруг забирается к груди и маленьким ртом легонько нападает на ',
          you.get_colored_name(),
          '  — основание шеи.',
        ]);
      });
    }
    await get_random_entry(buffer)();
  },
  /**
   * @param {CharaTalk} urara 春乌拉拉
   * @param {CharaTalk} you 玩家
   * @param {string} callname 春乌拉拉对玩家的称呼
   * @param {boolean} has_ticket 是否抽到温泉旅行券
   */
  async o_s_drawing(urara, you, callname, has_ticket) {
    await era.printAndWait([
      'Чтобы пополнить недостающие продукты в холодильнике кабинета тренера, ',
      you.get_colored_name(),
      ' и ',
      urara.get_colored_name(),
      ' вместе отправились за покупками на торговую улицу.',
    ]);
    await era.printAndWait([
      'Сначала просто зашли за продуктами, но почему-то, уже собираясь уходить, взгляд прикипел к собравшейся толпе.',
    ]);
    await era.printAndWait(
      'Может, тоже заразились атмосферой — подопечная и тренер, что всё больше становились похожи, так же слаженно протиснулись в толпу.',
    );
    await era.printAndWait(
      'Многогранная коробка, крутясь за рычагом, остановилась с звонким стуком — и ещё один неудачник стал обладателем пачки салфеток…',
    );
    await you.say_and_wait(
      'Но для лотереи на торговой улице, если память не врёт, нужна лотерейная карточка, так что нам лучше…?',
    );
    await era.printAndWait([
      'В итоге, едва обернувшись, ',
      you.get_colored_name(),
      ' тут же увидел(а), как ',
      urara.get_colored_name(),
      ' поискала в кармане и, будто фокус, вытащила лотерейную карточку.',
    ]);
    await era.printAndWait([
      '…Нм, если это маленькая идол торговой улицы ',
      urara.get_colored_name(),
      ' — то это и впрямь вполне логично.',
    ]);
    await era.printAndWait([
      'Глядя на сияющую нетерпением ',
      urara.get_colored_name(),
      ', ',
      you.get_colored_name(),
      '  тоже невозмутимо показал(а) большой палец — ',
      urara.sex,
      ' вверх.',
    ]);
    await urara.say_and_wait([callname, '! Сейчас вместе крутим! Раз-два—!']);
    await era.printAndWait([
      'По радостному ',
      urara.get_colored_name(),
      ' — приглашению, ',
      you.get_colored_name(),
      '  вышел(а) вперёд и вместе с подопечной дёрнул(а) рычаг.',
    ]);
    await era.printAndWait([
      'Под взглядом маленькой ',
      urara.uma_sex_title,
      ', полным ожидания, коробка крутилась, издавая всё новые хрусткие звуки, а затем—',
    ]);
    if (has_ticket) {
      await you.say_as_passer_by_and_wait(
        'Сотрудник A',
        'Поздравляем, Урара-тян! Вытянула особый приз『путёвка в горячие источники』!!',
      );
      await era.printAndWait([
        'Под поздравлениями ведущего лотерею сотрудника путёвка в гостиницу с горячими источниками была протянута ',
        urara.get_colored_name(),
        ' в руки.',
      ]);
      await era.printAndWait([
        'Впрочем, гостиница на путёвке и так знакома — похоже, это заведение, что давно сотрудничает с Центральным Трейсеном.',
      ]);
      await urara.say_and_wait(
        'Горячие источники? Это я смогу пойти покупаться? Как хорошо!',
      );
      await urara.say_and_wait([
        callname,
        '! В какой день пойдём? Завтра? Послезавтра? Или через три дня? Или…',
      ]);

      era.printButton('「А если пока прибережём как награду после скачки?»', 1);
      await era.input();

      await era.printAndWait([
        'Подумав, что сейчас рановато, и желая оставить ',
        urara.get_colored_name(),
        ' охоту стараться дальше, ',
        you.get_colored_name(),
        '  так и предложил(а).',
      ]);
      await urara.say_and_wait([
        'Нм! Вот так и решили! Тогда путёвку пусть ',
        callname,
        ' хранит!',
      ]);
      await urara.say_and_wait([
        'Я тоже постараюсь получить награду! Тогда вместе весело пойдём в источники!',
      ]);
      await era.printAndWait([
        urara.get_colored_name(),
        ' кивнула и с улыбкой протянула путёвку ',
        you.get_colored_name(),
        ' — в руки.',
      ]);
      await urara.say_and_wait(
        'Хм-хм~ как жду тот день, когда получу награду!',
      );
      await era.printAndWait([
        you.get_colored_name(),
        ' смотрел(а) на ',
        urara.get_colored_name(),
        ' — счастливую улыбку, полную ожидания будущего, и путёвка в руке будто стала тяжелее.',
      ]);
      await era.printAndWait([
        'Чтобы тот подходящий момент наступил поскорее, нужно вместе с ',
        urara.get_colored_name(),
        ' постараться.',
      ]);
    } else {
      const buffer = [
        async () => {
          await you.say_as_passer_by_and_wait(
            'Сотрудник A',
            'Поздравляем, первый приз! Награда —『отборный морковный гамбург』!',
          );
          await era.printAndWait(
            'Следом перед ними поставили ещё дымящуюся тарелку морковного гамбурга.',
          );
          await urara.say_and_wait([
            'О! ',
            callname,
            ', это на вид уже такое вкусное! Можно я прямо сейчас попробую?',
          ]);
          await era.printAndWait(
            'Нм? И правда выглядит отборно, даже на вид сверкает, но…',
          );

          era.printButton(
            '「Здесь не очень удобно, в общем, давай унесём есть в академию!»',
            1,
          );
          await era.input();

          await urara.say_and_wait([
            'И то правда! Тогда пойдём обратно вместе, ',
            callname,
            '!',
          ]);
          await era.printAndWait([
            'Вернувшись в академию, ',
            urara.get_colored_name(),
            ' и ',
            you.get_colored_name(),
            ' вместе разделили этот на вид очень крутой гамбург.',
          ]);
          await era.printAndWait(
            'Но сколько раз ни ешь — всё равно чудо: это же заранее приготовленное блюдо, а вкус вот такой.',
          );
          await era.printAndWait(
            'Вот бы в кабинете тренера сразу получался такой же вкус… есть такой способ?',
          );
        },
        async () => {
          await you.say_as_passer_by_and_wait(
            'Сотрудник A',
            'Поздравляем! Второй приз, награда —『корзина моркови』!',
          );
          await era.printAndWait([
            'Хоть это и второй приз, для ',
            urara.get_colored_name(),
            ' это, наверное, самое радостное.',
          ]);
          await era.printAndWait([
            'Как ',
            you.get_colored_name(),
            ' и думал(а), ',
            urara.get_colored_name(),
            ' с благодарностью приняла морковь и радостно повернулась к ',
            you.get_colored_name(),
            '.',
          ]);
          await urara.say_and_wait([
            callname,
            '! Когда вернёмся, давай вместе раздадим морковь всем!',
          ]);
          await urara.say_and_wait(
            'Раздавать-то надо многим! Но сначала вместе унести эту морковь обратно надо!',
          );

          era.printButton('「Нм, давай я всё это понесу!»', 1);
          await era.input();

          await era.printAndWait([
            'Приняв у ',
            urara.get_colored_name(),
            ' ту большую корзину моркови, ',
            you.get_colored_name(),
            ' и ',
            urara.get_colored_name(),
            ' вместе отправились обратно.',
          ]);
          await era.printAndWait([
            'Но по дороге обратно вас снова осыпали горячими поздравлениями и заботой дядюшки и тётушки с торговой улицы.',
          ]);
          await era.printAndWait([
            'Впрочем, с таким количеством даже раздавать — до конца не раздашь? ',
            urara.get_colored_name(),
            ' и впрямь популярный хороший ребёнок…',
          ]);
          await era.printAndWait([
            'Неся на руках морковь, которой незаметно стало куда больше, ',
            you.get_colored_name(),
            ' ощутил(а) толику『счастливых хлопот』.',
          ]);
        },
        async () => {
          await you.say_as_passer_by_and_wait(
            'Сотрудник A',
            'Третий приз! Награда —『одна морковка』!」',
          );
          await era.printAndWait([
            urara.get_colored_name(),
            ' благодаря сотруднику, радостно приняла морковь.',
          ]);
          await era.printAndWait([
            you.get_colored_name(),
            ' знает, что одной морковки ',
            urara.get_colored_name(),
            ' тоже будет рада, но всё равно, если ничего не сделать, сердце не успокоится.',
          ]);
          await era.printAndWait([
            'Но как раз когда ',
            you.get_colored_name(),
            ' ещё колебался(ась), что сказать, ',
            urara.get_colored_name(),
            ' уже сама перешла к делу.',
          ]);
          await era.printAndWait([
            '『хлоп』 — звонкий хруст, ',
            urara.get_colored_name(),
            ' разломила морковь пополам и радостно протянула ту, что потолще ',
            you.get_colored_name(),
            '.',
          ]);
          await urara.say_and_wait([
            'Ничего, даже одна морковка — всё равно морковка! ',
            callname,
            '! Вот эта побольше — тебе!',
          ]);

          era.printButton('「…Спасибо.」', 1);
          await era.input();

          await era.printAndWait([
            'Ещё раз ',
            urara.get_colored_name(),
            ' растрогала ',
            you.get_colored_name(),
            ' — заранее готовилась целая речь, но сейчас вырвалось лишь простое спасибо.',
          ]);
          await urara.say_and_wait(['Эх-хе-хе~ не за что, ', callname, '!']);
          await era.printAndWait([
            'Но ',
            urara.get_colored_name(),
            ' вовсе не против: с привычной улыбкой маленькая ',
            urara.uma_sex_title,
            ' сунула разделённую пополам морковь ',
            you.get_colored_name(),
            ' — в ладонь.',
          ]);
          await era.printAndWait([
            'Под столь же добрыми и исцеляющими взглядами окружающих ',
            you.get_colored_name(),
            ' и ',
            urara.get_colored_name(),
            ' разделили ту морковь, что будто обрела особый смысл.',
          ]);
          await era.printAndWait([
            'Как бы ни изменилась внешне, ',
            urara.get_colored_name(),
            ' всё равно всегда останется добрым ребёнком.',
          ]);
          await era.printAndWait([
            'Глядя на небо по дороге обратно, ',
            you.get_colored_name(),
            ' так верит.',
          ]);
        },
        async () => {
          await urara.say_and_wait('Ой, это же салфетки…!');
          await era.printAndWait([
            'Приняв салфетки, немного расстроенная ',
            urara.get_colored_name(),
            ' вдруг сама принялась утешать ',
            you.get_colored_name(),
            '.',
          ]);
          await urara.say_and_wait([
            callname,
            '! Не расстраивайся, лотерея — это же весело, и салфетки тоже ничего!',
          ]);
          await era.printAndWait([
            'Хотя ',
            urara.get_colored_name(),
            ' изо всех сил утешает ',
            urara.sex,
            ' — тренера, но со стороны всё равно больше похоже, что утешает себя.',
          ]);

          era.printButton(`「М-м, ничего, ${callname} не будет грустить.」`, 1);
          await era.input();

          await era.printAndWait([
            'Услышав ',
            you.get_colored_name(),
            ' — ответ, ',
            urara.get_colored_name(),
            ' радостно засмеялась, но через какое-то время улыбка всё же стала натянутой.',
          ]);
          await urara.say_and_wait('Но морковку всё-таки хочется…');
          await era.printAndWait([
            'Хотя изо всех сил прячет разочарование, ',
            urara.get_colored_name(),
            ' — уши всё равно повисли.',
          ]);
          await era.printAndWait([
            'В итоге она всё-таки немного скисла. По дороге обратно ',
            you.get_colored_name(),
            ' утешающе гладит ',
            urara.get_colored_name(),
            ' по голове.',
          ]);
        },
      ];
      await get_random_entry(buffer)();
    }
  },
  /**
   * @param {CharaTalk} urara 春乌拉拉
   * @param {CharaTalk} opera 好歌剧
   * @param {CharaTalk} you 玩家
   * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
   * @param {PrintedSpan} call_15 春乌拉拉对好歌剧的称呼
   */
  async o_s_ktv(urara, opera, you, callname, call_15) {
    const buffer = [];
    const love = era.get('love:52');
    buffer.push(
      async () => {
        await urara.say_and_wait([
          'Когда надо репетировать песни, я часто прихожу сюда со всеми! ',
          callname,
          ' Что захочешь послушать — спою что угодно!',
        ]);
        await era.printAndWait([
          'Первой схватила микрофон, ',
          urara.get_colored_name(),
          ' будто желая показать ',
          you.get_colored_name(),
          ' результаты репетиций, улыбаясь, спрашивает ',
          you.get_colored_name(),
          '.',
        ]);
      },
      async () => {
        await urara.say_and_wait([
          'Свет включишь — прямо как на Live! ',
          callname,
          ' Давай вместе споём!',
        ]);
        await era.printAndWait([
          'С озорством включила потолочный дискошар, ',
          urara.get_colored_name(),
          ' радостно тянет ',
          you.get_colored_name(),
          ' вместе взять микрофон.',
        ]);
      },
      async () => {
        await urara.say_and_wait([
          'Что сегодня споём? Эх-хе-хе~ Вообще-то у ',
          call_15,
          ' я выучила новую песню!',
        ]);
        await era.printAndWait([
          'Хотя у ',
          opera.get_colored_name(),
          ' — выученная там новая песня звучит как-то неладно, ',
          you.get_colored_name(),
          ' всё равно ждёт, когда ',
          urara.get_colored_name(),
          ' начнёт петь.',
        ]);
      },
    );
    if (love >= 50) {
      buffer.push(async () => {
        await urara.say_and_wait([
          '…Э-э? ',
          callname,
          ', что там за стенкой вообще…?',
        ]);
        await era.printAndWait([
          'Слушая, как из соседней кабинки без конца доносятся плеск воды и стоны, ',
          you.get_colored_name(),
          ' и ',
          urara.get_colored_name(),
          ' на миг не знают, что лучше делать…',
        ]);
      });
    }
    if (love >= 75) {
      buffer.push(async () => {
        await urara.say_and_wait([
          'Ну как, ',
          callname,
          '? Урара попала… попала тебе в сердце?',
        ]);
        await era.printAndWait([
          'Незрелым голосом неловко допела любовную айдол-песню, ',
          urara.get_colored_name(),
          ' застенчиво к ',
          you.get_colored_name(),
          ' сложила сердечко.',
        ]);
        await era.printAndWait([
          'Кажется, ',
          urara.sex,
          ' немного пересилила себя, но такая милая…',
        ]);
      });
    }
    if (love >= 100) {
      buffer.push(async () => {
        await urara.say_and_wait([
          callname,
          ', это ванильный парфе! Рот открой! А-а—!',
        ]);
        await era.printAndWait([
          you.get_colored_name(),
          ' инстинктивно проглотил(а) ',
          urara.get_colored_name(),
          ' — набранное ложкой мороженое и растерянно думает, зачем это делать в караоке.',
        ]);
        await era.printAndWait([
          'Но отвернувшись, ',
          you.get_colored_name(),
          ', тоже пропустил(а), как подопечная, тихонько покраснев, высунула язык и медленно облизывает ',
          you.get_colored_name(),
          ' — ложку, что побывала во рту, — с поплывшим взглядом…',
        ]);
      });
    }
    await get_random_entry(buffer)();
  },
  /**
   * @param {CharaTalk} urara 春乌拉拉
   * @param {CharaTalk} you 玩家
   * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
   */
  async o_s_movie(urara, you, callname) {
    const buffer = [];
    const love = era.get('love:52');
    buffer.push(
      async () => {
        await urara.say_and_wait(
          'Попкорн вкусный, и пить тоже вкусно! Но кино всё-таки важнее!',
        );
        await urara.say_and_wait(
          'В этот раз я хочу смотреть кино внимательно!',
        );
        await era.printAndWait([
          'Но хотя ',
          urara.get_colored_name(),
          ' так и сказала, заметив, что ',
          urara.sex,
          ' всё-таки хочет есть, ',
          you.get_colored_name(),
          ' всё равно купил(а) попкорн и напиток.',
        ]);
      },
      async () => {
        await urara.say_and_wait([
          'Всё в порядке, ',
          callname,
          '! Если будет достаточно интересно, Урара не заснёт… наверное!',
        ]);
        await era.printAndWait([
          'Выбрав фильм на неожиданно серьёзную тему, ',
          urara.get_colored_name(),
          ' к ',
          you.get_colored_name(),
          ' уверенно заявляет.',
        ]);
        await era.printAndWait([
          'Впрочем, правда ничего? Глядя на ',
          urara.get_colored_name(),
          ' — улыбку, ',
          you.get_colored_name(),
          ' всё же немного тревожится.',
        ]);
      },
      async () => {
        await urara.say_and_wait([
          '«Призрачный конь» снова в прокате! Каждый раз герой кажется таким родным! Но почему же?',
        ]);
        await era.printAndWait([
          'Проходя мимо одного из залов, глядя на афишу на стене, ',
          urara.get_colored_name(),
          ' к ',
          you.get_colored_name(),
          ' так говорит.',
        ]);
        await era.printAndWait([
          urara.get_colored_name(),
          ' всегда очень проницательна; возможно, ',
          urara.sex,
          ' и правда разглядела в этом классическом фильме что-то важное.',
        ]);
      },
    );
    if (love >= 50) {
      buffer.push(async () => {
        await urara.say_and_wait(
          'Говорят, в этом фильме есть страшные сцены, но Урара храбрая!',
        );
        await urara.say_and_wait([
          'Так что если ',
          callname,
          ' испугается, Урара может утешить ',
          callname,
          ', хорошо?',
        ]);
        await era.printAndWait([
          'В темноте тихо подняв подлокотник, ',
          urara.get_colored_name(),
          ' через прикосновение кожи передаёт учащённое сердцебиение и поднимающуюся теплоту ',
          you.get_colored_name(),
          '.',
        ]);
      });
    }
    if (love >= 75) {
      buffer.push(async () => {
        await urara.say_and_wait(
          'Хе-хе~ Хотя ещё кое-чего не понятно, но у героя и героини такие хорошие отношения!',
        );
        await urara.say_and_wait([
          'Но ',
          callname,
          ' и Урара тоже такие хорошие, правда? Это Урара хорошо знает!',
        ]);
        await era.printAndWait([
          'На подлокотнике кресла в кинозале, ',
          urara.get_colored_name(),
          ' с чуть взрослой улыбкой крепко сжимает ',
          you.get_colored_name(),
          ' — руку.',
        ]);
      });
    }
    if (love >= 100) {
      buffer.push(async () => {
        await urara.say_and_wait([
          'Если однажды история Урары тоже станет фильмом… Урара хочет, чтобы героя непременно сняли с ',
          callname,
          ' как с прообраза!',
        ]);
        await urara.say_and_wait(
          'Потому что я хочу, чтобы 『Урара』 навсегда оставалась подопечной только 『тренера』!',
        );
        await era.printAndWait([
          'Спокойно прислонившись к ',
          you.get_colored_name(),
          ' — плечу, ',
          urara.teen_sex_title,
          ' — свет в вишнёвых зрачках мягко мерцает в такт переменам на экране.',
        ]);
      });
    }
    await get_random_entry(buffer)();
  },
  /**
   * @param {CharaTalk} urara 春乌拉拉
   * @param {CharaTalk} you 玩家
   * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
   * @param {boolean} high_relation 是否为高好感度（不低于融洽且不处于三周循环内）
   * @param {number} dice 祈祷掷骰结果，0-1 之间的小数，越小越好
   */
  async o_c_pray(urara, you, callname, high_relation, dice) {
    await era.printAndWait([
      'Ради полной энтузиазма ',
      urara.get_colored_name(),
      ', и чтобы перед следующей скачкой выпросить удачу, ',
      you.get_colored_name(),
      ' решает взять ',
      urara.uma_sex_title,
      ' вместе сходить в храм посмотреть.',
    ]);
    await era.printAndWait('Всё равно срочных дел нет, да и раз уж пришли.');
    await era.printAndWait([
      'Только ступив на лестницу, ',
      you.get_colored_name(),
      ' чувствует, что атмосфера здесь чуть не такая, как в обычные визиты.',
    ]);
    await era.printAndWait([
      'Обычно этот маленький храм всегда шумный: кроме окрестных жителей и детей, что здесь играют, ещё и тренирующиеся на длинной лестнице ',
      urara.uma_sex_title,
      '.',
    ]);
    await era.printAndWait(
      'Но сегодня лестница особенно тихая: кроме шелеста рощи по сторонам и птичьего пения, слышны лишь шаги двоих.',
    );
    era.println();
    if (high_relation) {
      await era.printAndWait([
        'Вдвоём подниматься и правда чуть безжизненно, но крепко держащая ',
        you.get_colored_name(),
        ' — руку, ',
        urara.get_colored_name(),
        ' и правда всё время с улыбкой рядом с ',
        you.get_colored_name(),
        ' .',
      ]);
      await urara.say_and_wait('Что-то сегодня здесь несказанно чисто!');
      await era.printAndWait([
        'Хоть и неясно, про что именно, но ',
        you.get_colored_name(),
        ' кивает, соглашаясь с ',
        urara.get_colored_name(),
        ' — мнение, и настроение в компании ',
        urara.uma_sex_title,
        ' постепенно светлеет.',
      ]);
    } else {
      await era.printAndWait([
        'Поколебавшись мгновение, ',
        urara.get_colored_name(),
        ' всё же шагает вперёд и берёт ',
        you.get_colored_name(),
        ' — руку и вдруг встаёт перед ',
        you.get_colored_name(),
        ' .',
      ]);
      await urara.say_and_wait([
        callname,
        '! Тренировка на выносливость, не отставай, хорошо?',
      ]);
      await era.printAndWait([
        'Не успев опомниться, ',
        you.get_colored_name(),
        ' уже тащит на следующую ступень подопечная, вдруг с озорной улыбкой сорвавшаяся бежать —',
      ]);
    }
    era.println();

    await era.printAndWait([
      'Когда бегущая впереди ',
      urara.get_colored_name(),
      ' ведёт за руку на последнюю ступень, знакомый маленький храм возникает за ториями на вершине лестницы.',
    ]);
    await era.printAndWait(
      'Как ни менялась атмосфера, сегодня он по-прежнему тихо ждёт здесь молящихся.',
    );
    await era.printAndWait([
      'Вместе с ',
      urara.get_colored_name(),
      ' встав перед ящиком для подношений храма, ',
      you.get_colored_name(),
      ' достаёт две монеты и одну протягивает ',
      urara.get_colored_name(),
      ' в ладонь.',
    ]);
    await era.printAndWait([
      'Моргнув монете, ',
      urara.get_colored_name(),
      ' поднимает уши и, поняв без слов, сжимает её в кулачке…',
    ]);
    await era.printAndWait([
      'Просто закончив не слишком правильный обряд, ',
      you.get_colored_name(),
      ' помогает ',
      urara.get_colored_name(),
      ' снять сложенный жребий и вместе с ',
      urara.get_colored_name(),
      ' развернуть бумажки в руках —',
    ]);
    if (dice < 0.5) {
      await urara.say_and_wait('А! В этот раз удача хорошая!');
      await era.printAndWait([
        urara.get_colored_name(),
        ' радостно к ',
        you.get_colored_name(),
        ' показывает развёрнутую бумажку в руке; результат на ней и правда неплох.',
      ]);

      era.printButton('「Поздравляю, у меня тоже неплохой результат.」', 1);
      await era.input();

      await urara.say_and_wait([
        'Вытянуть хороший жребий — всегда так радостно! ',
        callname,
        ' тоже радуется, да?!',
      ]);
      await era.printAndWait([
        'Впрочем, радость не столько от хорошего жребия, сколько из-за ',
        urara.get_colored_name(),
        ' . Глядя на улыбку крошечной подопечной, ',
        you.get_colored_name(),
        ' тоже невольно слегка поднимает уголки губ.',
      ]);
      await era.printAndWait([
        'Глядя, как во дворе святилища кружится, словно радостная птичка, ',
        urara.get_colored_name(),
        ', привычное тепло снова наполняет ',
        you.get_colored_name(),
        ' — тело.',
      ]);
      await era.printAndWait([
        'Настроение стало куда легче — так ведь и дальше получится как следует стараться? Вспоминая их первую встречу, ',
        you.get_colored_name(),
        '  делает глубокий вдох.',
      ]);
      await urara.say_and_wait([callname, ', пора идти—']);
      await era.printAndWait([
        'Остановившись перед красными тории, розовая птичка машет рукой и зовёт ',
        you.get_colored_name(),
        '.',
      ]);
      await era.printAndWait([
        'Перед уходом, глядя в небо сквозь ветви рощи, ',
        you.get_colored_name(),
        '  благодарит кого-то, кто смотрит неизвестно откуда.',
      ]);
      await era.printAndWait('Сегодня и правда хороший день.');
    } else {
      await urara.say_and_wait([
        'Э? ',
        callname,
        ', в этот раз результат вроде как не очень, ',
        callname,
        ' — тоже?',
      ]);
      await era.printAndWait([
        'Показывая бумажку, где написано не слишком хорошо, ',
        urara.get_colored_name(),
        '  выглядит немного расстроенной, но тут же, словно вовсе не обратила внимания, с улыбкой поворачивается к ',
        you.get_colored_name(),
        '.',
      ]);

      era.printButton('「Ну, я думаю, ничего страшного.»', 1);
      await era.input();

      await urara.say_and_wait(
        'Ага! Невезение — дело обычное, раньше Урара тоже всё время проигрывала! Давай спокойно пойдём обратно!',
      );
      await era.printAndWait([
        'Услышав ',
        you.get_colored_name(),
        ' — ответ, ',
        urara.get_colored_name(),
        '  с облегчением улыбается, подходит и берёт ',
        you.get_colored_name(),
        ' — руку.',
      ]);
      await era.printAndWait(
        'А потом оба, уже собираясь домой, смешно шагнули вперёд и вместе шлёпнулись — шнурки у обоих давно бесшумно развязались, никто и не заметил.',
      );
      await era.printAndWait(
        'Но, глядя на растерянные лица друг друга, сидя на земле, оба, одновременно споткнувшиеся о шнурки, всё равно почему-то рассмеялись.',
      );
      await era.printAndWait([
        'Вытянуть неудачную бумажку — ещё не значит, что всё плохо! Смахивая пыль друг с друга, ',
        urara.get_colored_name(),
        '  оптимистично думает.',
      ]);
      await era.printAndWait([
        'Но это же не вправду сбылось? Вспоминая только что необычную атмосферу, ведя ',
        urara.get_colored_name(),
        '  домой, ',
        you.get_colored_name(),
        '  задумывается.',
      ]);
    }
  },
  /**
   * @param {CharaTalk} urara 春乌拉拉
   * @param {CharaTalk} you 玩家
   * @param {string} callname 春乌拉拉对玩家的称呼
   * @param {PrintedSpan} call_30 春乌拉拉对米浴的称呼
   * @param {PrintedSpan} call_33 春乌拉拉对爱慕织姬的称呼
   */
  async o_s_restaurant(urara, you, callname, call_30, call_33) {
    const buffer = [];
    const love = era.get('love:52');
    buffer.push(
      async () => {
        await urara.say_and_wait([
          call_30,
          '  и ',
          call_33,
          '  вместе рекомендовали булочную — и правда классная! В следующий раз тоже давай вместе!',
        ]);
        await era.printAndWait([
          'Покусывая пончик в руке, ',
          urara.get_colored_name(),
          '  радостно смахивает сахарную глазурь с уголка губ.',
        ]);
      },
      async () => {
        await urara.say_and_wait(
          `Там тот рамен, что в прошлый раз ели все вместе! Говорят, ещё и скрытое меню есть! ${callname}  тоже попробуй!`,
        );
        await era.printAndWait([
          'Взглянув на неожиданно довольно чистый фасад в глухом переулке, ',
          you.get_colored_name(),
          '  всё же вместе с ',
          urara.get_colored_name(),
          '  входит в дверь.',
        ]);
        await era.printAndWait(
          'Что до контроля рациона подопечной… раз вышли погулять, не стоит так портить настроение.',
        );
      },
      async () => {
        await urara.say_and_wait(
          'Э? Сегодня фастфуд? Тогда я хочу попробовать этот новый набор!',
        );
        await urara.say_and_wait([
          'Много? Тогда ',
          callname,
          '  тоже давай вместе есть! 『Урара~』 — пошла!',
        ]);
        await era.printAndWait([
          'После того как вместе разделили большой набор, ',
          you.get_colored_name(),
          '  чувствует, что следить за весом теперь, пожалуй, стоит не только ',
          urara.get_colored_name(),
          '.',
        ]);
      },
    );
    if (love >= 50) {
      buffer.push(async () => {
        await urara.say_and_wait(
          'Амн~ хлюп— когда ешь, не издавай странных звуков? Я поняла…?',
        );
        await era.printAndWait([
          'Хотя её и увидели сосущую еду странным способом, но с невинным лицом маленькая ',
          urara.uma_sex_title,
          ' как будто и сама не знает, что делает.',
        ]);
      });
    }
    if (love >= 75) {
      buffer.push(async () => {
        await urara.say_and_wait(
          `Хе-хе~ меня ${callname}  покормил(а)! Но Урара уже не ребёнок! Так что дальше моя очередь, да? ${callname}, а—`,
        );
        await era.printAndWait([
          'С счастливой улыбкой ',
          urara.get_colored_name(),
          '  выхватывает ложку, тоже зачерпывает ложку жареного риса и подносит к ',
          you.get_colored_name(),
          ' — губам.',
        ]);
      });
    }
    if (love >= 100) {
      buffer.push(async () => {
        await urara.say_and_wait(
          'Слушай! Я в журнале видела одну крутую игру — кормить изо рта в рот!',
        );
        await urara.say_and_wait(
          `Но на людях надо уметь сдерживаться… тогда потом, когда будем одни, ${callname}  сыграешь со мной в такую игру?`,
        );
        await era.printAndWait([
          'Даже если сказать нет, толку всё равно не будет. Глядя на маленькая ',
          urara.uma_sex_title,
          ' — полный исступлённого ожидания взгляд, ',
          you.get_colored_name(),
          '  молча доедает.',
        ]);
      });
    }
    await get_random_entry(buffer)();
  },
  /**
   * @param {CharaTalk} urara 春乌拉拉
   * @param {CharaTalk} you 玩家
   * @param {string} callname 春乌拉拉对玩家的称呼
   * @param {PrintedSpan} call_47 春乌拉拉对荒漠英雄的称呼
   * @param {PrintedSpan} call_56 春乌拉拉对待兼福来的称呼
   * @param {PrintedSpan} call_58 春乌拉拉对名将怒涛的称呼
   * @param {PrintedSpan} call_77 春乌拉拉对成田路的称呼
   */
  async o_s_dating(urara, you, callname, call_47, call_56, call_58, call_77) {
    const buffer = [];
    const love = era.get('love:52');
    buffer.push(
      async () => {
        await urara.say_and_wait([
          call_77,
          ' — рекомендованный магазинчик: сегодня туда вроде завезли что-то интересное! Давай зайдём посмотрим!',
        ]);
        await era.printAndWait([
          'Пробежавшая всю дорогу мелкой рысцой ',
          urara.get_colored_name(),
          ', уже стоит рядом с той изящной лавкой.',
        ]);
      },
      async () => {
        await urara.say_and_wait([
          'Вон тот сувенирный, это ',
          call_58,
          '  и ',
          call_56,
          '  иногда заходят! Сейчас вместе пойдём посмотрим?',
        ]);
        await era.printAndWait([
          'Сколько ни ходи, тот магазин на нормальный сувенирный не похож, но лишь бы ',
          urara.get_colored_name(),
          '  была рада — и ладно.',
        ]);
      },
      async () => {
        await urara.say_and_wait([
          'А! Та ',
          call_47,
          ' — рекомендованная букинистическая! Говорят, там появилось много редких книг!',
        ]);
        await era.printAndWait([
          'Таща за собой ',
          you.get_colored_name(),
          '  к дверям книжного, ',
          urara.get_colored_name(),
          '  любопытно заглядывает внутрь сквозь витрину.',
        ]);
      },
    );
    if (love >= 50) {
      buffer.push(async () => {
        await urara.say_and_wait(
          `Ха-а… а, надо нормально идти! Но ${callname} — запах на теле… ха-а…`,
        );
        await era.printAndWait([
          'Всю дорогу таща ',
          you.get_colored_name(),
          ' — одежду, ',
          urara.get_colored_name(),
          '  совсем погрузилась в ',
          callname,
          ' — запах.',
        ]);
      });
    }
    if (love >= 75) {
      buffer.push(async () => {
        await urara.say_and_wait(
          `Снова вспомнила, как в первый день поступления мама привела меня в Трейсен… но теперь есть и ${callname}  рядом со мной!`,
        );
        await era.printAndWait([
          'Взяв ',
          you.get_colored_name(),
          ' — за руку, ',
          urara.get_colored_name(),
          ' с улыбкой проходит вместе с ',
          you.get_colored_name(),
          ' сквозь шумную толпу.',
        ]);
      });
    }
    if (love >= 100) {
      buffer.push(async () => {
        await urara.say_and_wait([
          callname,
          ', сейчас руку не отпускай, ладно? Если в толпе потеряемся, Урара тоже испугается!',
        ]);
        await era.printAndWait([
          'Крепко обхватив ',
          you.get_colored_name(),
          ' — руку, хотя выражения не видно, но ',
          urara.get_colored_name(),
          ' наверное улыбается?',
        ]);
      });
    }
    await get_random_entry(buffer)();
  },
  /**
   * @param {CharaTalk} urara 春乌拉拉
   * @param {CharaTalk} you 玩家
   * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
   */
  async o_s_shopping(urara, you, callname) {
    const buffer = [];
    const love = era.get('love:52');
    buffer.push(
      async () => {
        await urara.say_and_wait(
          'Вон там рекламные щиты участниц, кто сегодня на них появится — ?',
        );
        await era.printAndWait([
          'В холле торгового центра, ',
          urara.get_colored_name(),
          ' и ',
          you.get_colored_name(),
          ' вместе взглянули вверх на ',
          urara.uma_sex_title,
          ' рекламные щиты.',
        ]);
      },
      async () => {
        await urara.say_and_wait([
          callname,
          '! В этот раз обувь и подковы можно взять как в прошлый раз, да? Э? Вот ту пару?',
        ]);
        await era.printAndWait([
          'Озадаченно держит две разные беговые туфли, ',
          urara.get_colored_name(),
          ' в скачках и тренировках всё ещё разбирается слабо.',
        ]);
      },
      async () => {
        await urara.say_and_wait(
          'Опять мимо витрины с победными костюмами! И в этот раз там опять красивая новая одежда!',
        );
        await era.printAndWait([
          'Новые победные костюмы на витрине значат, что новые ',
          urara.uma_sex_title,
          ' выйдут на грейдед-скачки, и в будущем давление может стать ещё чуть сильнее.',
        ]);
        await era.printAndWait([
          'Впрочем, ',
          urara.get_colored_name(),
          ' — улыбка лишь потому, что все смогут ещё на шаг приблизиться к будущему, и ей от этого радостно.',
        ]);
      },
    );
    if (love >= 50) {
      buffer.push(async () => {
        await urara.say_and_wait([
          callname,
          ', в последнее время под одеждой… натирает и болит, можно вместе с Урарой сходить посмотреть новые…?',
        ]);
        await urara.say_and_wait([
          'Других одноклассниц позвать вместе? Но у ',
          urara.couple_title,
          ' в последнее время совсем нет времени? ',
          callname,
          ', ещё помоги чуть-чуть…',
        ]);
        await era.printAndWait([
          'Хотя ',
          urara.get_colored_name(),
          ' — взгляд такой жалобный, но чтобы не угодить в участок, ',
          you.get_colored_name(),
          ' всё же изо всех сил отклоняет ',
          urara.get_colored_name(),
          ' — просьбу.',
        ]);
      });
    }
    if (love >= 75) {
      buffer.push(async () => {
        await urara.say_and_wait([
          'А! Эту одежду… не надо, ',
          callname,
          '! Я накоплю карманные и сама куплю!',
        ]);
        await era.printAndWait([
          'Хотя и жаль отпускать, но услышав ',
          you.get_colored_name(),
          ' — предложение купить, ',
          urara.get_colored_name(),
          ' всё же твёрдо повесила платье обратно на вешалку.',
        ]);
      });
    }
    if (love >= 100) {
      buffer.push(async () => {
        await urara.say_and_wait([
          'Урара~ хе-хе, стало страшно, ',
          callname,
          '? Вот поэтому не отходи от Урары далеко, ладно? Надо как следует взяться за руки!',
        ]);
        await era.printAndWait([
          you.get_colored_name(),
          ' хочет оставить подопечную в зоне отдыха и ненадолго отойти, ',
          urara.sex,
          ' же в тот миг, когда ',
          you.get_colored_name(),
          ' поворачивается, бросается сзади.',
        ]);
        await era.printAndWait([
          'Хотя ещё хотелось, чтобы ',
          urara.sex,
          ' вернулась посидеть, но ',
          urara.get_colored_name(),
          ' кажется, и уступать не хочет, и улыбки нет…',
        ]);
      });
    }
    await get_random_entry(buffer)();
  },
  /**
   * @param {CharaTalk} urara 春乌拉拉
   * @param {CharaTalk} you 玩家
   * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
   * @param {string} self_call 春乌拉拉的自称
   * @param {boolean} high_relation 是否为高好感度（不低于融洽且不处于三周循环内）
   * @param {boolean} u_awake 春乌拉拉是否醒着
   * @param {boolean} y_awake 玩家是否醒着
   */
  good_night_normal(
    urara,
    you,
    callname,
    self_call,
    high_relation,
    u_awake,
    y_awake,
  ) {
    const buffer = [];
    const love = era.get('love:52');
    if (u_awake && y_awake) {
      if (high_relation) {
        buffer.push(
          () => {
            urara.say([
              'На сегодня всё, да? Тогда до следующей встречи, ',
              callname,
              '!',
            ]);
            era.print([
              'Попрощавшись с ',
              you.get_colored_name(),
              ', ',
              urara.get_colored_name(),
              ' радостно убежала.',
            ]);
          },
          () => {
            urara.say(['Пора возвращаться? Поняла! Пока, ', callname, '!']);
            era.print([
              'Перед уходом, ',
              urara.get_colored_name(),
              ' с улыбкой обратилась к ',
              you.get_colored_name(),
              ' и всерьёз попрощалась.',
            ]);
          },
          () => {
            urara.say([
              'Уже столько времени! ',
              callname,
              ' По дороге будь осторожнее, ладно!',
            ]);
            era.print([
              'К ',
              you.get_colored_name(),
              ' обратилась с добрым напутствием, маленькая ',
              urara.uma_sex_title,
              ' вприпрыжку побежала к общежитию.',
            ]);
          },
          () => {
            urara.say([
              callname,
              ' тоже устал(а)? Спасибо за труды! Когда вернёшься — как следует отдохни, ладно?',
            ]);
            era.print([
              'В конце дня, ',
              urara.get_colored_name(),
              ' помахала на ',
              you.get_colored_name(),
              ' и ушла.',
            ]);
          },
        );
        if (love > 0) {
          buffer.push(
            () => {
              urara.say([
                'Как-то не ощущается, но когда мы вдвоём, время и правда летит! Неужели ',
                callname,
                ' ускоряет время! Э? Нет?',
              ]);
              era.print([
                'Говоря бессмыслицу, ',
                urara.get_colored_name(),
                ' и ',
                you.get_colored_name(),
                ' после прощания разошлись.',
              ]);
            },
            () => {
              urara.say(['Э? Меня проводят домой? Спасибо ', callname, '!']);
              era.print([
                'Услышав ',
                you.get_colored_name(),
                ' — совет, ',
                urara.get_colored_name(),
                ' с улыбкой пошла вместе с ',
                you.get_colored_name(),
                ' по последнему отрезку пути.',
              ]);
            },
          );
        }
        if (love >= 25) {
          buffer.push(
            () => {
              urara.say([
                'Хотя ещё хочется побыть, но так все заволнуются! Тогда до следующей встречи, ',
                callname,
                '!',
              ]);
              era.print([
                urara.get_colored_name(),
                ' выглядит немного так, будто ещё не нагулялась, но всё же послушно попрощалась с ',
                you.get_colored_name(),
                '.',
              ]);
            },
            () => {
              urara.say([
                'Немного жаль здесь с ',
                callname,
                ' прощаться! В следующий раз можно побольше побыть с ',
                self_call,
                '?',
              ]);
              era.print([
                'Хотя и с сожалением потянула ',
                you.get_colored_name(),
                ' — за край одежды, но ',
                urara.get_colored_name(),
                ' всё же тихо попрощалась и ушла.',
              ]);
            },
          );
        }
        if (love >= 50) {
          buffer.push(
            () => {
              urara.say([
                'Ха-а… прости, ',
                callname,
                ', мм~ подожди ещё чуть-чуть…',
              ]);
              era.print([
                'на лице странный жаркий румянец, ',
                urara.get_colored_name(),
                ' перед уходом ещё, как течная зверушка, трётся о ',
                you.get_colored_name(),
                ' — тело.',
              ]);
            },
            () => {
              urara.say([
                callname,
                '! Перед уходом можно ещё крепко обнять ',
                self_call,
                ' ? Мм… ещё крепче — тоже ничего, правда?',
              ]);
              era.print([
                'высказывает маленькое желание перед прощанием, из-за ',
                you.get_colored_name(),
                ' — объятия вся пунцовая ',
                urara.get_colored_name(),
                ' смотрит затуманенным взглядом.',
              ]);
            },
          );
        }
        if (love >= 75) {
          buffer.push(
            () => {
              urara.say([
                'Э? Уже так поздно… эх-хе-хе~ Сегодня правда было очень весело! В следующий раз тоже будем вместе!',
              ]);
              era.print([
                'дав ',
                you.get_colored_name(),
                ' любовное объятие, ',
                urara.get_colored_name(),
                ' довольно дёргает ушами и убегает.',
              ]);
            },
            () => {
              urara.say([
                'Э… нельзя ещё чуть-чуть побыть? Но правда нельзя ',
                callname,
                ' беспокоить же, до следующей встречи!',
              ]);
              era.print([
                'нехотя заканчивает ласки перед расставанием, ',
                urara.get_colored_name(),
                ' уходит, то и дело оглядываясь.',
              ]);
            },
          );
        }
        if (love >= 90) {
          buffer.push(
            () => {
              urara.say([
                'Уходишь? Тогда… чмок! Эх-хе-хе~ Это прощальный поцелуй!',
              ]);
              era.print([
                'виляя хвостом, ',
                urara.get_colored_name(),
                ' перед уходом легонько клюнула ',
                you.get_colored_name(),
                ' — щёку и, смеясь как птичка, убегает.',
              ]);
            },
            () => {
              urara.say([
                'Эх-хе-хе~ ',
                callname,
                ' , уходишь? В дороге будь осторожнее, хорошо? Как вернёшься — отдыхай как следует, ночью никуда не ходи флиртовать, ладно?',
              ]);
              era.print([
                'глядя на ',
                urara.get_colored_name(),
                ' — улыбку перед уходом, ставшую многозначительной, ',
                you.get_colored_name(),
                ' чувствует лёгкий холодок по спине.',
              ]);
            },
          );
        }
        if (love >= 100) {
          buffer.push(
            () => {
              urara.say([
                'Если ',
                callname,
                ' сейчас отпустит руку, ',
                self_call,
                ' может 『вжик』 — и убежит куда глаза глядят… шучу! Я уже не ребёнок! Но в следующий раз, когда будем вместе, тоже крепко держи ',
                self_call,
                ' — руку, ладно!',
              ]);
              era.print([
                'повторяя шутки подопечной перед уходом, почему-то ',
                you.get_colored_name(),
                ' — настроение становится слегка беспокойным…',
              ]);
            },
            () => {
              urara.say([
                'Чмок-мм~ хаа… мм! На сегодня хватит, ',
                callname,
                ' ещё захочет — в следующий раз поиграем! Не волнуйся, даже если ',
                callname,
                ' не придёт, ',
                self_call,
                ' будет вечно ждать ',
                callname,
                ' , ну…',
              ]);
              era.print([
                'высосав на шее любимого прощальный засос, маленькая ',
                urara.uma_sex_title,
                ' — чистый голос, помутнев и став соблазнительным, обвивается вокруг ',
                you.get_colored_name(),
                ' — уха.',
              ]);
            },
          );
        }
      } else {
        buffer.push(
          () => {
            urara.say([
              'Пора возвращаться? Тогда… до следующей встречи, ',
              callname,
              '!',
            ]);
            era.print([
              'взвесив, что сказать, ',
              urara.get_colored_name(),
              ' всё же решает подарить ',
              you.get_colored_name(),
              ' улыбку.',
            ]);
          },
          () => {
            urara.say([
              'Уже столько времени, пора возвращаться, ',
              callname,
              '!',
            ]);
            era.print([
              'улыбнувшись, ',
              you.get_colored_name(),
              ' напомнив, маленькая ',
              urara.uma_sex_title,
              ' спокойно идёт в общежитие.',
            ]);
          },
          () => {
            urara.say([
              'Проводить ',
              self_call,
              ' домой? Но мне ничего, спасибо, ',
              callname,
              '!',
            ]);
            era.print([
              'махнув рукой и отказав ',
              you.get_colored_name(),
              ' , ',
              urara.get_colored_name(),
              ' всё же уходит одна.',
            ]);
          },
        );
        if (love > 0) {
          buffer.push(
            () => {
              urara.say([
                'Сегодня тоже так быстро прошло, ',
                callname,
                ' тоже стал(а) чуть нежнее… ничего! Пока, ',
                callname,
                '!',
              ]);
              era.print([
                'говоря что-то, в чём не разобрать смысла, ',
                urara.get_colored_name(),
                ' , попрощавшись с ',
                you.get_colored_name(),
                ' , медленно уходит.',
              ]);
            },
            () => {
              urara.say([
                'Хоть и не очень понятно, как-то жаль уходить, но так тоже плохо…',
              ]);
              era.print([
                'поболтав сама с собой, подёргав ушами, ',
                urara.get_colored_name(),
                ' всё же как следует попрощавшись с ',
                you.get_colored_name(),
                ' , уходит.',
              ]);
            },
          );
        }
        if (love >= 25) {
          buffer.push(
            () => {
              urara.say([
                'Всех беспокоить? Но ведь все же велели ',
                callname,
                ' и ',
                self_call,
                ' быть вместе, так что беспокоиться не должны!',
              ]);
              era.print([
                'хоть выглядит ещё не наигравшейся, маленькая ',
                urara.uma_sex_title,
                ' всё же послушно уходит, но ',
                you.get_colored_name(),
                ' будто получает ворчание подопечной?',
              ]);
            },
            () => {
              urara.say([
                'Всё хорошо, ',
                self_call,
                ' не будет бегать куда попало! Но если ',
                callname,
                ' настаивает… тогда пойдём вместе!',
              ]);
              era.print([
                'застенчивая маленькая ',
                urara.uma_sex_title,
                ' всё же принимает ',
                you.get_colored_name(),
                ' — просьбу, и атмосфера, когда идут плечом к плечу, начинает становиться какой-то двусмысленной.',
              ]);
            },
          );
        }
        if (love >= 50) {
          buffer.push(
            () => {
              urara.say([
                'Прости… это, дай ещё ',
                self_call,
                ' немного времени…',
              ]);
              era.print([
                'перед расставанием без конца трётся о ',
                you.get_colored_name(),
                ' — тело, ',
                urara.get_colored_name(),
                ' изо всех сил сдерживает дрожь от вожделения.',
              ]);
            },
            () => {
              urara.say([
                'Хоть и такой человек, но ',
                callname,
                ' — дыхание… ах! Прости…',
              ]);
              era.print([
                'Наконец придя в себя из блаженного забытья, ',
                urara.get_colored_name(),
                '  спешно и смущённо отпустила ',
                you.get_colored_name(),
                ' — край одежды.',
              ]);
            },
          );
        }
        if (love >= 75) {
          buffer.push(
            () => {
              urara.say([
                callname,
                '! На прощание ещё обними меня спереди… можно? Тогда… постарайся быть понежнее, ладно?',
              ]);
              era.print(
                'От касаний то ближе, то дальше к новому крепкому объятию прощание, кажется, снова затянулось ещё на какое-то время.',
              );
            },
            () => {
              urara.say([
                'Уже так поздно, и сегодня тоже было очень весело, но ',
                callname,
                '……',
              ]);
              era.print([
                'После некоторых колебаний одарила ',
                you.get_colored_name(),
                ' любовным объятием, ',
                urara.get_colored_name(),
                ' всё же ушла, не в силах оторваться.',
              ]);
            },
          );
        }
        if (love >= 90) {
          buffer.push(
            () => {
              urara.say([
                '…чмок~ Это особенное прощание! Так что ',
                callname,
                ', когда увидимся в следующий раз, стань ещё чуть лучше, ладно?',
              ]);
              era.print([
                'Вишнёвыми губами легонько коснулась щеки возлюбленного, маленькая ',
                urara.uma_sex_title,
                ' смущённо подрагивая ушками, тихонько подбадривала возлюбленного.',
              ]);
            },
            () => {
              urara.say([
                callname,
                ', вечером, если пойдёшь на взрослые дела, тоже береги себя! Не пойдёшь? Если и правда — ну ничего…',
              ]);
              era.print([
                'В болтовне перед расставанием ',
                urara.get_colored_name(),
                '  сомневающимся, но снисходительным взглядом кольнула ',
                you.get_colored_name(),
                '  чувствует себя немного неловко.',
              ]);
            },
          );
        }
        if (love >= 100) {
          buffer.push(
            () => {
              urara.say([
                'Уже расстаёмся? Но если сейчас отпустить, ',
                callname,
                '  вдруг пойдёшь ласкаться к кому-то ещё? Шучу!',
              ]);
              era.print([
                you.get_colored_name(),
                '  под ',
                urara.get_colored_name(),
                ' — провожающим взглядом уходит, а взгляд подопечной со спины сверлит ',
                you.get_colored_name(),
                ' — и на душе становится не по себе…',
              ]);
            },
            () => {
              urara.say([
                'чмок~ чвак~ хаа… хе-хе~ нравится? На сегодня хватит, а в следующий раз, как будет удобно, ',
                self_call,
                '  с ',
                callname,
                '  поговорит об этом!',
              ]);
              era.print([
                'На теле любимого перед расставанием с силой впечатала свою метку, маленькая ',
                urara.uma_sex_title,
                ' чистым голосом изливала мутные желания.',
              ]);
            },
          );
        }
      }
    } else if (y_awake) {
      if (
        era.get('status:52:马跳S') ||
        era.get('status:52:马跳Z') ||
        era.get('status:52:超马跳Z') ||
        era.get('status:52:弗隆K') ||
        era.get('status:52:弗隆P') ||
        era.get('base:52:性欲') >= lust_border.absent_mind
      ) {
        buffer.push(
          () => {
            urara.say('уу… мм…');
            era.print([
              'Даже по дороге, когда ',
              you.get_colored_name(),
              ' провожает ',
              urara.sex,
              ' домой, во сне ',
              urara.get_colored_name(),
              '  всё не затихала в беспокойных стонах.',
            ]);
          },
          () => {
            urara.say('……');
            era.print([
              'Крохотное разгорячённое тельце сжалось в ',
              you.get_colored_name(),
              ' — объятиях, и даже по дороге домой, ',
              urara.get_colored_name(),
              '  всё ещё погружена в розовый сон.',
            ]);
          },
        );
      } else {
        buffer.push(
          () => {
            urara.say('фуэ…');
            era.print([
              'По мере того как дыхание выровнялось, ',
              urara.get_colored_name(),
              ' прижалась к ',
              you.get_colored_name(),
              '  и мирно спит рядом.',
            ]);
          },
          () => {
            urara.say('……');
            era.print([
              'Может, от усталости, но в ',
              you.get_colored_name(),
              ' — объятиях ',
              urara.get_colored_name(),
              '  тихо спит.',
            ]);
          },
          () => {
            urara.say('эх-хе-хе…');
            era.print([
              'Всю дорогу домой бормотала во сне, на ',
              you.get_colored_name(),
              ' — спине ',
              urara.get_colored_name(),
              '  что же ей снилось?',
            ]);
          },
        );
      }
    } else {
      buffer.push(
        () =>
          era.print([
            'Увидев, что ',
            you.get_colored_name(),
            '  уже спит, ',
            urara.get_colored_name(),
            '  будто каким-то способом украдкой ',
            you.get_colored_name(),
            '  переносит домой.',
          ]),
        () =>
          era.print([
            'Проснувшись, ',
            you.get_colored_name(),
            '  обнаруживает, что уже дома, а в ушах будто ещё звучит ',
            urara.get_colored_name(),
            ' — прощальный голос.',
          ]),
        () => {
          era.print(
            'Открываешь глаза — знакомый потолок, и правда снова в спальне.',
          );
          era.print(
            `Хоть подопечной и вправду наделал(а) хлопот, но крошечная ${urara.sex} как вообще одна дотащила другого человека обратно…`,
          );
        },
      );
      if (love >= 50) {
        buffer.push(() => {
          era.print([
            'Отнеся ',
            you.get_colored_name(),
            '  обратно домой, ',
            urara.get_colored_name(),
            '  будто ещё заботливо помогла ',
            you.get_colored_name(),
            '  немного прибрать комнату.',
          ]);
          era.print([
            'Только вот почему-то ',
            you.get_colored_name(),
            '  чувствует, будто бельё в корзине для стирки кто-то перебирал…',
          ]);
        });
      }
      if (love >= 75) {
        buffer.push(() => {
          era.print([
            'На самой грани забытья прощальный поцелуй коснулся ',
            you.get_colored_name(),
            ' — щеки.',
          ]);
          era.print([
            'К пробуждению ',
            urara.get_colored_name(),
            '  уже нет рядом, но касание поцелуя на лице всё ещё очень отчётливо.',
          ]);
        });
      }
      if (love >= 100) {
        buffer.push(() => {
          era.print([
            'Снова открыв глаза, ',
            you.get_colored_name(),
            '  обнаруживает, что уже дома.',
          ]);
          era.print([
            'Рядом ещё теплится ',
            urara.get_colored_name(),
            ' — тепло, будто здесь ',
            urara.sex,
            ' ещё побыла с ',
            you.get_colored_name(),
            '  довольно долго.',
          ]);
        });
      }
    }
    get_random_entry(buffer)();
  },
  /**
   * @param {CharaTalk} urara 春乌拉拉
   * @param {CharaTalk} you 玩家
   * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
   * @param {string} self_call 春乌拉拉的自称
   * @param {boolean} high_relation 是否为高好感度（不低于融洽且不处于三周循环内）
   * @param {number} check 求爱检定值，如果是大成功则默认同意
   */
  async good_night_sex(urara, you, callname, self_call, high_relation, check) {
    const love = era.get('love:52');
    if (high_relation) {
      if (love === 100) {
        urara.say([
          'члюк~ хаа… ',
          callname,
          ', в этот раз тоже займёмся приятным? Можно не останавливаться, пока не натешимся вволю, ладно?',
        ]);
        era.print([
          'После неистовых объятий и мокрого поцелуя хрупкая ',
          urara.sex,
          ' наивным тоном прильнула к ',
          you.get_colored_name(),
          ' — уху, тихонько выдыхая бесовской соблазн.',
        ]);
      } else if (love >= 90) {
        urara.say([
          'чмок~ То есть сегодня вечером ',
          self_call,
          '  всё можно, да? Так что… ',
          callname,
          '  пойдёшь с ',
          self_call,
          '  вместе?',
        ]);
        era.print([
          'С чуть повзрослевшей стыдливостью роняет поцелуй на лицо любимого, ',
          urara.get_colored_name(),
          ' — улыбка, под которой щёки стали мягкими и тёплыми.',
        ]);
      } else if (love >= 75) {
        urara.say([
          'Когда пойдём обратно, ',
          self_call,
          ' может заглянуть к ',
          callname,
          ' в комнату? П-просто глянуть, и всё!',
        ]);
        era.print([
          'И вот ',
          urara.teen_sex_title,
          ' жаждущим взглядом говорит двусмысленные отговорки, румянец всходит на маленькое личико, и ',
          urara.get_colored_name(),
          '  всё ясно и без слов.',
        ]);
      } else {
        urara.say([
          callname,
          '! Сегодня м-можно ещё побыть с ',
          self_call,
          ' ? Вечером побудь ещё чуть-чуть!',
        ]);
        era.print([
          'Запинаясь, легонько трётся о ',
          you.get_colored_name(),
          ' — тело, ',
          urara.get_colored_name(),
          '  часто дыша, не отпускает ',
          you.get_colored_name(),
          '.',
        ]);
      }
    } else if (love === 100) {
      urara.say([
        'В последнее время устал(а)? Тогда, чу… хе-хе, сегодня ',
        callname,
        ' может сделать с ',
        self_call,
        ' ещё больше крутых вещей, да?',
      ]);
      era.print([
        'Мягкое прикосновение скользит по ',
        you.get_colored_name(),
        ' — уголкам губ, и на цыпочках ',
        urara.get_colored_name(),
        '  тянется вверх: ',
        urara.sex,
        ' легко целует — и её ',
        callname,
        '  получает томную просьбу.',
      ]);
    } else if (love >= 90) {
      urara.say([
        'Хотя ',
        self_call,
        ' не одинока, но если ',
        callname,
        ' хочет… ',
        self_call,
        ' тоже не против, да?',
      ]);
      era.print([
        'На словах отказывается, а сама зовёт, и перед расставанием ',
        urara.get_colored_name(),
        '  вдруг с помутившимся взглядом обхватывает ',
        you.get_colored_name(),
        ' — талию.',
      ]);
    } else if (love >= 75) {
      urara.say([
        'Хочешь забрать ',
        self_call,
        ' к себе? Если на завтра не повлияет, наверное, ничего…?',
      ]);
      era.print([
        'Не дожидаясь, пока ',
        you.get_colored_name(),
        ' ответит на первый вопрос, настойчивая маленькая ',
        urara.uma_sex_title,
        ' с видом неутолённого желания ',
        you.get_colored_name(),
        '  бросает второй вопрос.',
      ]);
    } else {
      urara.say([
        callname,
        ', ',
        self_call,
        ' — тело такое странное… можно не уходить?',
      ]);
      era.print([
        'Хоть очень не хочет, маленькая ',
        urara.uma_sex_title,
        ' всё же с пылающим лицом тянется и хватает ',
        you.get_colored_name(),
        ' — край одежды.',
      ]);
    }
    era.printButton('Согласиться', 1);
    era.printButton('Отказаться', 2, { disabled: check === 2 });
    return await era.input();
  },
  /**
   * @param {CharaTalk} urara 春乌拉拉
   * @param {CharaTalk} you 玩家
   * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
   * @param {boolean} high_relation 是否为高好感度（不低于融洽且不处于三周循环内）
   */
  async after_punish(urara, you, callname, high_relation) {
    await era.printAndWait([
      'Словно забыв про стыд, теребит сверху донизу своё ставшее чужим и чутким тело, и сегодня ',
      you.get_colored_name(),
      '  съёживается в углу кабинета тренера и тихо постанывает.',
    ]);
    await era.printAndWait([
      'Фигура и лицо в зеркале стали так изысканны, что не похожи на себя, но ',
      you.get_colored_name(),
      '  всё же выбирает тонуть в непробудном кошмаре и не может выбраться.',
    ]);
    await era.printAndWait([
      'Стоит лишь слегка коснуться — и это тело свербит нестерпимо… это тоже из-за переделки? Или… неужели такое оно, тело умамусумэ…?',
    ]);
    await era.printAndWait([
      'Но как раз когда ',
      you.get_colored_name(),
      '  хочет продолжить снимать одежду, сзади в незапертую дверь раздаётся лёгкий и вежливый стук.',
    ]);
    await era.printAndWait([
      'За секунду до того, как дверь толкнут, почти пришедшая в себя ',
      you.get_colored_name(),
      '  в ужасе прижимает колотящуюся грудь и в спешке закрывает тело.',
    ]);
    await era.printAndWait([
      'А глядя на 「старшую умамусумэ」 в растрёпанной одежде перед собой, вошедшая ',
      urara.get_colored_name(),
      '  наивно и растерянно склоняет голову набок.',
    ]);
    await urara.say_and_wait([
      'Э? Так это ',
      callname,
      ' ? Урара тоже думала, что такой день будет, но не слишком ли рано?',
    ]);
    await era.printAndWait([
      'После удивления всё же надевает знакомую улыбку, и сразу узнавшая ',
      callname,
      ' маленькая ',
      urara.uma_sex_title,
      ' с прежней послушностью садится рядом с ',
      you.get_colored_name(),
      '.',
    ]);
    await urara.say_and_wait([
      'Хе-хе~ ',
      callname,
      ' всё ещё ',
      callname,
      ' ! А я думала, придётся заново знакомиться с ',
      callname,
      ' , так было бы слишком жалко!',
    ]);

    era.printButton('「…Урара, так ты тоже знала?」', 1);
    await era.input();

    await urara.say_and_wait([
      'Ага! Урара и раньше слышала от всех, вот только такую, как ',
      callname,
      ' , Урара видит в первый раз!',
    ]);
    await urara.say_and_wait([
      'Впрочем, ',
      callname,
      ' — перемена и правда большая, но запах на теле ничуть не изменился, так что Урара сразу узнала!',
    ]);
    await era.printAndWait([
      'Тихо протягивает обе руки, ',
      urara.get_colored_name(),
      '  утешающе гладит ',
      you.get_colored_name(),
      ' — щёки и, чуть помедлив, ведёт всё выше.',
    ]);
    await era.printAndWait([
      'Озорные маленькие ручки подопечной скользят по ',
      you.get_colored_name(),
      '  ставшим ещё шелковистее волосам и наконец ловят на макушке ту пару ещё не слишком послушных пушистых лошадиных ушек.',
    ]);
    if (high_relation) {
      await urara.say_and_wait([
        callname,
        ' сейчас ещё очень неудобно, да? Но ничего, Урара тоже может научить ',
        callname,
        ' , как справляться с жизнью!',
      ]);
      await urara.say_and_wait([
        'Урара вроде ещё слышала от всех: если ',
        callname,
        ' будет меняться дальше, случится будто что-то ещё страшнее…',
      ]);
      await era.printAndWait([
        'Словно вспомнив что-то страшное, ',
        urara.get_colored_name(),
        '  сперва замирает в дрожи, но затем с утешающей улыбкой обнимает ',
        you.get_colored_name(),
        '.',
      ]);
      await urara.say_and_wait([
        'Ничего! Если и правда станет так, я буду заботиться о ',
        callname,
        '! Хотя ',
        callname,
        ' лучше такой не становиться!',
      ]);
    } else {
      await urara.say_and_wait([
        'Если станет таким ',
        callname,
        ' потом будет к Ураре нежнее — вот бы, но правда ли так выйдет?',
      ]);
      await urara.say_and_wait([
        'И Урара ещё слышала: если будет как раньше, ',
        callname,
        '  станет выглядеть очень странно…',
      ]);
      await era.printAndWait([
        'Словно внезапно вспомнив что-то грустное, крепко обнимает ',
        you.get_colored_name(),
        ' — тело, маленькая ',
        urara.uma_sex_title,
        ' смотрит на ',
        you.get_colored_name(),
        ' — взгляд тоже становится немного сложным.',
      ]);
      await urara.say_and_wait([
        'Если и правда станет так… даже если ',
        callname,
        ' не хочет, Ураре всё равно придётся заботиться о ',
        callname,
        ' , ясно?',
      ]);
    }

    await era.printAndWait([
      'Возможно, маленькая ',
      urara.get_colored_name(),
      ' знает больше, чем ',
      you.get_colored_name(),
      ' представляет… нет, возможно, ',
      you.get_colored_name(),
      ' знает даже больше.',
    ]);
    await era.printAndWait([
      'Только… как бы ни складывалось раньше, эти ясные вишнёвые глаза перед тобой всегда говорят об одном: ',
      urara.sex,
      ' сердцем неизменно там, где её ',
      callname,
      '.',
    ]);
    await era.printAndWait([
      'Может, даже если назад дороги нет, сейчас ещё не поздно? Может, даже ради ',
      urara.get_colored_name(),
      ', сейчас ещё есть шанс попробовать измениться?',
    ]);
    await era.printAndWait([
      '…По крайней мере, сначала скажи ту запоздалую фразу ',
      urara.sex,
      '. Крепче прижми к себе маленькую ',
      urara.uma_sex_title,
      ', ',
      you.get_colored_name(),
      ' вспоминает первое объятие в медпункте…',
    ]);

    era.printButton('「Спасибо тебе…」', 1);
    await era.input();

    await urara.say_and_wait([
      'М? ',
      callname,
      ' зачем благодаришь? Урара же ещё ничего не сделала?',
    ]);
    await urara.say_and_wait([
      'Но… чтобы у ',
      callname,
      ' такого не вышло, Урара и ',
      callname,
      ' не могут закончить одними словами, ясно?',
    ]);
    await era.printAndWait([
      'Словно успокаивая потерявшуюся девочку, нежно хлопает по ',
      you.get_colored_name(),
      ' — спине, ',
      urara.get_colored_name(),
      '  в ',
      you.get_colored_name(),
      ' — объятиях всё так же нежно улыбается.',
    ]);
    await era.printAndWait([
      'Может, именно сейчас кажущаяся наивной ',
      urara.sex,
      ' и есть тот 「взрослый」, на кого по-настоящему стоит положиться…',
    ]);
    await urara.say_and_wait([
      'Поэтому Урара решила: с сегодня вместе побежим? Если взяться серьёзно, потом точно станет лучше, да?',
    ]);

    era.printButton('「Э? Но это тело я ещё…」', 1);
    await era.input();

    await urara.say_and_wait([
      'Не волнуйся, хорошо? Я обещаю, хорошо? ',
      callname,
      '  потом точно будешь бежать быстрее Урары!',
    ]);
    await urara.say_and_wait([
      'Поэтому… кто проиграет — тому погладят хвостик! Хе-хе~ всё равно ',
      callname,
      ' — хвост точно взъерошен, как после сна, да?',
    ]);
    await era.printAndWait([
      'Ещё не успевает ',
      you.get_colored_name(),
      ' опомниться, ',
      urara.get_colored_name(),
      '  тут же тащит ',
      you.get_colored_name(),
      ' вон из кабинета тренера и бежит к Тренировочному полю.',
    ]);
    await era.printAndWait([
      'Хотя ',
      you.get_colored_name(),
      ' ещё ничего не сделал(а), расстояние до маленькой подопечной незаметно снова сократилось.',
    ]);
    await era.printAndWait([
      'Может, то, что тебя превратили в умамусумэ… тоже не совсем плохо?',
    ]);
  },
  lets_slp: (() => {
    const title = 'Пойдём спать!';
    /**
     * @param {CharaTalk} urara 春乌拉拉
     * @param {CharaTalk} inner_urara 「春乌拉拉」
     * @param {CharaTalk} you 玩家
     * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
     * @param {boolean} high_relation 是否为高好感度（不低于融洽且不处于三周循环内）
     */
    const f = async (urara, inner_urara, you, callname, high_relation) => {
      await era.printAndWait([
        'Едва войдя в кабинет тренера, ',
        you.get_colored_name(),
        ' видит слишком уж уютно спящую ',
        urara.get_colored_name(),
        '.',
      ]);
      await era.printAndWait(
        'Потому что в кабинете тренера слишком уютно, или маленькая подопечная уже считает это место 「домом」?',
      );
      await era.printAndWait([
        'Снятая одежда кое-как свалена рядом, сейчас ',
        urara.sex,
        ' с головы до ног одета только в плотное розовое спортивное бельё.',
      ]);
      await era.printAndWait([
        'Вишнёвые волосы и хвост естественно рассыпались под ней, крошечные милые ушки тоже расслабленно подрагивают.',
      ]);
      await era.printAndWait([
        'На милом кукольном лице спокойствие, во сне сама собой потягивается маленькая ',
        urara.uma_sex_title,
        ', кожа в свете ламп отливает здоровым блеском.',
      ]);
      await era.printAndWait([
        'Обтягивающее бельё слегка впивается в мягкое тело: ',
        urara.teen_sex_title,
        ' вся — нежная плоть и растущие изгибы, что держат тонкий баланс на этом будто ещё не распустившемся теле.',
      ]);
      if (era.get('talent:52:乳房尺寸') > 0) {
        await era.printAndWait([
          'По кое-каким причинам слишком пышная грудь и вовсе набивает единственную ткань на торсе до отказа, на маленькой ',
          urara.uma_sex_title,
          ' теле свободно вздымается.',
        ]);
      }
      await era.printAndWait([
        'Лёжа на диване-кровати в кабинете тренера, ',
        urara.get_colored_name(),
        ' так беззащитно выставляет своё милое тело.',
      ]);
      await era.printAndWait([
        'Глядя на такое доверчивое милое существо, мысли вроде тех, что при первой встрече с маленькой ',
        urara.uma_sex_title,
        ' и когда спали в одной постели, всплывают у ',
        you.get_colored_name(),
        ' — в голове.',
      ]);
      await era.printAndWait([
        'Такое мягкое маленькое животное — так и хочется подойти погладить, лишь бы ',
        urara.sex,
        ' не проснулась, да и подопечная в таком виде и правда навевает сон.',
      ]);
      await era.printAndWait([
        'Если бы не работа, полежать с ',
        urara.get_colored_name(),
        '  немного, может, тоже неплохо?',
      ]);
      await era.printAndWait([
        'Хотя ',
        you.get_colored_name(),
        ' давно уже не ребёнок, даже если ',
        urara.get_colored_name(),
        ' ',
        urara.sex,
        ' правда позволит, такое своенравие, наверное, всё равно нельзя…',
      ]);
      await era.printAndWait(
        'Но при такой открытой позе, если застудит живот, будет плохо.',
      );
      await era.printAndWait([
        'Так думая, ',
        you.get_colored_name(),
        ' берёт одеяло рядом и, чтобы не разбудить ',
        urara.get_colored_name(),
        ' собирается тихонько подойти.',
      ]);
      await urara.say_and_wait(['М? ', callname, '……?']);
      await era.printAndWait([
        'Покачивая чуткими ушками, поймавшая звук беспечная ',
        urara.teen_sex_title,
        ' чуть открывает глаза — ',
        urara.sex,
        ' различает мутным взглядом: помочь ей укрыться одеялом готовится ',
        you.get_colored_name(),
        '.',
      ]);
      await era.printAndWait([
        'Сонные, ещё в дрёме ручки, пошарив, взобрались на ',
        you.get_colored_name(),
        ' — запястье.',
      ]);
      await era.printAndWait([
        'Маленькая ',
        urara.uma_sex_title,
        ' несдержанным рывком повалила ',
        you.get_colored_name(),
        ' вместе с одеялом на кровать.',
      ]);
      await era.printAndWait([
        'Талию в миг, как легли, тут же крепко обхватили, и ',
        urara.get_colored_name(),
        ' превратила ',
        callname,
        ' в подушку для сна.',
      ]);
      era.println();
      if (high_relation) {
        await urara.say_and_wait(['эх-хе-хе~ это ', callname, ' — ощущение…']);
        await era.printAndWait([
          'Чисто сонная реакция, ',
          urara.get_colored_name(),
          ' довольно трётся о ',
          you.get_colored_name(),
          ' — тело.',
        ]);
        await era.printAndWait([
          'По мере того как слабое дыхание выравнивалось, крепко обнимающая ',
          you.get_colored_name(),
          ' — ',
          urara.teen_sex_title,
          ' спокойно погрузилась в глубокий сон.',
        ]);
      } else {
        await urara.say_and_wait('М-м…? Что-то недостаточно мягко…');
        await era.printAndWait([
          'Похоже, оттого что подушка недостаточно мягкая, ',
          urara.get_colored_name(),
          ' во сне слегка недовольно надула губки.',
        ]);
        await era.printAndWait([
          'Только вот, хоть и тихо ворчит на ',
          you.get_colored_name(),
          ' — что мало чуткости, ',
          urara.get_colored_name(),
          ' отпускать всё равно не собирается.',
        ]);
      }
      era.println();
      await era.printAndWait([
        'Пряди, зарывшиеся у шеи, пахнут свежо, маленькая ',
        urara.uma_sex_title,
        ' словно успокаивающим ароматом по соприкосновению кожи шаловливо забирается в ',
        you.get_colored_name(),
        ' — нос.',
      ]);
      await era.printAndWait(
        'Взгляд по мере того как дух отпускает, постепенно плывёт, руки вот-вот не удержат даже одеяло, которое ещё накинуть не успели.',
      );
      await era.printAndWait([
        'Не то что работа ещё есть: стоит лечь — и сонливость уже совсем не сдержать. Впрочем, с ',
        urara.get_colored_name(),
        ' поспать тоже не плохо, вот так сначала вздремнуть тоже не поздно.',
      ]);
      await era.printAndWait(
        'Когда снова проснёшься, работа наверняка нагромоздится с гору, но точить топор — дровам не помеха…',
      );
      await era.printAndWait([
        'Изо всех сил уговаривая себя, ',
        you.get_colored_name(),
        ' перед сном натягивает одеяло на обоих, а затем вместе с ',
        urara.get_colored_name(),
        ' прыгает в редкое время отдыха.',
      ]);
      era.drawLine();
      await inner_urara.say_as_unknown_and_wait(
        'До чего бесстыдно — просто завидно… нет, вовсе не хотелось присоединиться…',
      );
    };
    f.title = title;
    return f;
  })(),
  time_cap: (() => {
    const title = 'Это капсула времени?';
    /**
     * @param {CharaTalk} urara 春乌拉拉
     * @param {CharaTalk} inner_urara 「春乌拉拉」
     * @param {CharaTalk} you 玩家
     * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
     */
    const f = async (urara, inner_urara, you, callname) => {
      await era.printAndWait(
        'Сегодня во внутреннем дворе никого, и то дупло сухого дерева по-прежнему тихо сторожит всё вокруг посреди газона.',
      );
      await era.printAndWait([
        'Сидя на краю знакомого пня, глядя на уже с особым смыслом ',
        you.get_colored_name(),
        ', сегодняшняя ',
        urara.get_colored_name(),
        ' поднимает перед ',
        you.get_colored_name(),
        ' тему не как прежде.',
      ]);
      await urara.say_and_wait([
        callname,
        ', на днях мы со всеми вместе сделали капсулу времени!',
      ]);

      era.printButton('「Звучит очень интересно!」', 1);
      await era.input();

      await urara.say_and_wait(
        'Ага! Все суетились, и строки написали криво-косо, но правда очень весело!',
      );
      await urara.say_and_wait(
        'И ещё: когда написали и собрались закапывать, все обсуждали кучу мест, но всё-таки положили куда привыкли!',
      );
      await era.printAndWait([
        'Вслед за ',
        urara.get_colored_name(),
        ' — взглядом, ',
        you.get_colored_name(),
        ' тоже смотрит на то молчаливое дупло: у его подножия на клочке газона и правда есть следы, что землю ворошили.',
      ]);
      await era.printAndWait([
        'Для остальных, может, и неожиданно, а для трейсенских ',
        urara.uma_sex_title,
        ' это, напротив, выбор вполне естественный.',
      ]);

      era.printButton(
        '「Но зачем же специально приходить и говорить мне это?」',
        1,
      );
      await era.input();

      await urara.say_and_wait([
        'Ой… э, может, потому что ',
        callname,
        ' как господин Дупло, здорово умеет хранить секреты!',
      ]);
      await era.printAndWait([
        'Выражение на миг замерло, и крошечная ',
        urara.uma_sex_title,
        ' снова бросает взгляд в пустой внутренний двор.',
      ]);
      await era.printAndWait([
        urara.get_colored_name(),
        ' всё ещё лучезарно улыбается, но ',
        urara.sex,
        ' редкостно что-то вынашивает, будто ещё и чуть тяготится, и сейчас ',
        urara.sex,
        ' словно думает о чём-то не как прежде.',
      ]);
      await era.printAndWait([
        you.get_colored_name(),
        ' замечает в той жизнерадостности нить грусти, и ещё будто вдруг найденную толику тяги и колебания, только ',
        urara.sex,
        ' всё ещё проявляет это не слишком явно.',
      ]);
      await era.printAndWait([
        'Быть может, даже ',
        urara.get_colored_name(),
        ' сама ещё не понимает, просто как тренер ',
        you.get_colored_name(),
        ', с позиции слушателя как раз сейчас это и замечает.',
      ]);
      await urara.say_and_wait(
        'Хотя желания на будущее у всех разные, но на общей фотке улыбки все вместе! Так что я думаю, даже если вот так разойдёмся, всем тоже будет радостно —',
      );
      await urara.say_and_wait(
        'Но, хоть все и рады, раз желания у всех разные, день, когда разойдёмся, всё равно придёт…',
      );
      await era.printAndWait([
        '「Радостным」 тоном делится с ',
        you.get_colored_name(),
        ' тем, как закапывали капсулу времени, ',
        urara.get_colored_name(),
        ' — хвост и правая нога словно в лад тому, как ',
        urara.sex,
        ' думает, сами собой крутятся.',
      ]);
      await era.printAndWait([
        'Затем, будто кое-что уяснив, ',
        urara.get_colored_name(),
        ', с улыбкой 「теперь понятно」 смотрит на ',
        you.get_colored_name(),
        '.',
      ]);
      await urara.say_and_wait([
        callname,
        '! В день, когда разойдёмся, ',
        callname,
        ' будет скучать по Ураре? …я точно буду скучать по ',
        callname,
        ', и тогда точно расплачусь!',
      ]);
      await era.printAndWait([
        'Всё так же встречая улыбкой, ',
        urara.get_colored_name(),
        ' открыто признаёт то, в чём взрослые не смеют и не станут признаваться.',
      ]);
      await era.printAndWait([
        'Невесть когда выросшая ',
        urara.get_colored_name(),
        ' с улыбкой смотрит на ',
        you.get_colored_name(),
        ', и даже если есть пауза, в голосе ни капли дрожи.',
      ]);
      await urara.say_and_wait([
        'Но тогда ',
        callname,
        ' тоже расстроится, да? Так что даже если тот миг и правда настанет, я сдержусь и не заплачу!',
      ]);
      await era.printAndWait([
        'Невесть когда уже вплотную прижавшись к ',
        you.get_colored_name(),
        ' — боку, розовая фигура едва заметно дрожит, и это вовсе не ',
        you.get_colored_name(),
        ' — иллюзия, но ',
        urara.get_colored_name(),
        ' всё равно улыбается и зацепляет ',
        you.get_colored_name(),
        ' — пальцы.',
      ]);
      await urara.say_and_wait([
        'Поэтому тогда ',
        callname,
        ' тоже не плачь! Мы же договорились! Потому что ',
        callname,
        ' и Урара обязательно ещё встретятся!',
      ]);
      await era.printAndWait([
        'Вишнёвые глаза расцветают сквозь тонкую пелену слёз; сейчас, изо всех сил пытаясь поднять ушки, ',
        urara.sex,
        ' полна никому не уступающих, тяжёлых и искренних чувств.',
      ]);
      await urara.say_and_wait([
        'Как бы ни сложились отношения, куда бы потом ни вело, Урара будет помнить ',
        callname,
        '! Поэтому, поэтому…',
      ]);

      era.printButton(
        '「Так что мы уже договорились, да? Даже если в будущем разойдёмся, мы обязательно ещё встретимся.」',
        1,
      );
      await era.input();

      await era.printAndWait([
        'Пока подопечная и вправду не пролила слёзы, ',
        you.get_colored_name(),
        ' первым даёт клятву и дарит — ',
        urara.sex,
        ' объятие взрослого.',
      ]);
      await era.printAndWait(
        'Не порываться, не клясться сгоряча, не пренебрегать обещаниями кому бы то ни было; прежде чем обещать — подумать, сможешь ли сдержать—',
      );
      await era.printAndWait([
        'Всё это ',
        you.get_colored_name(),
        ' знает, но сейчас, влекомый(ая) незаметно выросшей ',
        urara.get_colored_name(),
        ' — ',
        you.get_colored_name(),
        ', следует сердцу и принимает единственное решение.',
      ]);
      await era.printAndWait([
        'Ощущая биение, похожее на то, что было при заключении контракта, и всё же иное, ',
        you.get_colored_name(),
        ' гладит ',
        urara.get_colored_name(),
        ' мягкие пряди и смахивает — ',
        urara.sex,
        ' слёзы с уголков глаз.',
      ]);

      era.printButton('「Пойдём обратно вместе!」', 1);
      await era.input();

      await urara.say_and_wait('Ага!');
      era.drawLine();
      await inner_urara.say_as_unknown_and_wait(
        'Так, значит? Тогда пусть будущая Урара в тот час получит желаемое…',
      );
      await inner_urara.say_as_unknown_and_wait([
        'И пусть будущий ты, даже изменившись, всё так же сдержит уговор о встрече, что ',
        urara.teen_sex_title,
        ' заключила с тобой…',
      ]);
    };
    f.title = title;
    return f;
  })(),
  rof_time: (() => {
    const title = 'Дремотное время на крыше';
    /**
     * @param {CharaTalk} urara 春乌拉拉
     * @param {CharaTalk} inner_urara 「春乌拉拉」
     * @param {CharaTalk} you 玩家
     * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
     * @param {boolean} high_relation 是否为高好感度（不低于融洽且不处于三周循环内）
     */
    const f = async (urara, inner_urara, you, callname, high_relation) => {
      await era.printAndWait([
        'Даже если и подросла, нынешняя ',
        urara.get_colored_name(),
        ' всё ещё не до конца избавилась от детских привычек.',
      ]);
      await era.printAndWait([
        'Устала раньше? Всего лишь обед чуть задержался, а ',
        urara.get_colored_name(),
        ' уже собирается войти в сонный режим.',
      ]);
      await era.printAndWait([
        'Глядя на сонливое личико подопечной перед едой, ',
        you.get_colored_name(),
        ' достаёт оба бэнто и освобождает место на скамейке на крыше.',
      ]);
      await era.printAndWait([
        'Хотя маленькая ',
        urara.uma_sex_title,
        ' в душе хочет поскорее стать взрослой, но до настоящего взросления ещё нужно время.',
      ]);
      await era.printAndWait([
        'Но как ни крути, есть всё равно нужно вовремя; глядя на ',
        urara.get_colored_name(),
        ' сонное личико, ',
        you.get_colored_name(),
        ' немного думает.',
      ]);
      await era.printAndWait('Способ, вообще-то, есть, только…');

      era.printButton(
        '「Урара, если совсем сонно — расслабься, я тебя покормлю.»',
        1,
      );
      await era.input();

      await era.printAndWait([
        'Услышав ',
        you.get_colored_name(),
        ' — предложение, сонная ',
        urara.get_colored_name(),
        ' сначала замирает, трёт глаза и смотрит на ',
        you.get_colored_name(),
        ' и с трудом дарит затуманенную дрёмой улыбку.',
      ]);
      era.println();
      if (high_relation) {
        await era.printAndWait([
          'Послушно усевшись на скамейке, ',
          urara.get_colored_name(),
          ' словно птенец, ждущий кормления, застенчиво закрывает глаза и открывает ротик.',
        ]);
        await era.printAndWait([
          'Достав палочки, осторожно зажав кусочек яичного рулета, в роли птичьей мамы ',
          you.get_colored_name(),
          ' осторожно отправляет еду в клювик.',
        ]);
        await era.printAndWait([
          'Откусив половинку, ',
          urara.get_colored_name(),
          ' с закрытыми глазами медленно смакует ',
          callname,
          ' — скормленную еду.',
        ]);
        await era.printAndWait([
          'А когда спокойно проглатывает еду, маленькая ',
          urara.uma_sex_title,
          ' с довольным видом съедает и вторую половинку с палочек.',
        ]);
      } else {
        await era.printAndWait([
          'Маленькая ',
          urara.uma_sex_title,
          ' выглядит чуть нехотя, но усталость берёт верх, и ',
          urara.sex,
          ' всё же пододвигается к ',
          you.get_colored_name(),
          ' чуть ближе.',
        ]);
        await era.printAndWait([
          'Ещё не зная, станет ли ',
          urara.get_colored_name(),
          ' есть, ',
          you.get_colored_name(),
          ' наугад зажимает палочками кусок жареного мяса и тоже подвигается к подопечной.',
        ]);
        await era.printAndWait([
          'Пусть и колеблется, но почуяв запах жареного, ',
          urara.get_colored_name(),
          ' всё же послушно открывает ротик и кусает кусок мяса.',
        ]);
        await era.printAndWait([
          'Под тихие звуки жевания и глотания маленькая ',
          urara.uma_sex_title,
          ' всё же под ',
          you.get_colored_name(),
          ' — кормлением постепенно успокаивается.',
        ]);
      }
      era.println();
      await era.printAndWait('Хорошо, что в этот раз вкус неплохой.');
      await era.printAndWait([
        'Дожидаясь, пока подопечная медленно прожуёт, ',
        you.get_colored_name(),
        ' зажимает палочками следующее блюдо.',
      ]);
      await era.printAndWait([
        'Всё заботливо кормит ',
        urara.get_colored_name(),
        ', то и дело достаёт салфетку и вытирает — ',
        urara.sex,
        ' уголки губ; странное чувство постепенно окружает ',
        you.get_colored_name(),
        '.',
      ]);
      await era.printAndWait([
        'И без того казавшаяся младше сверстников, а теперь, потеряв живость и став мягкой-премягкой, маленькая ',
        urara.uma_sex_title,
        ' ещё больше похожа на настоящего ребёнка.',
      ]);
      await era.printAndWait([
        'Но и вправду милая; если бы ',
        urara.get_colored_name(),
        ' так и оставалась похожей на ручную зверушку, что не отходит от человека, — может, тоже неплохо?',
      ]);
      await era.printAndWait([
        'Пока в голове бродят глупые мысли, бэнто в руках, пока ',
        you.get_colored_name(),
        ' кормит зверушку, постепенно пустеет.',
      ]);
      await era.printAndWait(
        'Только вот после этого дремотного обеда… так и скажешь — всё-таки ребёнок?',
      );
      await era.printAndWait([
        'Сыто накормленная, и без того покачивающаяся ',
        urara.get_colored_name(),
        ' будто от сытости совсем уже не держится.',
      ]);
      await era.printAndWait(
        'Что выйдет так, наверное, и так было в расчёте у тренера подопечной.',
      );

      era.printButton(
        '「Сейчас закрой глаза ненадолго, если что — я заранее позову Урару.」',
        1,
      );
      await era.input();

      await era.printAndWait([
        'Перед подопечной, которая вот-вот рухнет, ',
        you.get_colored_name(),
        '  слегка беспомощно хлопает по бедру.',
      ]);
      await era.printAndWait([
        'Уже не до мыслей и приличий, получив ',
        you.get_colored_name(),
        ' — совет отдохнуть, маленькая ',
        urara.uma_sex_title,
        ' сразу расслабляет тело, которое держала из последних сил.',
      ]);
      await era.printAndWait([
        'Не утерпев, потягивается и валится на ',
        you.get_colored_name(),
        ' , кладёт голову на ',
        you.get_colored_name(),
        ' — бедро, сворачивается калачиком на скамейке крыши, ',
        urara.get_colored_name(),
        '  быстро засыпает крепким сном.',
      ]);
      await era.printAndWait([
        urara.get_colored_name(),
        '  и правда ещё ребёнок, да? Но именно потому, что ',
        urara.sex,
        ' такой хороший ребёнок, сегодняшняя маленькая ',
        urara.uma_sex_title,
        ' и сила исцеления — первого класса.',
      ]);
      await era.printAndWait([
        'Гладя ровно дышащего на ',
        you.get_colored_name(),
        ' — коленях розового зверька, ',
        you.get_colored_name(),
        '  тоже с удовольствием берёт свой бэнто.',
      ]);
      await era.printAndWait('Погода сегодня и правда отличная.');
      await era.printAndWait([
        'Хотя ',
        urara.get_colored_name(),
        '  может и откажется, но оба бэнто сегодня — что бы ',
        urara.sex,
        ' ни говорила — её ',
        callname,
        '  пусть вымоет.',
      ]);
      era.drawLine();
      await inner_urara.say_as_unknown_and_wait(
        'Эх, как хорошо… нет, вовсе не завидую…',
      );
    };
    f.title = title;
    return f;
  })(),
  spe_mach: (() => {
    const title = 'Странная машина в углу';
    /**
     * @param {CharaTalk} urara 春乌拉拉
     * @param {CharaTalk} inner_urara 「春乌拉拉」
     * @param {CharaTalk} you 玩家
     * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
     * @param {PrintedSpan} call_19 春乌拉拉对爱丽数码的称呼
     * @param {PrintedSpan} call_30 春乌拉拉对的称呼
     */
    const f = async (urara, inner_urara, you, callname, call_19, call_30) => {
      await inner_urara.say_as_unknown_and_wait('……');
      era.drawLine();
      await urara.print_and_wait([
        'Во время одной из прогулок ',
        callname,
        '  ненадолго отлучается из-за лёгкого несварения, а оставшаяся одна ',
        urara.get_colored_name(),
        '  под влиянием любопытства начинает всё кругом обследовать.',
      ]);
      await urara.print_and_wait([
        'Пока снуёт между автоматами с разными призами, ',
        urara.get_colored_name(),
        '  тут же оказывается притянута автоматом, которого раньше не замечала.',
      ]);
      await urara.print_and_wait(
        'Та неприметная машина сидит в тёмном углу, словно охотящийся паук, а скромный корпус и тёмно-розовый свет прячут таинственный приз внутри.',
      );
      await urara.print_and_wait(
        'Пометка 「изготовлено в Мэдзиро-дзё」 в углу машины подтверждает, что ей здесь не место, но даже если этот потайной угол и найти — уже слишком поздно.',
      );
      await urara.print_and_wait([
        'Маленькая ',
        urara.uma_sex_title,
        ' мгновенно отдаёт душу этой дурманящей машине: даже зажав маленький рот, едва не вскрикнувший от испуга, взгляд уже похищен «сюрпризом» внутри.',
      ]);
      await urara.print_and_wait([
        'В тусклом розовом свете зловещие приспособления с ошеломляющей силой громоздятся перед ',
        urara.get_colored_name(),
        '  лицом, и ',
        urara.sex,
        ' видит, как сквозь тонкое стекло к ней тянутся крючком соблазнительные пальцы.',
      ]);
      await urara.print_and_wait(
        'Хотя ясно, что надо скорее уходить, самые послушные обычно ноги сейчас предают хозяйку и понемногу шагают к персиковой ловушке.',
      );
      await urara.print_and_wait([
        'Словно Алиса, на миг замешкавшаяся перед прыжком в нору, ',
        urara.teen_sex_title,
        ' в неведомом волнении прижимает уши и дрожащей рукой тянется к монетоприёмнику.',
      ]);
      await urara.print_and_wait(
        'В отличие от прочих медленных и вялых автоматов, эта жуткая машина едва запустившись тупо исполняет команды рычага.',
      );
      await urara.print_and_wait(
        'После мощного захвата и ровной перевозки слишком огромная клешня запросто выплёвывает чуть смятую подарочную коробку.',
      );
      await urara.print_and_wait([
        'Дрожа от страха, вынимает наугад схваченное, ',
        urara.get_colored_name(),
        '  с крупицей надежды открывает коробочку, как раз умещающуюся в школьную сумку.',
      ]);
      await urara.print_and_wait([
        'Сквозь прозрачное окошко, хотя оно куда меньше ещё более зловещих игрушек в витрине, ',
        urara.get_colored_name(),
        '  всё равно ошеломлена «настоящим» перед глазами.',
      ]);
      await urara.print_and_wait([
        'Это то, что ',
        urara.sex,
        ' видела в ',
        call_30,
        '  и ',
        call_19,
        '  тайком спрятанной странной манге — «игрушка», только другой модели.',
      ]);
      await urara.print_and_wait([
        'Металлическая пробка с острым концом и овальным телом в руках ',
        urara.child_sex_title,
        ' холодит ладонь; к короткому металлическому стержню крепится мягкое основание, а под ним — чёрная мощная присоска.',
      ]);
      await urara.print_and_wait([
        'Взяв в руки, маленькая ',
        urara.uma_sex_title,
        ' наконец понимает: величиной с вытянутую грушу — это точно не вещь для «новичков».',
      ]);
      await urara.print_and_wait([
        'Словно потеряв рассудок, ',
        urara.teen_sex_title,
        ' — вишнёвые глаза под светом становятся манящим тёмно-розовым, ',
        urara.sex,
        ' вот так, не в себе, в углу задирает подол юбки и кофту…',
      ]);
      await urara.say_and_wait('Н-ничего… п-просто попробую разок…');
      await urara.print_and_wait([
        'Тихо уговаривая себя, ',
        urara.get_colored_name(),
        '  по инструкции на упаковке крепит присоску к полу.',
      ]);
      await urara.print_and_wait([
        urara.teen_sex_title,
        'В тени одной рукой расстёгивает юбку, стягивает шорты и трусики и отбрасывает в сторону, другой слегка отводит хвост.',
      ]);
      await urara.print_and_wait([
        'Повторяя позу мучимой героини из манги, снизу голая маленькая ',
        urara.uma_sex_title,
        ' на четвереньках медленно опускает корпус.',
      ]);
      await urara.print_and_wait([
        'Выставленные на холодный воздух задний проход и щёлка одинаково нервно сжимаются-разжимаются и, дрожа, нацеливаются на металлический кончик анальной пробки.',
      ]);
      era.println();
      if (era.get('exp:52:肛交次数') >= 10) {
        await urara.print_and_wait([
          'Когда прохладный кончик входит, ',
          urara.teen_sex_title,
          ' сдерживая тело, хочет терпеливо проглотить эту чуть слишком длинную пробку.',
        ]);
        await urara.print_and_wait([
          'Но ',
          urara.sex,
          ' переоценивает свой опыт и терпение к сексу и недооценивает, насколько похотливо это маленькое ',
          urara.sex_slave_title,
          ' тело на самом деле.',
        ]);
        await urara.print_and_wait(
          'Ноги теряют силу, и анус под собственной тяжестью без подготовки заглатывает весь огромный металл…',
        );
      } else {
        await urara.print_and_wait([
          'Ледяное касание кончика заставляет ',
          urara.teen_sex_title,
          ' только-только расслабившийся анус сжаться — и ',
          urara.sex,
          ' вернуть крупицу рассудка и желание отступить.',
        ]);
        await urara.print_and_wait(
          'Но ноги, закалённые долгой тренировкой, оказываются так чувствительны, что едва тело шлёт похотливый сигнал — тут же теряют силу.',
        );
        await urara.print_and_wait([
          urara.teen_sex_title,
          'Соскользнув на колени, плюхается на пол — и огромная анальная пробка в миг целиком входит сзади…',
        ]);
      }
      era.println();
      await urara.print_and_wait([
        'Даже пискнуть не успев, маленькая ',
        urara.uma_sex_title,
        ' от внезапного стимула с напряжённым низом валится вперёд.',
      ]);
      await urara.print_and_wait([
        'Присоска снизу со звуком 「пуф」 отрывается от пола, ',
        urara.get_colored_name(),
        '  маленькое тело тяжело шлёпается на ледяной пол.',
      ]);
      await urara.print_and_wait([
        'Врождённо похотливое тело от вторжения неестественного члена непрерывными волнами гонят к пику, и с мгновенно павшим сознанием маленькая ',
        urara.uma_sex_title,
        ' в горле беспорядочно выдавливает нечленораздельные звуки.',
      ]);
      await urara.print_and_wait(
        'В позе готовности к зачатию беспомощно лежит на полу; тяжёлое дыхание похотливого розового тельца будто тихо молит пощады — и будто похотливо скулит.',
      );
      await urara.print_and_wait(
        'Пропала даже сила держать тело, руки бессильно волочились по полу в такт качанию;',
      );
      await urara.print_and_wait(
        'Нежное личико, будто его насилуют, собственным телом прижимало к полу и тёрло взад-вперёд;',
      );
      await urara.print_and_wait(
        'Ягодицы и хвост, как у самки в течке, склоняющейся перед членом, сами собой высоко задранны в наслаждении;',
      );
      await urara.print_and_wait(
        'От природы блядская задняя дырка в этот миг ещё и будто сосёт сладкую конфету, жадно втягивая внутрь огромные яйца.',
      );
      await urara.print_and_wait([
        'маленькая ',
        urara.sex_code - 1 ? ' кобыла' : 'жеребец',
        'Переразвитая сладкая задница не до гротеска велика, но плотная нежная мякоть при сжатии всё равно смяла основание и бесследно спрятала его в себе.',
      ]);
      await urara.print_and_wait(
        'Слёзы, слюна и пот, смешанные со страхом и наслаждением, вместе с неудержимой смазкой между ног намочили гладкую плитку под ней.',
      );
      era.println();
      if (era.get('talent:52:乳房尺寸') > 0) {
        await urara.print_and_wait(
          'Два больших белых кролика грубо тряслись вместе с телом, а возбуждённые соски, как сломанный кран, бесконтрольно выдавливали белый сок.',
        );
        await urara.print_and_wait(
          'Сильные оргазмы шли один за другим, нежная похотливая плоть выжала столько молока, что хозяйка растерялась, — будто кто-то в шутку расплескал по полу полкоробки.',
        );
        await urara.print_and_wait(
          'Если бы заранее не задрать одежду и не распустить бандаж, эти без устали фонтанирующие похотливые груди изнутри промочили бы ткань так, что на люди уже не выйдешь.',
        );
        era.println();
      }
      await urara.print_and_wait(
        'Всевозможные жидкости яростно и без перерыва брызгали на кафель в углу и на пол, и в безлюдном уголке зала автоматов растеклись мокрым пятном.',
      );
      await urara.print_and_wait([
        'После нескольких пауз в плеске, едва вернув силы и рассудок, маленькая ',
        urara.uma_sex_title,
        ' наконец вспомнила что-то и, волоча похотливое тело, жалко поползла…',
      ]);
      await urara.print_and_wait([
        'Держась рядами автоматов как опорой, ',
        urara.get_colored_name(),
        ' кое-как привыкла к телу, в котором внизу живота нащупывается твёрдое.',
      ]);
      await urara.print_and_wait([
        'С полуприкрытой похотливой внешностью маленькая ',
        urara.uma_sex_title,
        ' всё же успела до ',
        callname,
        ' полуползком вернуться к условленному месту ожидания.',
      ]);
      era.drawLine();
      await era.printAndWait([
        'С опозданием ',
        you.get_colored_name(),
        ', глядя на покрасневшую и тяжело дышащую ',
        urara.get_colored_name(),
        ', тоже удивлённо поднимает брови.',
      ]);

      era.printButton(
        '「Что такое? Телу нехорошо? Если тяжело — отдохни ещё немного…」',
        1,
      );
      await era.input();

      await era.printAndWait([
        you.get_colored_name(),
        ' конечно уже кое-что догадывается, но из заботы о ',
        urara.get_colored_name(),
        ' сейчас, пожалуй, остаётся только прикинуться дурачком.',
      ]);
      await era.printAndWait([
        'Перед прикинувшимся, что ничего не знает, ',
        you.get_colored_name(),
        ' — заботой, уже неспособная думать ',
        urara.get_colored_name(),
        ' лишь инстинктивно прижимает дрожащие ноги.',
      ]);
      await era.printAndWait([
        'Но с натянутой улыбкой ',
        urara.sex,
        ', на этот раз неожиданно твёрдо выдала что-то вроде 「Ничего!」 и настояла, что дойдёт сама.',
      ]);
      await era.printAndWait([
        'Но после препирательств так и не уверенная, что выдержит чувствительное тело, маленькая ',
        urara.uma_sex_title,
        ' всё же неохотно согласилась на ',
        you.get_colored_name(),
        ' — поддержку.',
      ]);
      await era.printAndWait([
        'И без того прикидывавшийся дурачком ',
        you.get_colored_name(),
        ', и в напряжении, поддерживая подопечную вплотную, изо всех сил игнорирует, что натворила ',
        urara.sex,
        ' — прочие аномалии:',
      ]);
      await era.printAndWait([
        'например, на поворотном стуле, с которого встала ',
        urara.get_colored_name(),
        ', осталось круглое мокрое пятно, как от присоски;',
      ]);
      await era.printAndWait([
        'например, по дороге домой маленькая ',
        urara.uma_sex_title,
        ' то и дело сбавляла шаг из-за неестественных судорог;',
      ]);
      await era.printAndWait(
        'например, в незастёгнутом рюкзаке продавленная розовая коробка по дороге то показывалась, то пряталась от тряски…',
      );

      await era.printAndWait([
        'Пока ',
        you.get_colored_name(),
        ' ведёт спотыкающуюся ',
        urara.get_colored_name(),
        ' обратно в общежитие, всё ещё дрожащая ',
        urara.sex,
        ' так и не смогла сказать ',
        you.get_colored_name(),
        ' ни одной целой фразы.',
      ]);
      await era.printAndWait([
        you.get_colored_name(),
        ' и из-за слишком особых обстоятельств рядом с возбуждённой подопечной не даёт никакой физиологической реакции, хотя ',
        you.get_colored_name(),
        ' и радуется, что снаружи не натворил(а) лишнего.',
      ]);
      await era.printAndWait([
        'Но стоит опустить взгляд — и снова видит у ног подопечной всё ещё тянущиеся серебряные нити, так что ',
        you.get_colored_name(),
        ', в конце концов не выдерживает…',
      ]);
      await era.printAndWait([
        'А глядя на ',
        you.get_colored_name(),
        ' — спину в паническом бегстве, всё ещё капающая смазкой ',
        urara.get_colored_name(),
        ' — лице мелькнуло… ещё хочется?',
      ]);
      era.drawLine();
      await inner_urara.say_as_unknown_and_wait([
        'Может, похотливая маленькая ',
        urara.uma_sex_title,
        ', в какой-то день снова потянется рукой к той дьявольской машине в углу, тоже возможно…',
      ]);
      await inner_urara.say_as_unknown_and_wait('У-у… я больше не могу…');
    };
    f.title = title;
    return f;
  })(),
  spe_item: (() => {
    const title = 'Особый приз';
    /**
     * @param {CharaTalk} urara 春乌拉拉
     * @param {CharaTalk} inner_urara 「春乌拉拉」
     * @param {CharaTalk} halo 圣王光环
     * @param {CharaTalk} you 玩家
     * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
     * @param {PrintedSpan} call_1 春乌拉拉对特别周的称呼
     * @param {PrintedSpan} call_14 春乌拉拉对神鹰的称呼
     * @param {PrintedSpan} call_61 春乌拉拉对圣王光环的称呼
     */
    const f = async (
      urara,
      inner_urara,
      halo,
      you,
      callname,
      call_1,
      call_14,
      call_61,
    ) => {
      await era.printAndWait([
        'Чтобы восполнить недостающие продукты в холодильнике кабинета тренера, ',
        you.get_colored_name(),
        ' и ',
        urara.get_colored_name(),
        ' вместе приходят на торговую улицу за покупками.',
      ]);
      await era.printAndWait([
        'Пришли только за едой, но почему-то, уже собираясь назад, взгляд прикипел к собравшимся людям.',
      ]);
      await era.printAndWait(
        'Может, и их заразила атмосфера — всё более похожие подопечная и тренер заговорщицки протиснулись в толпу.',
      );
      await era.printAndWait(
        'Многогранная коробка, крутящаяся за рычагом, останавливается с звонким стуком — и ещё у одного неудачника прибывает пачка салфеток…',
      );
      await you.say_and_wait(
        'Но лотерея на торговой улице, если не ошибаюсь, нужна лотерейная карточка, так что нам лучше…?',
      );
      await era.printAndWait([
        'И вот едва обернувшись, ',
        you.get_colored_name(),
        ' сразу видит, как ',
        urara.get_colored_name(),
        ' покопавшись в кармане, как фокус, вытаскивает лотерейный билет.',
      ]);
      await era.printAndWait([
        '…Н-да, если это маленький идол торговой улицы ',
        urara.get_colored_name(),
        ', то это даже очень логично.',
      ]);
      await era.printAndWait([
        'Глядя на горящий взгляд и рвение ',
        urara.get_colored_name(),
        ', ',
        you.get_colored_name(),
        ' тоже невозмутимо показывает большой палец — так, чтобы ',
        urara.sex,
        ' видела.',
      ]);
      await urara.say_and_wait([callname, '! Сейчас вместе крутим! Раз-два—!']);
      await era.printAndWait([
        'По радостному ',
        urara.get_colored_name(),
        ' — приглашению, ',
        you.get_colored_name(),
        ' подходит вперёд и вместе с подопечной тянет рычаг.',
      ]);
      await era.printAndWait([
        'Под полным ожидания взглядом маленькая ',
        urara.uma_sex_title,
        ' коробка крутится и без конца издаёт разный хруст, и затем—',
      ]);

      await you.say_as_passer_by_and_wait(
        'Сотрудник A',
        'О! Это особый приз, подождите секунду!',
      );
      await era.printAndWait(
        'Ведущий розыгрыша повернулся, порылся под столом и достал упакованный электрический вибратор с круглой головкой.',
      );
      await era.printAndWait([
        'А ',
        urara.get_colored_name(),
        ' , приняв коробку и поразглядывав её какое-то время, вдруг будто что-то вспомнила и подняла голову.',
      ]);
      await urara.say_and_wait([
        'А, я это знаю! ',
        call_61,
        '  тоже есть один! Все ещё друг другу одалживают—',
      ]);
      await era.printAndWait(
        'Вибраторами ещё и делятся — отношения прямо загляденье, но почему не купить свой?',
      );
      await era.printAndWait([
        'Впрочем, даже если ',
        you.get_colored_name(),
        ' — вопрос так и не прозвучал, ',
        urara.get_colored_name(),
        ' — ',
        urara.sex,
        ' сама тут же дала ответ следующей половиной фразы.',
      ]);
      await urara.say_and_wait([
        'Ага! Вечером все зажимают его между ног! И тогда все ещё издают такие, такие…',
      ]);
      await era.printAndWait([
        'Когда маленькая ',
        urara.uma_sex_title,
        ' запнулась, будто что-то вспомнив, румянец стыда по щекам тихо взобрался на ',
        urara.get_colored_name(),
        ' — макушку.',
      ]);
      await urara.say_and_wait([
        'Все почти не одеты, и ещё издают о-очень взрослые звуки, такие…',
      ]);

      era.printButton('「……?」', 1);
      await era.input();

      await era.printAndWait([
        urara.get_colored_name(),
        '  договорила, всё ещё мямля, ',
        you.get_colored_name(),
        '  вместе с ведущим и даже людьми вокруг замер(ла) на месте.',
      ]);
      await era.printAndWait([
        'А сомневаясь, не сказала ли лишнего, ',
        urara.get_colored_name(),
        '  тоже на миг застыла и тревожно оглядела вдруг страшно стихшую толпу.',
      ]);
      await urara.say_and_wait([
        'Э? А разве не так? Но ',
        call_61,
        '  правда так этим пользуется, ',
        call_1,
        ' и ',
        call_14,
        '  тоже…',
      ]);
      await urara.say_and_wait([
        'Н-но после все делают очень довольные лица! И ещё сильно потеют! Э-это…',
      ]);
      await era.printAndWait([
        'Под всё более частый шёпот вокруг ',
        urara.get_colored_name(),
        '  всё ещё с невинным и смущённым лицом что-то говорила.',
      ]);

      era.printButton('「……!」', 1);
      await era.input();

      await era.printAndWait(
        'Нельзя, если так пойдёт дальше, тут всем грозит социальная смерть на округу!',
      );
      await era.printAndWait([
        'Поняв, что дело плохо, ',
        you.get_colored_name(),
        '  сразу обменялся(ась) взглядом с опомнившимся ведущим.',
      ]);
      await era.printAndWait([
        'Затем под зазывания ведущего, отвлекающие внимание, ',
        you.get_colored_name(),
        '  схватил(а) ещё хотевшую что-то сказать подопечную и сбежал(а) с места.',
      ]);
      await era.printAndWait([
        'Пробежав всю дорогу обратно в Трейсен и поставив ',
        urara.get_colored_name(),
        '  у двери общежития, ',
        you.get_colored_name(),
        '  наконец выдохнул(а).',
      ]);
      await era.printAndWait([
        'Но перед уходом ',
        urara.get_colored_name(),
        '  вдруг начала мямлить, но на редкость решительно потребовала у ',
        you.get_colored_name(),
        '  тот вибратор.',
      ]);
      await era.printAndWait([
        'А маленькая ',
        urara.uma_sex_title,
        ' ухватила за одежду, и не уйти, и не переспорить ',
        you.get_colored_name(),
        ', всё же без сил отдал(а) вибратор ',
        urara.get_colored_name(),
        '.',
      ]);
      await era.printAndWait([
        'Хотя в миг, когда подопечная разжала пальцы, ',
        you.get_colored_name(),
        '  уже пожалел(а), но теперь догнать прыгнувшую в общежитие ',
        urara.sex,
        ' уже невозможно.',
      ]);
      await era.printAndWait(
        'В возрасте любопытства хотеть всё попробовать ещё простительно, но вот это всё же…',
      );
      await era.printAndWait([
        'Потом всё же найти случай и с ',
        halo.get_colored_name(),
        '  хоть что-то сказать.',
      ]);
      era.drawLine();
      await inner_urara.say_as_unknown_and_wait(
        '…Впрочем, бояться, наверное, не стоит: может, это всё ошибки молодости?',
      );
    };
    f.title = title;
    return f;
  })(),
  cor_game: (() => {
    const title = 'Игра в уголке?';
    /**
     * @param {CharaTalk} urara 春乌拉拉
     * @param {CharaTalk} inner_urara 「春乌拉拉」
     * @param {CharaTalk} gs 黄金船
     * @param {CharaTalk} you 玩家
     * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
     */
    const f = async (urara, inner_urara, gs, you, callname) => {
      await era.printAndWait(
        'И правда, этот фильм для человечества ещё слишком рано.',
      );
      await era.printAndWait([
        'Обнимая сладко спящую в объятиях ',
        urara.get_colored_name(),
        ', ',
        you.get_colored_name(),
        '  вздохнул(а), глядя на актёров, что в самый критический миг всё ещё мололи одно и то же.',
      ]);
      await era.printAndWait([
        'Говорили, фильм острый хоррор, но едва начался сеанс, как спрятавшаяся в ',
        you.get_colored_name(),
        ' — объятиях ',
        urara.get_colored_name(),
        ', быстро уснула из-за никудышного сюжета.',
      ]);
      await era.printAndWait([
        'А то несуразное в маске на экране, вроде ',
        urara.uma_sex_title,
        ' шута, и как ни глянь — вылитая ',
        gs.get_colored_name(),
        '……',
      ]);
      await era.printAndWait([
        urara.get_colored_name(),
        ' , кажется, снова не спалось от этих у-у, а-а — странных воплей: сложила уши и потёрлась о ',
        you.get_colored_name(),
        ' — тело, сменила позу поудобнее для сна.',
      ]);
      await era.printAndWait([
        'Кажется, снова приснилось что-то вкусное, и неспокойно спящая маленькая ',
        urara.uma_sex_title,
        ' опять, будто целуя, на ',
        you.get_colored_name(),
        ' — внутреннюю сторону шеи то сосала, то кусала без остановки.',
      ]);
      await era.printAndWait([
        'Со стороны это, может, и запретная сцена, где тебя жаждет маленькая девочка, но ',
        you.get_colored_name(),
        '  знает: ',
        urara.get_colored_name(),
        ' , должно быть, приснилось что-то про морковь.',
      ]);
      await era.printAndWait([
        'Но с другой стороны, ',
        you.get_colored_name(),
        ' — сила воли и правда проходит суровое испытание.',
      ]);
      await era.printAndWait([
        'Медленно обвила хвостом ',
        you.get_colored_name(),
        ' — бедро, и ',
        urara.teen_sex_title,
        ' здоровым чувственным телом всё так же тёрлась о ',
        you.get_colored_name(),
        '  чувствительное местечко.',
      ]);
      await era.printAndWait([
        'Следы вроде засосов всё множились под звуки того, как ',
        urara.teen_sex_title,
        ' тягуче присасывалась, но этот чарующий вишнёво-розовый комочек, кажется, и не думал останавливаться.',
      ]);
      await era.printAndWait([
        'Если тогда, при встрече, делить постель ещё можно списать на то, что не в себе ',
        you.get_colored_name(),
        '  виноват(а) первым, ',
        urara.get_colored_name(),
        '  была лишь невинной маленькой ',
        urara.uma_sex_title,
        '……',
      ]);
      await era.printAndWait(
        'А в этот раз уже невинная подопечная вроде суккуба во сне бессознательно соблазняет тренера, к которому питает расположение.',
      );
      await era.printAndWait([
        'По крайней мере, сейчас ',
        you.get_colored_name(),
        '  так подыскивает удобный предлог для медленно поднимающейся руки.',
      ]);

      await inner_urara.say_as_unknown_and_wait(
        'Я- я говорю, сейчас ещё не поздно остановиться—',
      );
      era.printButton('отомстить этой похотливой лошадке…', 1);
      era.printButton('Ладно, терпи!', 2);
      const ret = await era.input();
      if (ret === 1) {
        await era.printAndWait([
          'Пока ',
          urara.get_colored_name(),
          ' во сне переворачивается, ',
          you.get_colored_name(),
          ' в тёмном кинозале запускает руку под одежду подопечной.',
        ]);
        await era.printAndWait(
          'Не говоря уже о том, что этот фильм почти никто не смотрит, пустой последний ряд и сам по себе лучшее укрытие.',
        );
        await era.printAndWait([
          'Одна рука наугад, сквозь одежду, дразнит холмики груди (',
          urara.teen_sex_title,
          ' совсем ещё юна), другая ныряет под юбку, что носит ',
          urara.teen_sex_title,
          ': гладит у ',
          urara.uma_sex_title,
          ' чувствительную внутреннюю сторону бёдер.',
        ]);
        await era.printAndWait([
          'Сбившееся, чуть частое дыхание заставляет ',
          you.get_colored_name(),
          '  — пальцы чуть замирают, но даже почуяв что-то, маленькая ',
          urara.uma_sex_title,
          ' так и не просыпается.',
        ]);
        await era.printAndWait([
          'Кончики пальцев лезут всё глубже, ',
          you.get_colored_name(),
          ' отгибает ',
          urara.get_colored_name(),
          '  — защитные шорты и сквозь последний слой ткани гладит ',
          urara.teen_sex_title,
          ' — секрет.',
        ]);
        await era.printAndWait([
          'Шум с экрана перекрывает сладкие стоны, что ',
          urara.teen_sex_title,
          ' издаёт во сне, а ',
          you.get_colored_name(),
          ' под этой естественной маскировкой продолжает в меру дразнить её нежные чувствительные три точки, пока ',
          urara.sex,
          ' спит.',
        ]);
        await era.printAndWait([
          'В то же время, думая о том, как прожорливая подопечная на ',
          you.get_colored_name(),
          '  — теле оставила следы, обуянный(ая) жаждой мести ',
          you.get_colored_name(),
          '  тоже целится в маленькая ',
          urara.uma_sex_title,
          ' — нежную кожу на шее и сильно целует.',
        ]);
        await era.printAndWait([
          'Когда ',
          urara.teen_sex_title,
          ' тело вдруг вздрагивает, ',
          you.get_colored_name(),
          '  — рука внутри защитных шорт постепенно ловит влагу. Неужели ',
          urara.sex,
          '……?',
        ]);
        await era.printAndWait([
          'От испуга ',
          you.get_colored_name(),
          ' резко отдёргивает руку, а ',
          urara.get_colored_name(),
          ' тоже наконец под напором тела мутно открывает глаза.',
        ]);
        await urara.say_and_wait([callname, '~кино… у-нннн—?!']);
        await era.printAndWait([
          'Едва проснувшись, в смятении ',
          urara.get_colored_name(),
          '  — крохотное тело под накопленным ',
          you.get_colored_name(),
          '  возбуждением дрожит и прорывает плотину—',
        ]);
        await era.printAndWait([
          'В ',
          urara.get_colored_name(),
          '  — промежности слышно журчание, и ',
          you.get_colored_name(),
          '  только тогда вспоминает: фильм был таким скучным, что ',
          urara.sex,
          ' перед сном залпом выпила целый большой стакан напитка…',
        ]);
        await era.printAndWait([
          'С извинением ',
          you.get_colored_name(),
          ' утешает всхлипывающую из-за 「нечаянного」 недержания ',
          urara.get_colored_name(),
          ' и отводит ',
          urara.sex,
          ' в туалет.',
        ]);
        await era.printAndWait([
          'А заранее уведя маленькая ',
          urara.uma_sex_title,
          ' домой, по дороге ',
          you.get_colored_name(),
          '  всё ещё чудится, будто рука, трогавшая ',
          urara.get_colored_name(),
          '  — промежность, хранит влажную и липкую ощупь…',
        ]);
      } else {
        await era.printAndWait([
          'Но когда ',
          you.get_colored_name(),
          '  собирается разбудить ',
          urara.get_colored_name(),
          ', маленькая ',
          urara.uma_sex_title,
          ' после очередного переворота как раз прикусывает ',
          you.get_colored_name(),
          '  — пальцы, замершие перед ней.',
        ]);
        await era.printAndWait([
          'Тёплый нежный язычок цепляет ',
          you.get_colored_name(),
          '  — кончики пальцев и ',
          you.get_colored_name(),
          '  — пальцы понемногу затягивает в рот.',
        ]);
        await era.printAndWait([
          urara.teen_sex_title,
          'Старательно раскрыв маленький рот, пальцы под круговыми ласками кончика языка начинают ускользать от ',
          you.get_colored_name(),
          '  — контроля и сами лезут в тёплую мягкую глубину.',
        ]);
        await era.printAndWait([
          'Глядя на крошечную подопечную, что без конца издаёт дурманящие звуки посасывания, ',
          you.get_colored_name(),
          ' чувствует, будто душит, но отвести взгляд не смеет.',
        ]);
        await era.printAndWait([
          '「',
          urara.get_colored_name(),
          ' — чистый и очень развратный ребёнок」.',
        ]);
        await era.printAndWait([
          'С первой встречи, едва увидев ',
          urara.sex,
          ' в тот миг ',
          you.get_colored_name(),
          '  уже ловит такую грязную догадку, но когда ',
          urara.get_colored_name(),
          ' и правда обнажает свою натуру, ',
          you.get_colored_name(),
          '  пугается.',
        ]);
        await era.printAndWait([
          'Под конец дегустации, вместе с каплями жидкости и освобождением пальцев, маленькая ',
          urara.uma_sex_title,
          ' на ',
          you.get_colored_name(),
          '  — суставе пальца тихо оставляет крошечный следок зубов.',
        ]);
        await era.printAndWait([
          'Словно смакуя, причмокивает губами, ',
          urara.get_colored_name(),
          ' с ещё сонной улыбкой меняет позу и снова принимается жевать ',
          you.get_colored_name(),
          '  — воротник.',
        ]);
        await era.printAndWait([
          'В шоке ',
          you.get_colored_name(),
          ' так и сидит столбом на месте, позволяя ',
          urara.get_colored_name(),
          ' и дальше размазывать свой вкус — ',
          urara.sex,
          ' ведь всё ещё во сне.',
        ]);
        await era.printAndWait([
          'Лишь когда фильм уже почти кончается, ',
          you.get_colored_name(),
          ' приходит в себя от слабого зова из объятий.',
        ]);
        await urara.say_and_wait([callname, '…я в туалет хочу…']);
        await era.printAndWait([
          'Придя в себя, ',
          you.get_colored_name(),
          ' вспоминает и то, как ',
          urara.get_colored_name(),
          ' перед сном вроде бы выпила целый большой стакан напитка.',
        ]);
        await era.printAndWait([
          'И вот, будто спасаясь бегством, ты уводишь всё ещё трущую глаза ',
          urara.get_colored_name(),
          ' спешно в туалет…',
        ]);
      }
      await era.printAndWait([
        'Разумеется, не спрятав оставленные ',
        urara.get_colored_name(),
        ' следы укусов, попавшись на глаза, ',
        you.get_colored_name(),
        ', и получает суровый разговор от госпожи Хаякавы.',
      ]);
      await era.printAndWait(
        'Впрочем, по сравнению с тем, что было во время просмотра, это уже не так важно.',
      );
      era.drawLine();
      await inner_urara.say_as_unknown_and_wait('……');
      await inner_urara.say_as_unknown_and_wait(
        'И правда, некоторые произведения человечеству ещё рано.',
      );
      return [ret];
    };
    f.title = title;
    return f;
  })(),
  church: (() => {
    const title = 'Сай-гун потерял коня?';
    /**
     * @param {CharaTalk} urara 春乌拉拉
     * @param {CharaTalk} inner_urara 「春乌拉拉」
     * @param {CharaTalk} you 玩家
     * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
     * @param {PrintedSpan} call_56 春乌拉拉对待兼福来的称呼
     * @param {boolean} high_relation 是否为高好感度（不低于融洽且不处于三周循环内）
     */
    const f = async (
      urara,
      inner_urara,
      you,
      callname,
      call_56,
      high_relation,
    ) => {
      await era.printAndWait([
        'Ради воодушевлённой ',
        urara.get_colored_name(),
        ', и чтобы перед следующей скачкой выпросить удачу, ',
        you.get_colored_name(),
        ' решает взять ',
        urara.uma_sex_title,
        ' вместе заглянуть в святилище.',
      ]);
      await era.printAndWait('Всё равно срочных дел нет, да и раз уж пришли.');
      await era.printAndWait([
        'Вот только ступив на лестницу, ',
        you.get_colored_name(),
        ' чувствует, что атмосфера здесь чуть иная, чем в обычные визиты.',
      ]);
      await era.printAndWait([
        'Обычно в этом маленьком святилище всегда людно: кроме местных жителей и играющих здесь детей, ещё и тренирующиеся на длинной лестнице ',
        urara.uma_sex_title,
        '.',
      ]);
      await era.printAndWait(
        'Но сегодня лестница на удивление тиха: кроме шелеста леса по сторонам и птичьего пения, слышны лишь шаги двоих.',
      );
      era.println();
      if (high_relation) {
        await era.printAndWait([
          'Подъём вдвоём и правда чуть безжизнен, но крепко держа ',
          you.get_colored_name(),
          ' — руку ',
          urara.get_colored_name(),
          ' на самом деле всё время с улыбкой у ',
          you.get_colored_name(),
          ' — стороны.',
        ]);
        await urara.say_and_wait('Сегодня тут какая-то необъяснимая чистота!');
        await era.printAndWait([
          'Хоть и не поняв, о чём именно, но ',
          you.get_colored_name(),
          ' кивает, соглашаясь с ',
          urara.get_colored_name(),
          ' — взглядом, и настроение в обществе ',
          urara.uma_sex_title,
          ' постепенно светлеет.',
        ]);
      } else {
        await era.printAndWait([
          'Поколебавшись мгновение, ',
          urara.get_colored_name(),
          ' всё же делает шаг вперёд и берёт ',
          you.get_colored_name(),
          ' — руку и вдруг встаёт перед ',
          you.get_colored_name(),
          '.',
        ]);
        await urara.say_and_wait([
          callname,
          '! Тренировка на выносливость, не отставай, ладно?',
        ]);
        await era.printAndWait([
          'Не успев сообразить, ',
          you.get_colored_name(),
          ' уже увлекает на следующую ступень внезапно с озорной улыбкой побежавшая подопечная —',
        ]);
      }
      era.println();

      await era.printAndWait([
        'Когда бегущая впереди ',
        urara.get_colored_name(),
        ' ведёт на последнюю ступень, знакомое маленькое святилище возникает за торией на вершине лестницы.',
      ]);
      await era.printAndWait(
        'Как бы ни менялась атмосфера, сегодня оно по-прежнему тихо ждёт здесь поклоняющихся.',
      );
      await era.printAndWait([
        'Вместе с ',
        urara.get_colored_name(),
        ' встав перед ящиком для подношений святилища, ',
        you.get_colored_name(),
        ' достаёт две монеты и одну протягивает ',
        urara.get_colored_name(),
        ' в ладонь.',
      ]);
      await era.printAndWait([
        'Моргнув на монету, ',
        urara.get_colored_name(),
        ' поднимает уши и, поняв без слов, сжимает её…',
      ]);
      await era.printAndWait([
        'Просто закончив не слишком каноничный обряд, ',
        you.get_colored_name(),
        ' помогает ',
        urara.get_colored_name(),
        ' снять сложенный омикудзи и собирается вместе с ',
        urara.get_colored_name(),
        ' вместе развернуть бумажку в руках —',
      ]);
      era.drawLine();
      await inner_urara.say_as_unknown_and_wait([
        'Жил да был человек по имени Сай-гун, и встретил он одну ',
        urara.uma_sex_title,
        ' ——',
      ]);
      await inner_urara.say_as_unknown_and_wait('Кхм, нет, не то —');
      era.drawLine();

      await era.printAndWait([
        'Но на этот раз, прежде чем протянуть омикудзи подопечной, ',
        you.get_colored_name(),
        ' бессознательно заранее разворачивает бумажку.',
      ]);

      era.printButton('「……」', 1);
      await era.input();

      await era.printAndWait([
        'И вот, глядя на полную ожидания ',
        urara.get_colored_name(),
        ', держа в руках две одинаковые 「большая неудача」, ',
        you.get_colored_name(),
        ' погружается в сложное молчание.',
      ]);

      inner_urara.say_as_unknown([
        'В этот момент тренер ',
        you.adult_sex_title,
        ' (ваш) выбор…',
      ]);
      era.printButton('「Э-это большая неудача…」(выносливость+10)', 1);
      era.printButton('「Э-это малая удача…?」(скорость+10)', 2);
      const ret = await era.input();
      if (ret === 1) {
        await era.printAndWait([
          you.get_colored_name(),
          ' всё же дрожа говорит ',
          urara.get_colored_name(),
          ' правду.',
        ]);
        await era.printAndWait([
          'Услышав ',
          you.get_colored_name(),
          ' — ответ, хоть лицо и омрачается на секунды, но тут же снова надевает бесстрашную улыбку.',
        ]);
        await urara.say_and_wait([
          'Ничего, если большая неудача — на обратном пути смотри под ноги, и всё будет хорошо! ',
          call_56,
          ' тоже так говорила! А Урара очень ловко переходит на светофоре, да?',
        ]);
        await era.printAndWait([
          'Услышав ',
          urara.get_colored_name(),
          ' — чуть надёжный и милый ответ, ',
          you.get_colored_name(),
          ' тоже с облегчением кивает, и груз на сердце постепенно отпускает.',
        ]);
        await era.printAndWait([
          'Но не прошло и двух секунд после того, как груз спал, как новое давление снова поднимает ',
          you.get_colored_name(),
          ' — сердце к самому горлу.',
        ]);
        await era.printAndWait([
          'Уже ступившая первой на обратный путь ',
          urara.get_colored_name(),
          ' всё ещё оборачивается к ',
          you.get_colored_name(),
          ' и что-то говорит, но из-за этого забывает ещё и 「смотреть под ноги」.',
        ]);
        await era.printAndWait([
          'В этот миг ',
          urara.uma_sex_title,
          ' уже у самого верха лестницы, а одна из плит отражает свет, будто зеркало.',
        ]);
        await era.printAndWait([
          'Затем маленькая ',
          urara.uma_sex_title,
          ' с чуть растерянным лицом поскальзывается…',
        ]);

        era.printButton('「Осторожно, под ноги!」', 1);
        await era.input();

        await era.printAndWait([
          'Хоть ',
          you.get_colored_name(),
          ' вовремя хватает ',
          urara.get_colored_name(),
          ', но когда ноги отрываются от земли, ',
          you.get_colored_name(),
          ' всё равно оказывается под ',
          urara.get_colored_name(),
          ' и как с горки в парке съезжает по той очень длинной лестнице.',
        ]);
        await era.printAndWait(
          'Только вот, хоть к падению морально уже были готовы, изгиб этой горки всё равно оказался слишком тряским.',
        );
      } else {
        await era.printAndWait([
          you.get_colored_name(),
          '  немного виновато прячет две бумажки за спину.',
        ]);
        await era.printAndWait([
          urara.get_colored_name(),
          '  без тени сомнения поверила ',
          you.get_colored_name(),
          ' — ответу и, кажется, ещё очень рада, что вытянула «удачу».',
        ]);
        await era.printAndWait([
          'Хоть только что ещё стояли сомнения, теперь, похоже, ',
          urara.get_colored_name(),
          ' — улыбка чуть важнее.',
        ]);
        await era.printAndWait([
          'Так думая, ',
          you.get_colored_name(),
          '  тихо выдыхает. Украдкой убрав две бумажки с гаданием, ',
          you.get_colored_name(),
          '  думает, куда дальше отправиться с ',
          urara.get_colored_name(),
          '  погулять.',
        ]);
        await era.printAndWait([
          'Словно желая выплеснуть обиду за то, что их не приняли всерьёз, едва миновали двор, как изъятые ',
          you.get_colored_name(),
          ' две「великие неудачи」тут же нетерпеливо шлёпнули свою силу на ',
          you.get_colored_name(),
          ' — голову.',
        ]);
        await urara.say_and_wait([callname, '!Смотри под ноги!']);
        await era.printAndWait([
          'Хоть у ',
          you.get_colored_name(),
          ' за спиной ',
          urara.get_colored_name(),
          '  рванула что есть сил, но слишком маленькая ',
          urara.uma_sex_title,
          ' всё равно не успела вовремя схватить ',
          you.get_colored_name(),
          ' — смещённое тело.',
        ]);
        await era.printAndWait([
          'Словно спеша сбыться, рассеянный(ая) от раздумий ',
          you.get_colored_name(),
          ', и сам(а) того не замечая, наступает на самый скользкий камень верхней ступени лестницы.',
        ]);
        await era.printAndWait([
          'И вот, когда под ступнёй вдруг стало пусто, ',
          you.get_colored_name(),
          '  словно провалившая тренировку ',
          urara.uma_sex_title,
          ', под ',
          urara.get_colored_name(),
          '  панические крики с грохотом кубарем съезжает вниз по сверхдлинной лестнице святилища…',
        ]);
      }

      era.println();
      await era.printAndWait([
        'Спустя какое-то время ',
        you.get_colored_name(),
        '  чинно лежит на спине у подножия лестницы, а в разбитой вдрызг голове изо всех сил пытается да пытается собрать мысли, что рассыпались по земле.',
      ]);
      await era.printAndWait([
        'К счастью, вот так вниз съехала не ',
        urara.get_colored_name(),
        '. Глядя на голубое небо вверху и ',
        urara.get_colored_name(),
        '  встревоженное личико, ',
        you.get_colored_name(),
        '  в голове ясна лишь эта мысль.',
      ]);
      await era.printAndWait([
        'На счастье, осмотрев тело, ',
        urara.get_colored_name(),
        '  и ',
        you.get_colored_name(),
        '  оба выдыхают с облегчением: с ',
        you.get_colored_name(),
        ' — телом всё в порядке.',
      ]);
      await era.printAndWait([
        'Вот только те две бумажки в небе, что сейчас у ',
        you.get_colored_name(),
        '  перед глазами по ветру пролетают「великие неудачи», и кажется, будто кто-то невидимый беззвучно насмехается над ',
        you.get_colored_name(),
        '.',
      ]);
      await era.printAndWait('Ой-ой, спина правда очень болит…');
      await era.printAndWait([
        'Но после возвращения ',
        urara.get_colored_name(),
        '  будто ради ',
        you.get_colored_name(),
        '  ещё усерднее ',
        ret === 1 ? ' оставалась рядом' : 'тренировалась',
        ', хотя ',
        you.get_colored_name(),
        '  на самом деле не пострадал(а)…',
      ]);
      era.drawLine();
      await inner_urara.say_as_unknown_and_wait(
        'Нм? Чего смотришь? Это не я, о? Правда не я, о?',
      );
      return ret;
    };
    f.title = title;
    return f;
  })(),
  hid_menu: (() => {
    const title = 'Скрытое меню и правда вкусное же!';
    /**
     * @param {CharaTalk} urara 春乌拉拉
     * @param {CharaTalk} inner_urara 「春乌拉拉」
     * @param {CharaTalk} you 玩家
     * @param {string} callname 春乌拉拉对玩家的称呼
     * @param {boolean} high_relation 是否为高好感度（不低于融洽且不处于三周循环内）
     */
    const f = async (urara, inner_urara, you, callname, high_relation) => {
      await era.printAndWait([
        'Когда дневной выход с обедом закончился и пришла пора платить, ',
        you.get_colored_name(),
        '  растерянно слушает особое требование сотрудника.',
      ]);
      await you.say_as_passer_by_and_wait(
        'Официант A',
        'Хорошо! Итак, что нужно сделать после того, как отведали скрытое парное блюдо нашего заведения?',
      );
      era.printButton('「П-поцелуй…?」', 1);
      await era.input();
      await era.printAndWait([
        'Пересказывая подозрительное условие официанта с подозрительной улыбкой и скользнув взглядом вверх на невинное лицо подопечной, ',
        you.get_colored_name(),
        '  погружается в раздумья.',
      ]);
      await era.printAndWait([
        urara.get_colored_name(),
        '  правда пришла в это заведение только по рекомендации подруги, без всякой другой цели?',
      ]);
      await era.printAndWait([
        urara.get_colored_name(),
        '  правда спросила в этом заведении про「скрытое меню」только по「случайности」?',
      ]);
      await era.printAndWait([
        urara.get_colored_name(),
        '  правда затащила другого внутрь только потому, что не разглядела жутковатый декор снаружи?',
      ]);
      await you.say_and_wait(
        'Но почему я подозреваю Урару? Неужели во всём виноват(а) я?',
        true,
      );
      await era.printAndWait([
        'Не замеченная ',
        urara.get_colored_name(),
        '  сквозь невинность проступила чуть-чуть злорадная ухмылка удавшегося розыгрыша, ',
        you.get_colored_name(),
        '  из-за отказавшего мозга без конца подозревает себя.',
      ]);
      era.println();
      if (high_relation) {
        await urara.say_and_wait([
          callname,
          ', чего столбом стоишь? Давай Kiss!',
        ]);
        await urara.say_and_wait(
          `Ну же, ну же! Хе-хе~ Сейчас на людях с ${callname}  поцелуемся!`,
        );
        await era.printAndWait([
          'Но видя ',
          you.get_colored_name(),
          ' — растерянность, ',
          urara.get_colored_name(),
          '  наоборот радостно подначивает вместе с окружающими.',
        ]);
        await era.printAndWait([
          'Перед подопечной, что серьёзно подаётся ближе, ',
          you.get_colored_name(),
          '  паникует и трясёт головой, будто привидение увидел(а).',
        ]);
        await you.say_and_wait(
          'Урара, ну должен же быть другой выбор. Если ты так сделаешь, все будут потрясены, так чужого благословения не получишь…',
        );
      } else {
        await urara.say_and_wait([
          callname,
          '  не хочешь Kiss? Хотя я и так знаю…',
        ]);
        await urara.say_and_wait(
          `Но ${callname}!Раз взрослый — то не всё же можно выбирать, о?`,
        );
        await era.printAndWait([
          'Глядя, как всё сильнее паникует ',
          you.get_colored_name(),
          ', ',
          urara.get_colored_name(),
          '  наоборот показывает чуть брезгливое, но необъяснимо радостное лицо.',
        ]);
        await era.printAndWait([
          'Но перед подопечной, с виду холодной, но непреклонной, ',
          you.get_colored_name(),
          '  начисто забывает, как обычно следует поступать.',
        ]);
        await you.say_and_wait(
          'Нельзя, Урара. Если так сделать при всех, меня в участок заберут, все с торговой улицы тоже будут ругать, и твои друзья тоже…',
        );
      }
      era.println();
      await urara.say_and_wait(
        `${callname}!Не зевай по сторонам, так не поцелуешься, о!`,
      );
      await era.printAndWait([
        'Едва ',
        urara.get_colored_name(),
        '  договорила, как пытавшийся отказаться ',
        you.get_colored_name(),
        '  тут же стиснула раззадоренная подопечная ',
        urara.uma_sex_title,
        ' силой лицо.',
      ]);
      await era.printAndWait('Вот теперь в обществе точно крышка…');
      await era.printAndWait([
        'Схваченн(ая) разбушевавшейся подопечной и не в силах пошевелиться ',
        you.get_colored_name(),
        ', может лишь под взглядами толпы в отчаянии смотреть на ',
        urara.get_colored_name(),
        '  ту милую мордашку, полную такого ясного умысла…',
      ]);
      await era.printAndWait([
        'Дальше не в силах сбежать ',
        you.get_colored_name(),
        '  сполна ощущает исходящее от ',
        urara.get_colored_name(),
        ' 「удушающее вожделение」.',
      ]);
      era.println();
      if (era.get('exp:52:接吻次数') >= 10) {
        await era.printAndWait([
          'маленькая ',
          urara.uma_sex_title,
          ' с невинным, но на семь частей соблазнительным видом без тени напряжения подошла к ',
          you.get_colored_name(),
          ', игриво прикусила ',
          you.get_colored_name(),
          ' — губы.',
        ]);
        await era.printAndWait([
          'А потом, пока маленькая ',
          urara.uma_sex_title,
          ' долго брала своё, ',
          you.get_colored_name(),
          '  всё время чувствует, что вот-вот потеряет сознание.',
        ]);
        await era.printAndWait([
          'Сначала ',
          you.get_colored_name(),
          '  ещё смутно слышит, как у зевак разом взрывается шёпот, но сразу же ',
          urara.get_colored_name(),
          '  заливает нежностью — и всё расплывается.',
        ]);
        await era.printAndWait([
          'Когда вокруг почти стихло, ',
          urara.get_colored_name(),
          '  наконец с сожалением отпускает уже почти падающ(ую) ',
          you.get_colored_name(),
          '.',
        ]);
        await era.printAndWait([
          'Но после этого ',
          urara.get_colored_name(),
          '  с чистым и невинным видом ещё и проводит кончиком языка по ',
          you.get_colored_name(),
          ' — губам.',
        ]);
      } else {
        await era.printAndWait([
          'То ли от стыда, то ли от неопытности и волнения слишком торопливая маленькая ',
          urara.uma_sex_title,
          ' с ',
          you.get_colored_name(),
          ' — лицом столкнулась в упор.',
        ]);
        await urara.say_and_wait(
          'Ува-а, больно! Кажется, стукнулись губами и зубами…',
        );
        await era.printAndWait([
          'Но неудачный первый шаг не заставил ',
          urara.get_colored_name(),
          '  остановиться: в раздражении тянет ',
          you.get_colored_name(),
          ' — за ворот, ',
          urara.get_colored_name(),
          '  продолжает грубо смаковать ',
          you.get_colored_name(),
          ' — дыхание.',
        ]);
        await era.printAndWait([
          'Стараясь не слушать шёпот вокруг, когда маленькая ',
          urara.uma_sex_title,
          ' агрессивно тянет за шею, ',
          you.get_colored_name(),
          '  всё время чувствует, что в любой миг может потерять сознание…',
        ]);
        await era.printAndWait([
          'Но когда ',
          you.get_colored_name(),
          '  уже почти падает от изнеможения, ',
          urara.get_colored_name(),
          '  наконец с лёгкой досадой отпускает своего ',
          callname,
          '.',
        ]);
      }
      era.println();
      await you.say_and_wait(
        'Хоть так думать и невежливо, Урара не от неутолённого желания ли…?',
        true,
      );
      await era.printAndWait([
        'Обмякнув на стуле, ',
        you.get_colored_name(),
        '  краем глаза проводит по официанту, закрывшему лицо, и гостям, что не смеют поднять глаз, и бессильно выдыхает.',
      ]);
      await era.printAndWait([
        'Маленькая подопечная в этот миг всё ещё смотрит влюблённо-манящим взглядом на ',
        you.get_colored_name(),
        ', словно спрашивает у ',
        you.get_colored_name(),
        '  — не продолжить ли.',
      ]);
      await era.printAndWait([
        you.get_colored_name(),
        '  признаёт: чистая ',
        urara.get_colored_name(),
        '  проснулась не без своей вины, но сразу стать такой погрязшей в похоти розовой маленькой ',
        urara.sex_code - 1 ? ' кобылой' : 'жеребцом',
        ', не слишком ли это?',
      ]);
      await era.printAndWait([
        'Глубоко коря себя, ',
        you.get_colored_name(),
        '  видит, как ',
        urara.get_colored_name(),
        '  будто снова с румянцем на щеках придвигается ближе.',
      ]);
      await urara.say_and_wait(
        `Чтобы доказать, что мы пара, ${callname}  думает, что этого мало, да? Ничего, я тоже так думаю!`,
      );
      await urara.say_and_wait(['Поэтому ', callname, '…ещё разок?']);
      await you.say_and_wait(
        `Не надо так, Урара, ${callname}  правда уже не может! Хотя бы, хотя бы после смерти в обществе оставь хоть лазейку для жизни!`,
        true,
      );
      await era.printAndWait([
        'Глядя на вишнёво-розовое, что тихонько облизывает губы, ',
        you.get_colored_name(),
        '  не выдерживает и закрывает глаза…',
      ]);
      era.drawLine();
      await inner_urara.say_as_unknown_and_wait(
        'Н-н, ну, а… научиться получать удовольствие — тоже неплохо, да?',
      );
    };
    f.title = title;
    return f;
  })(),
  try_dress: (() => {
    const title = 'Пора примерять сценический наряд!';
    /**
     * @param {CharaTalk} urara 春乌拉拉
     * @param {CharaTalk} inner_urara 「春乌拉拉」
     * @param {CharaTalk} you 玩家
     * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
     * @param {boolean} high_relation 是否为高好感度（不低于融洽且不处于三周循环内）
     */
    const f = async (urara, inner_urara, you, callname, high_relation) => {
      await era.printAndWait([
        'Чтобы как следует подготовиться к следующим скачкам, ',
        you.get_colored_name(),
        '  и ',
        urara.get_colored_name(),
        '  приходят в торговый центр купить спорттовары для следующих тренировок.',
      ]);
      await era.printAndWait([
        'Но когда они проходили мимо лавки, где шьют победные костюмы, ',
        urara.get_colored_name(),
        '  вдруг получает приглашение 「примерить сценический наряд」.',
      ]);
      await era.printAndWait([
        'А после короткого разговора с ',
        urara.uma_sex_title,
        ' продавщицей вы узнали, как всё вышло: ',
      ]);
      await era.printAndWait(
        'Недавно им поступил заказ из другого Трейсена: нужно сшить новый сценический наряд.',
      );
      await era.printAndWait(
        'Хотели доработать старые образцы, что так и не пошли, но не знали, какую модель выбрать.',
      );
      await era.printAndWait(
        'А раз выбрать трудно — почему бы просто не позвать учениц Трейсена примерять?',
      );
      await urara.say_and_wait([
        'И вот в этот миг я и ',
        callname,
        '  как раз проходили мимо? Как удачно!',
      ]);
      await urara.say_and_wait([
        'Примерять новое Ураре очень интересно! Но сегодня есть и другие дела, так что —',
      ]);
      await era.printAndWait([
        'После короткого колебания ',
        urara.get_colored_name(),
        '  решительно решает сначала спросить ',
        you.get_colored_name(),
        ' — мнение.',
      ]);

      era.printButton('「Ничего, хочешь примерить — примеряй.」', 1);
      await era.input();

      await urara.say_and_wait('Как хорошо—!');
      await era.printAndWait([
        'Получив согласие, после короткого ожидания маленькая ',
        urara.uma_sex_title,
        ' сразу же в возбуждении по указаниям продавщицы впрыгивает в примерочную, где уже висит одежда для примерки.',
      ]);
      await era.printAndWait([
        'Впрочем, ',
        urara.get_colored_name(),
        ' в порядке? — ',
        urara.sex,
        ' должна суметь нормально одеться сама?',
      ]);
      await era.printAndWait([
        'Хотя поначалу такое беспокойство ещё было, но когда ',
        urara.get_colored_name(),
        ' в опрятной одежде с улыбкой появляется перед глазами, ',
        you.get_colored_name(),
        ' тоже отгоняет сомнения.',
      ]);
      await era.printAndWait([
        'Впрочем, глядя, как подопечная танцевальными шагами, как на Live, подыскивает продавцам ракурсы для фото, ',
        you.get_colored_name(),
        ' всё же немного растроган(а).',
      ]);
      await era.printAndWait([
        'Даже если в обычных проявлениях ещё очень наивна, ',
        urara.sex,
        ' всё равно всё время растёт, и даже не найдя тренера, ',
        urara.sex,
        ' смогла бы вырасти как следует.',
      ]);
      await era.printAndWait([
        'Всякий раз, когда приходят такие мысли, ',
        you.get_colored_name(),
        ' тоже радуется, что при первой встрече не разминулся(ась) с ',
        urara.get_colored_name(),
        '.',
      ]);
      await era.printAndWait([
        'Возможно, не встретив ',
        urara.get_colored_name(),
        ' — ',
        you.get_colored_name(),
        ' тоже смог(ла) бы выпутаться, возможно, без ',
        you.get_colored_name(),
        ' — ',
        urara.get_colored_name(),
        ' тоже смогла бы взять первое место…',
      ]);
      await era.printAndWait([
        'Но теперь, ясно зная, что так нельзя, как тренер ',
        you.get_colored_name(),
        ' всё же то и дело ловит себя на мысли забрать ',
        urara.get_colored_name(),
        ' целиком себе.',
      ]);
      await era.printAndWait([
        'Для тренера это и впрямь скверно. Качнув головой и отринув мысли, недостойные взрослого, ',
        you.get_colored_name(),
        ' случайно встречается взглядом с ',
        urara.get_colored_name(),
        '.',
      ]);
      await era.printAndWait([
        'Словно крошечный идол на сольном Live, с яркой улыбкой цвета сакуры к ',
        you.get_colored_name(),
        ' беззвучно складывает воздушный поцелуй 「легенды лошадиного прыжка」.',
      ]);
      await era.printAndWait([
        'Хотя нет ни песни, ни музыки, чтоб оттенить, и сам(а) уже столько раз видел(а) это в других местах, маленькая ',
        urara.uma_sex_title,
        ' с румянцем на щеках и застенчивым воздушным поцелуем всё равно попадает в ',
        you.get_colored_name(),
        ' — сердце.',
      ]);
      await era.printAndWait([
        'Пока ',
        you.get_colored_name(),
        ' ещё не успевает унять колотящееся сердце, ',
        urara.get_colored_name(),
        ' уже под жестами 「OK」 продавцов снова впрыгивает в гримёрку за кулисами.',
      ]);
      await you.say_and_wait('…Только что это была Урара?', true);
      await era.printAndWait([
        'Прижав беспокойно колотящуюся грудь, уже успокоившись, ',
        you.get_colored_name(),
        ' только тогда соображает: бросившая любовный воздушный поцелуй ',
        urara.teen_sex_title,
        ' — именно та ещё с виду наивная маленькая подопечная…',
      ]);
      era.drawLine();

      await urara.print_and_wait([
        'В гримёрке только что набросившаяся на ',
        callname,
        ' — ',
        urara.get_colored_name(),
        ' держится за край зеркала и изо всех сил глушит неугомонный стук сердца.',
      ]);
      await urara.say_and_wait(
        'Ну… да остановись же! Сейчас ведь ни тренировки, ни скачек, о? Уу… голова кружится…',
        true,
      );
      await urara.say_and_wait(
        [
          'А ведь просто хотела внезапно напугать ',
          callname,
          ', но почему, как сделала, стало так стыдно…',
        ],
        true,
      );
      await urara.print_and_wait([
        'Чуть успокоившись, ',
        urara.get_colored_name(),
        ' с непонятным чувством медленно поднимается.',
      ]);
      await urara.print_and_wait([
        'По мере того как ',
        urara.teen_sex_title,
        ' поднимает взгляд, от краешка глаза к прямой встрече, ',
        urara.get_colored_name(),
        ' видит в зеркале 「другую ',
        urara.uma_sex_title,
        ' 」.',
      ]);
      await urara.print_and_wait([
        'В зеркале ',
        urara.uma_sex_title,
        ', кто это? Хотя на ',
        urara.get_colored_name(),
        ' очень похожа, одета так же, как ',
        urara.get_colored_name(),
        ', но с первого взгляда именно такая, какую все любят.',
      ]);
      await urara.print_and_wait([
        'Точно как в книгах ',
        urara.sex_code - 1 ? ' принцесса' : 'принц',
        ', пылающие щёки, застенчивые глаза… это, наверное, вид 「',
        urara.teen_sex_title,
        ' первой любви」?',
      ]);
      await urara.print_and_wait([
        'Хотя не очень понятно, но как все и говорят, на наивную ',
        urara.get_colored_name(),
        ' совсем не похожа, всем будет мила такая ',
        urara.child_sex_title,
        '……',
      ]);
      await urara.say_and_wait(
        [
          'Тогда… ',
          callname,
          ' тоже полюбит, если это такая ',
          urara.child_sex_title,
          '?',
        ],
        true,
      );
      await urara.print_and_wait([
        'Протянув руку, нежно гладит в зеркале 「',
        urara.get_colored_name(),
        ' 」, чувствуя, как сердце снова ускоряется, ',
        urara.teen_sex_title,
        ' ни с того ни с сего думает.',
      ]);
      await urara.say_and_wait(
        ['Но почему сейчас снова вспоминается ', callname, ' же?'],
        true,
      );
      era.println();
      if (high_relation) {
        await urara.say_and_wait(
          [
            'Хотя всё ещё не знает, как быть, но Урара и правда любит видеть, как ',
            callname,
            ' радуется…',
          ],
          true,
        );
        await urara.print_and_wait([
          'маленькая ',
          urara.uma_sex_title,
          ' смотрит в угол гримёрки на ту одежду, что так и не повесили.',
        ]);
        await urara.say_and_wait(
          [
            'Урара и сама знает, почему ту одежду не достали заранее, но если это та одежда, ',
            callname,
            ' наверное…',
          ],
          true,
        );
        await urara.print_and_wait([
          'Изо всех сил вскинув уши, всё больше теряя рассудок от первой любви, ',
          urara.teen_sex_title,
          ' решает пойти на дерзкую попытку.',
        ]);
      } else {
        await urara.say_and_wait(
          [
            'Почему Урара радуется? Потому что увидела, как ',
            callname,
            ' так радуется?',
          ],
          true,
        );
        await urara.say_and_wait(
          [
            'Но если ',
            callname,
            ' любит Урару сильнее, станет ли лучше ради Урары?',
          ],
          true,
        );
        await urara.say_and_wait(
          [
            'Тогда, если ',
            callname,
            ' окажется увлечён(а) Урарой, может быть…?',
          ],
          true,
        );
        await urara.print_and_wait([
          'открыла ящик, достала тот наряд, первой любви ',
          urara.teen_sex_title,
          ' поколебавшись мгновение, неуклюжим предлогом убедила себя.',
        ]);
      }
      era.drawLine();
      await urara.say_and_wait('И этот наряд тоже надела!');
      await era.printAndWait([
        'Вслед за ',
        urara.get_colored_name(),
        ' с полузастенчивым бодрым заявлением слишком длинная занавеска примерочной отдёрнулась.',
      ]);
      await era.printAndWait(
        'Следом воздух, который с таким трудом стал оживлённым, мигом застыл.',
      );
      await era.printAndWait([
        'Кроме покрасневшей ',
        urara.get_colored_name(),
        ' все остальные замерли, будто увидели что-то потрясающее.',
      ]);

      era.printButton('「……?!」', 1);
      await era.input();

      await era.printAndWait([
        you.get_colored_name(),
        ' не знает, как описать нынешнюю ',
        urara.get_colored_name(),
        ' точнее — не то что описать, нынешний ',
        you.get_colored_name(),
        ' почти потерял волю дальше смотреть подопечной в глаза.',
      ]);
      await era.printAndWait([
        'Впрочем, это и правда не виданная в роли тренера ',
        urara.get_colored_name(),
        ' ——',
      ]);
      await era.printAndWait([
        'Под выделенными стянутым корсетом изгибами слились воедино обхваченная тонкая талия и тугой высокий вырез: ',
        urara.teen_sex_title,
        ' перетянута им по самым изгибам тела;',
      ]);
      await era.printAndWait([
        'Спускающийся с поясницы и корня хвоста кружевной подол соблазнительно колышется, а нарочно открытые пупок и низ живота словно несут лишь эротический смысл;',
      ]);
      await era.printAndWait([
        'У отведённого набок вишнёвого хвоста — сердечки металлических серёг и смоляные чехлы на уши, вместе с кожаными перчатками и сапогами отражающие свет вожделения.',
      ]);
      await era.printAndWait([
        'Обёрнутая этим чисто чёрным нарядом, та, что должна быть 「наивной」, ',
        urara.get_colored_name(),
        ' в этот миг ярко прекрасна и чарует.',
      ]);
      await era.printAndWait(
        'Это что за идол такой? А этот суккубский наряд — сценический костюм для какой сцены?',
      );
      await era.printAndWait([
        'Почему на той, в чьих вишнёвых зрачках погас блеск, ',
        urara.get_colored_name(),
        ' этот чрезмерный сценический наряд так идёт?',
      ]);
      await era.printAndWait([
        'Сощурившаяся ',
        urara.get_colored_name(),
        ', словно нацелясь на добычу, бросает возбуждённую улыбку тому, кого ',
        urara.sex,
        ' зовёт ',
        callname,
        ' , — это ещё что?',
      ]);
      await era.printAndWait([
        'От ',
        urara.get_colored_name(),
        ' — взгляда мурашки по спине у ',
        you.get_colored_name(),
        ' сглотнул, и незаметно ',
        you.get_colored_name(),
        ' будто тоже постепенно проваливается в ловушку, где рассудок всё испаряется…',
      ]);
      await era.printAndWait([
        'Но едва взрослые замолчали, маленькая ',
        urara.uma_sex_title,
        ' первой закрыла ладонями всё более алое лицо.',
      ]);
      await urara.say_and_wait('П-прости, Урара переборщила, наверное…');
      await era.printAndWait([
        'Крошечная суккуб продержалась лишь несколько секунд и сразу снова стала спрятавшейся за боковую занавеску примерочной, до слёз застенчивой ',
        urara.get_colored_name(),
        '.',
      ]);
      era.println();

      await you.say_and_wait(
        'Сотрудничают с «Медзиро-дзё», по совместительству шьют одежду особого назначения?',
      );
      await era.printAndWait([
        'Когда все привели происходящее в порядок, потрясённый ',
        you.get_colored_name(),
        ' с недоверием повторял слова всё ещё без конца извиняющейся продавщицы и на миг не знал, что сказать.',
      ]);
      await you.say_as_passer_by_and_wait(
        'Продавщица А',
        'Правда, очень извините, тот наряд изначально собирались выбросить, но в итоге забыли в примерочной…',
      );
      await you.say_and_wait('Эта причина пока ещё куда ни шло…');
      await you.say_and_wait(
        'Стоп, другие наряды ладно, но почему этот Ураре тоже сел в самый раз? А исходный заказчик этого наряда тогда…?',
        true,
      );
      await you.say_and_wait('…всё-таки лучше не надо.', true);
      await era.printAndWait([
        'По дороге назад с полными пакетами спорттоваров ',
        you.get_colored_name(),
        ' предпочёл больше не думать об этом подозрительном вопросе.',
      ]);
      await era.printAndWait([
        'Но пока ',
        you.get_colored_name(),
        ' задумался, идущая рядом ',
        urara.get_colored_name(),
        ' всё же спросила.',
      ]);
      await urara.say_and_wait([
        'Если Урара и дальше будет надевать, чтобы ',
        callname,
        ' смотрел, ',
        callname,
        ' затрепещет?',
      ]);
      inner_urara.say_as_unknown([
        'Перед ',
        urara.get_colored_name(),
        ' — вопросом тренер ',
        you.adult_sex_title,
        ' (вы) ответил.',
      ]);
      era.printButton(
        '「Да что ты, это слишком чересчур…」(расположение+10)',
        1,
      );
      era.printButton(
        '「Если на остальное не смотреть… наверное, да?」(влюблённость+5)',
        2,
      );
      const ret = await era.input();
      await era.printAndWait([
        'Услышав ',
        you.get_colored_name(),
        ' — ответ, ',
        urara.get_colored_name(),
        ' лишь показала улыбку, не по-обычному загадочную.',
      ]);
      await era.printAndWait([urara.sex, 'И что она вообще думает…']);
      era.drawLine();
      await urara.say_and_wait([
        'Хоть и выглядит очень неохотно, но ',
        callname,
        ' не отрицал, что затрепещет! Хотя в этот раз не продержался долго.',
      ]);
      await urara.say_and_wait([
        'хе-хе~ Это тоже затем, чтобы и дальше ',
        callname,
        ' затрепещет! Конечно, надо смотреть на Урару…',
      ]);
      await inner_urara.say_as_unknown_and_wait(
        'Так ли это хорошо? Доверять такому порыву… люди ведь очень ненадёжны, верно?',
      );
      await urara.say_and_wait([
        'Ничего! Потому что я верю в ',
        callname,
        ' о!',
      ]);
      return [ret];
    };
    f.title = title;
    return f;
  })(),
  cl_christmas: (() => {
    const title = 'Ночь решимости идти вперёд';
    /**
     * @param {CharaTalk} urara 春乌拉拉
     * @param {CharaTalk} inner_urara 「春乌拉拉」
     * @param {CharaTalk} you 玩家
     * @param {string} callname 春乌拉拉对玩家的称呼
     * @param {boolean} high_relation 是否为高好感度（不低于融洽且不处于三周循环内）
     * @param {number} arim_kin_rank 有马纪念的名次，为0表示没有参加
     */
    const f = async (
      urara,
      inner_urara,
      you,
      callname,
      high_relation,
      arim_kin_rank,
    ) => {
      inner_urara.name = '「Хару Урара」';
      await era.printAndWait(
        'Хотя Рождество полностью наступило лишь после вчерашнего сочельника, снаружи уже несколько дней разливается полный сладости праздничный воздух.',
      );
      await era.printAndWait([
        'Просто для ',
        you.get_colored_name(),
        ' и ',
        urara.get_colored_name(),
        ' хоть оба раз в год, вчерашняя Arima Kinen куда важнее сегодняшнего Рождества.',
      ]);
      await era.printAndWait([
        'Не то чтобы праздника не ждали: любой праздник, что умеет дарить радость, ',
        urara.get_colored_name(),
        ' конечно, приветствует все, а ',
        you.get_colored_name(),
        ' тоже готовится заранее.',
      ]);
      if (arim_kin_rank > 0) {
        await era.printAndWait(
          'Но, кажется, на Arima горела слишком ярко: сейчас эта лошадка кроме необходимого всё время в ленивом режиме.',
        );
        await era.printAndWait([
          'В кабинете тренера, поглаживая лежащую на диване мягкую-премягкую ',
          urara.get_colored_name(),
          ', ',
          you.get_colored_name(),
          ' выбил на клавиатуре последний символ под занавес работы.',
        ]);
        if (arim_kin_rank === 1) {
          await era.printAndWait([
            'Вспоминая сцену, что увидел, выскочив из входного тоннеля после ошеломлённой встречи, тогдашний ',
            you.get_colored_name(),
            ' даже на миг решил, что видит сон наяву.',
          ]);
          await era.printAndWait([
            'И только когда в изумлении все обступили с расспросами и в дурмане увидел, как ',
            urara.get_colored_name(),
            ' встала в центр Live, и только тогда пришла уверенность: всё это правда.',
          ]);
          await era.printAndWait([
            'А после этого ',
            urara.get_colored_name(),
            ' была очень хорошо защищена друзьями, но ',
            you.get_colored_name(),
            ' теперь стоит только остаться в одиночестве — неприятности сыплются без конца.',
          ]);
          await era.printAndWait([
            'Но даже если сейчас 「заботиться о ',
            urara.get_colored_name(),
            ' 」 уже стало похоже на отговорку, чтобы сбежать, вот только давление сверх того нельзя сваливать на ',
            urara.get_colored_name(),
            ' уж.',
          ]);
          await era.printAndWait([
            'Взрослые неприятности пусть хотя бы взрослые сами и переживают. Закрыв компьютер, ',
            you.get_colored_name(),
            ' тихо вздыхает.',
          ]);
          await era.printAndWait([
            'Заметив ',
            callname,
            ' — движение и уже собиравшаяся подняться маленькая ',
            urara.uma_sex_title,
            ', ',
            you.get_colored_name(),
            ' тоже вовремя убрала пальцы, на которых ещё оставалось мягкое прикосновение.',
          ]);
        } else {
          await era.printAndWait([
            'Насчёт участия в Arima Kinen ',
            you.get_colored_name(),
            ' — мысли те же, что у всех: лишь бы ',
            urara.get_colored_name(),
            ' сейчас могла выйти на дорожку — это уже победа.',
          ]);
          await era.printAndWait([
            'Это само по себе радостно, но та внезапно с ',
            you.get_colored_name(),
            ' встретившаяся ',
            inner_urara.get_colored_name(),
            ' сказала — что же это всё-таки…',
          ]);
          await era.printAndWait([
            'Заметив ',
            callname,
            ' — движение и уже собиравшаяся подняться маленькая ',
            urara.uma_sex_title,
            ', ',
            you.get_colored_name(),
            ' тоже вовремя убрала пальцы, на которых ещё оставалось мягкое прикосновение.',
          ]);
        }
      } else {
        await era.printAndWait([
          'Сегодняшняя ',
          urara.get_colored_name(),
          ' тихо сидит рядом с занятым работой ',
          callname,
          ', но не в силах усидеть покачивающиеся ушки всё равно украдкой ложатся на ',
          you.get_colored_name(),
          ' — плечо.',
        ]);
        await era.printAndWait([
          'А чтобы вовремя ответить маленькой ',
          urara.uma_sex_title,
          ' ожиданию, пока ждёт, ',
          you.get_colored_name(),
          ' тоже слегка ускоряет ритм, с которым пальцы стучат по клавиатуре…',
        ]);
      }
      await era.printAndWait(
        'Впрочем, здесь и так не собирались всерьёз праздновать Рождество, но выбрать особенный день и обменяться поздравлениями — это всегда стоит того.',
      );
      await era.printAndWait([
        'Поэтому, хотя бы в благодарность маленькой ',
        urara.uma_sex_title,
        ' за усилия всё это время, сегодня ',
        urara.sex,
        ' тоже заслуживает, чтобы ',
        you.get_colored_name(),
        ' приготовил(а) для неё особенные воспоминания.',
      ]);
      await era.printAndWait([
        'Закрыв компьютер, ',
        you.get_colored_name(),
        ' из-под стола достаёт заранее для ',
        urara.get_colored_name(),
        ' приготовленный рождественский подарок. Сегодня ',
        urara.sex,
        ', наверное, как раз ждёт этого момента.',
      ]);
      if (high_relation) {
        await era.printAndWait([
          'Увидев ',
          you.get_colored_name(),
          ' — внезапно протянутую коробку с подарком, ',
          urara.get_colored_name(),
          ' сначала чуть замирает от удивления, но затем милая улыбка вместе с сюрпризом всползает на щёки.',
        ]);
        await era.printAndWait([
          'Под ',
          you.get_colored_name(),
          ' — одобрением радостно раскрывает коробку, маленькая ',
          urara.uma_sex_title,
          ' с радостным удивлением достаёт из коробки пару новеньких розовых чехлов на уши.',
        ]);
      } else {
        await era.printAndWait([
          'Наверное, не ожидала, что ей самой подарят подарок, ',
          urara.get_colored_name(),
          ' сначала замирает, но, получив ',
          you.get_colored_name(),
          ' — одобрение всё же принимает коробку.',
        ]);
        await era.printAndWait([
          'Под ',
          you.get_colored_name(),
          ' — жест слегка нерешительно открывает упаковку подарка, затем ',
          urara.get_colored_name(),
          ' вишнёвые зрачки, стоило взять из коробки новенькие чехлы на уши, постепенно светлеют.',
        ]);
      }
      if (era.get('love:52') >= 75) {
        await era.printAndWait(
          '「Чехлы на уши и украшение на хвост в дар от возлюбленного — доказательство любви」, в Кодзики об этом вовсе нет ни слова, но среди нынешних учениц это очень модно.',
        );
        await era.printAndWait([
          'Хотя дарить под Рождество недорогие безделушки слегка подло, но сопровождавшие маленькую ',
          urara.uma_sex_title,
          ' в долгих забегах старые чехлы на уши и правда уже полиняли от стирок.',
        ]);
      } else {
        await era.printAndWait([
          'Хотя не столь близкой ',
          urara.uma_sex_title,
          ' дарить чехлы на уши или украшение на хвост могут счесть невежливостью, но ',
          urara.get_colored_name(),
          ' скорее всего не станет особо обращать на это внимание.',
        ]);
        await era.printAndWait([
          'Разумеется, ',
          you.get_colored_name(),
          ' тоже вовсе не из опасений нарушить приличия, а просто потому что ',
          urara.get_colored_name(),
          ' те чехлы на уши, которыми неизвестно сколько пользовалась, просто уже слишком старые.',
        ]);
      }
      await urara.say_and_wait([
        'Э? Это ',
        callname,
        ' приготовил(а)? Как здорово—! И такие же, как сейчас у Урары!',
      ]);

      era.printButton('「Это Санта попросил меня передать тебе подарок.»', 1);
      await era.input();

      await urara.say_and_wait([
        'Правда!? Значит, Санта в этом году — ',
        callname,
        ' ! Эх-хе-хе~ спасибо, ',
        callname,
        '!',
      ]);
      await era.printAndWait([
        'Хм? Значит, ',
        urara.get_colored_name(),
        ' из тех, кто не верит в Санту… нет, неужели из тех, кто прозрел самую суть Санты?',
      ]);
      await era.printAndWait([
        'Глядя на радостную, но с двойным смыслом улыбку подопечной, ',
        you.get_colored_name(),
        ' вдруг осознаёт, что у ',
        urara.get_colored_name(),
        ' неожиданных сведений, кажется, снова прибавилось…',
      ]);
      await urara.say_and_wait(
        'Впрочем, Рождество — праздник, когда все бывают очень счастливы! Не только дети, даже взрослые тоже!',
      );
      await urara.say_and_wait([
        'Поэтому Урара в это время тоже становится Сантой и дарит особенный подарок ',
        callname,
        '!',
      ]);
      await era.printAndWait([
        'С улыбкой подавшись ближе, ',
        urara.get_colored_name(),
        ' суёт вынутое из кармана нечто в ',
        you.get_colored_name(),
        ' — ладонь.',
      ]);
      await era.printAndWait([
        'Разжав ладонь, маленькая ',
        urara.uma_sex_title,
        ' вкладывает в ',
        you.get_colored_name(),
        ' руки оказывается разрисованный цветной бумажный клочок, посреди которого ещё написано 「купон: помогу с чем угодно」.',
      ]);
      await urara.say_and_wait(
        'Хоть помочь с генеральной уборкой, хоть с готовкой, хоть поболтать с тобой — только скажи!',
      );
      await urara.say_and_wait([
        'Урара и дальше будет стараться ещё сильнее, так что ',
        callname,
        ' если понадобится помощь — только позови меня!',
      ]);

      era.printButton('「Ага! Спасибо тебе!」', 1);
      await era.input();

      await urara.say_and_wait([
        'Эх-хе-хе~ ',
        callname,
        ' сейчас очень рад(а), да? Когда я была маленькой, тоже дарила такие купоны папе, и папа тоже очень радовался!',
      ]);
      await urara.say_and_wait([
        'Я тоже хочу, чтобы ',
        callname,
        '  был(а) так же счастлив(а), как папа! Хотя папа купоны бережёт и до сих пор ни одним не воспользовался…',
      ]);
      await urara.say_and_wait([
        'Поэтому! Урара хочет, чтобы ',
        callname,
        '  не прятал(а) купон, а лучше прямо сейчас хорошенько использовал(а) его на Урару!',
      ]);
      await era.printAndWait([
        'с озорной улыбкой ',
        urara.teen_sex_title,
        ' бросается в ',
        you.get_colored_name(),
        '  — объятия, и внезапно ещё чуть подросшая маленькая ',
        urara.uma_sex_title,
        ' капризно придавливает ',
        you.get_colored_name(),
        '.',
      ]);

      await urara.say_and_wait([
        'Поэтому ',
        callname,
        ', чего ты хочешь сделать с этим купоном?',
      ]);
      era.printButton(
        '「А сейчас загадай, чтобы Урара дальше бегала ещё чуть быстрее?」(скорость&выносливость&интеллект+10)',
        1,
      );
      era.printButton(
        '「Тогда в следующий раз на спецтренировке на торговой улице ещё усерднее всем помогай, ладно?」(сила&характер+10)',
        2,
      );
      era.printButton(
        '「…Этот купон можно обменять на тело Урары в подарок?」(все характеристики+5)',
        3,
        { disabled: era.get('love:52') < 50 },
      );
      const ret = await era.input();
      if (ret < 3) {
        await urara.say_and_wait([
          'Э? Такое обычное желание? А я думала, ',
          callname,
          '  как взрослый захочет чего-то, чего Урара не знает!',
        ]);

        era.printButton(
          `「Не говоря уж о том, чего тут ждут, Урара думает: взрослый ${callname} захочет чего-то, чего она не знает?」`,
          1,
        );
        await era.input();

        await urara.say_and_wait([
          'М-м… что же это такое? Например, ',
          callname,
          '  хочет от Урары чего-нибудь?',
        ]);
        await era.printAndWait('А?');
        await urara.say_and_wait([
          'Например, ',
          callname,
          '  хочет, чтобы Урара всегда была рядом… но это вроде и так каждый день?',
        ]);
        await era.printAndWait('— Фух!');
        await era.printAndWait([
          'Глядя на маленькую ',
          urara.uma_sex_title,
          ' — всё ещё безупречное личико, ',
          you.get_colored_name(),
          '  втайне выдыхает. Ещё чуть — показалось, что ',
          urara.get_colored_name(),
          '  опять кто-то напичкал странными знаниями…',
        ]);
        await urara.say_and_wait([
          'Но если Урара захочет отдать всего себя ',
          callname,
          ', ',
          callname,
          '  примет ли?',
        ]);
        await era.printAndWait(
          '…В итоге всё равно нельзя терять бдительность — кто это вообще вдолбил? Но в этот самый миг на этот вопрос и правда стоит ответить —',
        );

        era.printButton(
          '「Разве я уже давно не получил(а) подарок?『Все будни, что дарит Урара』.」',
          1,
        );
        await era.input();

        await era.printAndWait([
          'Не требуя ничего взамен, ',
          urara.teen_sex_title,
          ' давно уже вложила самый подходящий подарок в ',
          you.get_colored_name(),
          '  — руки, так что в час, когда спускается святая ночь, может, ничего больше и не нужно?',
        ]);
        await era.printAndWait([
          'Внимательно разглядывая ',
          urara.teen_sex_title,
          ' — улыбку с примесью лёгкого недоумения, ',
          you.get_colored_name(),
          '  и ',
          urara.get_colored_name(),
          '  снова вместе провели день, словно подарок.',
        ]);
      } else {
        await urara.say_and_wait([
          'Мм! Можно! Потому что даже если ',
          callname,
          '  не скажет, Урара и сама собиралась так сделать…',
        ]);
        await era.printAndWait([
          'Без малейших колебаний ответила на ',
          you.get_colored_name(),
          '  — исполненную желания пробу, и маленькие ручки застенчиво ползут к ',
          you.get_colored_name(),
          '  — чувствительному месту.',
        ]);
        await urara.say_and_wait([
          '…И ещё ',
          callname,
          '  — здесь тоже стало очень приятно, правда?',
        ]);
        await era.printAndWait([
          'Сквозь ткань пальцами нежно гладит ',
          you.get_colored_name(),
          '  — чувствительное место, и маленькая ',
          urara.uma_sex_title,
          ' — нежные щёки постепенно заливает алый румянец.',
        ]);
        await era.printAndWait([
          'Нетерпеливые влажные звуки давно пропитали ',
          urara.teen_sex_title,
          ' — туго облегающее бельё и бесконтрольно размазывает течную влагу по ',
          you.get_colored_name(),
          '  — ногам.',
        ]);
        if (era.get('exp:52:性爱次数') >= 10) {
          await urara.say_and_wait(
            'Хе-хе~ На самом деле с тех пор, как села сверху, Урара уже вся мокренькая…',
          );
          await urara.say_and_wait([
            'Уже… невыносимо… Урара стала плохой девочкой, как ни думай — это всё ',
            callname,
            '  — вина… чмок~',
          ]);
          await era.printAndWait([
            'Естественно прижимает к себе любимого; хрупкое тельце, которое ',
            you.get_colored_name(),
            '  денно и нощно дрессировал(а), теперь уже умело готовит прелюдию, чтобы принять желание хозяина.',
          ]);
          await era.printAndWait([
            'Во влажном глубоком поцелуе с ',
            you.get_colored_name(),
            '  томно обменивается вязкими жидкостями, и вошедшая в раж маленькая ',
            urara.sex_slave_title,
            ' умело стягивает с себя одежду.',
          ]);
        } else {
          await urara.say_and_wait([
            'Ха-а… прости, испачкала ',
            callname,
            '  — одежду… но Урара уже… не может терпеть…',
          ]);
          await urara.say_and_wait([
            'Урара… исполнит ',
            callname,
            '  — желание, поэтому Урара будет стараться… ха-нн~',
          ]);
          await era.printAndWait([
            'Гонимая инстинктом, обнимает возлюбленного, и по приказу любимого маленькая ',
            urara.sex_slave_title,
            ' начинает неумело, но серьёзно прелюдию служения хозяину.',
          ]);
          await era.printAndWait([
            'В просветах помутневшего беспамятства рот насилуют, позволяя ',
            you.get_colored_name(),
            '  как угодно распоряжаться телом, и маленькая ',
            urara.uma_sex_title,
            ' вскоре лишается одежды.',
          ]);
        }
        await urara.say_and_wait([
          '…… ',
          callname,
          ', сегодня… наслаждайся вволю… Урарой в качестве рождественского подарка~?',
        ]);
        await era.printAndWait([
          'В конце концов прижатая ',
          you.get_colored_name(),
          '  к постели, опьянённая любовью ',
          urara.get_colored_name(),
          '  тихо лижет ',
          you.get_colored_name(),
          '  — мочку уха и объявляет начало развратного ужина, что принадлежит лишь двоим…',
        ]);
      }
      return [ret];
    };
    f.title = title;
    return f;
  })(),
  // TODO Synced from the current i18n template; this new scene is not translated yet.
  /**
   * @param {CharaTalk} urara 春乌拉拉
   * @param {CharaTalk} inner_urara 「春乌拉拉」
   * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
   * @param {number} pregnant 春乌拉拉作为母亲的孩子数量（生下+怀孕）
   * @param {boolean} high_relation 是否为高好感度（不低于融洽且不处于三周循环内）
   */
  async load_talk(urara, inner_urara, callname, pregnant, high_relation) {
    const buffer = [];
    if (pregnant) {
      if (high_relation) {
        if (era.get('love:52') >= 75) {
          buffer.push(
            () =>
              urara.say_and_wait([
                callname,
                '，下次再见时，请多抱抱',
                pregnant > 1 ? '孩子们' : '这个孩子',
                '吧！',
              ]),
            () =>
              urara.say_and_wait(
                '没关系的，乌拉拉会安慰好大家的，如果下次能再见的话，再一起——',
              ),
          );
        } else {
          buffer.push(
            () =>
              urara.say_and_wait([
                '看来 ',
                callname,
                ' 和乌拉拉，都没能做好准备呢……对不起……',
              ]),
            () =>
              urara.say_and_wait([
                callname,
                '，乌拉拉想留下',
                pregnant > 1 ? '孩子们' : '这个孩子',
                '，或者下次还能再见的话——',
              ]),
          );
        }
      } else if (era.get('love:52') >= 75) {
        buffer.push(
          () =>
            urara.say_and_wait([
              '我们还能见面对吧？',
              pregnant > 1 ? '孩子们' : '这个孩子',
              '也能……对不起，但是我们还能——',
            ]),
          () =>
            urara.say_and_wait([
              '不要抛弃',
              pregnant > 1 ? '孩子们' : '这个孩子',
              '！求你了，',
              callname,
              '！答应乌拉拉，至少让我们下次——',
            ]),
        );
      } else {
        buffer.push(
          () =>
            urara.say_and_wait([
              callname,
              ' 对',
              pregnant > 1 ? '孩子们' : '这个孩子',
              '是什么样的感觉呢？乌拉拉还不想……',
            ]),
          () =>
            urara.say_and_wait([
              '只是被抛弃的话乌拉拉一个人也可以，但是',
              pregnant > 1 ? '孩子们' : '这个孩子',
              '也再也不见的话——',
            ]),
        );
      }
      await get_random_entry(buffer)();
      await inner_urara.say_as_unknown_and_wait(
        '……哈，一句安慰您的话都想不出来呢……',
      );
    } else {
      if (high_relation) {
        if (era.get('love:52') >= 75) {
          buffer.push(
            () =>
              urara.say_and_wait([
                '乌拉拉还不想离开呢，所以 ',
                callname,
                '，下次也可以和乌拉拉在一起吗……',
              ]),
            () =>
              urara.say_and_wait([
                callname,
                '，还能相遇的话，不管发生什么，一定可以再次喜欢上彼此吧——',
              ]),
          );
        } else {
          buffer.push(
            () =>
              urara.say_and_wait([
                '不用担心我哦？乌拉拉愿意相信 ',
                callname,
                ' 的选择！所以——',
              ]),
            () =>
              urara.say_and_wait([
                '下次还能在一起的话，也能和 ',
                callname,
                ' 做上舒服的事就好了——',
              ]),
          );
        }
      } else if (era.get('love:52') >= 75) {
        buffer.push(
          () =>
            urara.say_and_wait([
              callname,
              ' 不是在抛弃乌拉拉对吧……对不起，不管发生什么，乌拉拉都不怪 ',
              callname,
              '……',
            ]),
          () =>
            urara.say_and_wait(
              '还是厌倦了，或者乌拉拉又做错了什么？对不起，乌拉拉还是……对不起……',
            ),
        );
      } else {
        buffer.push(
          () =>
            urara.say_and_wait([
              callname,
              ' 再见到上一个乌拉拉的时候，可以……对她好一点吗？',
            ]),
          () =>
            urara.say_and_wait([
              callname,
              '，下次的话，还能和 ',
              callname,
              ' 一起……对不起，没什么……',
            ]),
        );
      }
      await get_random_entry(buffer)();
      await inner_urara.say_as_unknown_and_wait(
        '……姑且还没关系，下次别做过头了哦？',
      );
    }
  },
  basement_end: (() => {
    const title = 'Бессрочная свобода';
    /**
     * @param {CharaTalk} urara 春乌拉拉
     * @param {CharaTalk} inner_urara 「春乌拉拉」
     * @param {CharaTalk} you 玩家
     * @param {PrintedSpan} callname 春乌拉拉对玩家的称呼
     */
    const f = async (urara, inner_urara, you, callname) => {
      await era.printAndWait(['……']);
      await era.printAndWait([
        'Который сейчас час? Сколько прошло с тех пор, как в последний раз спрашивал(а) время? В замкнутой комнате без дня и ночи, ',
        you.get_colored_name(),
        '  теряет ощущение времени.',
      ]);
      await era.printAndWait(['Только… важно ли теперь время?']);
      await era.printAndWait([
        'Прежде тёмную комнату заполняет нежный тёплый свет, всюду стоит жилая обстановка, а на одной стене даже висит фальшивое окно с естественным светом.',
      ]);
      await era.printAndWait([
        'На письменном столе у кровати стоят компьютер и бумаги, на низком столике посреди комнаты — закуски и фрукты, и даже у другой стены отгорожена отдельная ванная…',
      ]);
      await era.printAndWait([
        'Оглядывая вокруг уютную светлую обстановку, словно самую обычную гостиную, ',
        you.get_colored_name(),
        '  лишь чувствует лёгкое помутнение.',
      ]);
      await urara.say_and_wait([
        'Хе-хе~ Здесь же совсем как наш маленький домик!',
      ]);
      await era.printAndWait([
        'Слова, что поначалу звучали как шутка, теперь понемногу становятся явью.',
      ]);
      await era.printAndWait([
        you.get_colored_name(),
        ' не знает, что ',
        urara.get_colored_name(),
        '  говорила другим — как ',
        urara.sex,
        ' объясняла, куда делся её тренер, — да и не знает, откуда ',
        urara.get_colored_name(),
        '  привезла мебель и даже провела воду со светом.',
      ]);
      await era.printAndWait([
        'Вопросы, что должны были быть очень важными, теперь, стоит лишь протянуть руку и погладить маленькая ',
        urara.uma_sex_title,
        ' — гладкие розовые длинные волосы, и всё это будто уже неважно.',
      ]);
      await era.printAndWait([
        'Прислонившись к ',
        you.get_colored_name(),
        '  — боку, безмятежно заснувшая ',
        urara.get_colored_name(),
        ', во сне сама того не замечая озарилась счастливой улыбкой.',
      ]);
      await era.printAndWait([
        'Тренер, что всё хотел уйти и в конце сдался, и выбравшая заключение, а после всё нежнее ',
        urara.uma_sex_title,
        ', так кто же кого приручил?',
      ]);
      await era.printAndWait([
        'Ответ на это, быть может, знают только те двое, что здесь.',
      ]);
      await urara.say_and_wait([callname, ', ', callname, ', сегодня…']);
      await era.printAndWait([
        'Незаметно когда, проснувшаяся от короткого сна ',
        urara.get_colored_name(),
        '  смотрит вверх на того, к кому прижалась, и в ясных светлых глазах снова расцветает цвет сакуры.',
      ]);

      era.printButton('「Это… день, когда надо выйти?»', 1);
      await era.input();

      await urara.say_and_wait([
        'Ну, сегодня день, когда надо взять ',
        callname,
        '  погулять и погреться на солнышке, да?',
      ]);
      await era.printAndWait([
        'Не боишься, что 「любимый」 сбежит? Такие вопросы уже не встают. Если бы и вправду хотел(а) уйти, ',
        you.get_colored_name(),
        '  давно ушёл(а) бы уже бессчётное число раз.',
      ]);
      await era.printAndWait([
        'Снова, спустя долгое время, стоя на людной улице, им довольно лишь сплести пальцы — и это будто крепче наручников или цепей.',
      ]);
      await era.printAndWait([
        'Глядя на ',
        urara.get_colored_name(),
        '  — улыбку, что расцвела, как весенние цветы, и под синим небом снова стала прежней, уже невесть в который раз забытье снова ударило в ',
        you.get_colored_name(),
        '  — лоб.',
      ]);
      await era.printAndWait(['На самом деле, кое-что ведь было ясно всегда?']);
      await era.printAndWait([
        'Нежная ',
        urara.sex,
        ' выбрала 「заключение」 — ради чего, и бесчисленные мутные ночи слияния порочным телом с ',
        you.get_colored_name(),
        '  — тоже ради чего.',
      ]);
      await era.printAndWait([
        urara.get_colored_name(),
        '  не просто хотела забрать себе, ',
        urara.sex,
        ' всё ещё хотела исправить и даже защитить своего тренера.',
      ]);
      await era.printAndWait([
        urara.sex,
        'Просто от души хотела, чтобы ',
        you.get_colored_name(),
        '  был(а) счастлив(а) благодаря ',
        urara.sex,
        ' и счастлив(а); счастлив(а) как тренер, которого любит носящая имя ',
        urara.get_colored_actual_name(),
        '  — маленькая ',
        urara.uma_sex_title,
        ', что любит своего тренера, — счастлив(а);',
      ]);
      await era.printAndWait([
        'Поэтому ',
        urara.sex,
        ' тоже хотела, чтобы тренер искренне смотрел на неё, и потому носящая имя ',
        urara.get_colored_actual_name(),
        '  — маленькая ',
        urara.uma_sex_title,
        ' больше не хотела отдавать ',
        you.get_colored_name(),
        '  никому.',
      ]);
      await era.printAndWait([
        urara.get_colored_name(),
        '  давно уже не хотела винить своего тренера: ',
        urara.sex,
        ' никогда не желала ему зла, ',
        urara.sex,
        ' никогда и не хотела ранить ',
        you.get_colored_name(),
        ', ',
        urara.sex,
        ' просто хотела, чтобы ',
        you.get_colored_name(),
        '  всегда оставался(ась) там же, где и ',
        urara.sex,
        '.',
      ]);
      await era.printAndWait(['Быть может, так тоже неплохо…']);
      await era.printAndWait([
        'Даже если ход истории не назвать прекрасным, он всё же оставил счастливый финал двум, что связали друг друга.',
      ]);

      era.printButton('「Быть может, я всегда любил(а) Урару.»', 1);
      await era.input();

      await era.printAndWait([
        'Это не само собой разумеющееся признание: полюбить кого-то никогда не бывает само собой, просто нынешний ',
        you.get_colored_name(),
        '  ещё твёрже уверился(ась) в том, что когда-то всё время забывал(а).',
      ]);
      await era.printAndWait([
        'Быть может, когда-то тот, кого звали ',
        you.actual_name,
        '  — ',
        you.sex,
        ', любил(а) многих людей, многих ',
        urara.uma_sex_title,
        ', но теперь выбор уже не имеет смысла.',
      ]);
      await era.printAndWait([
        'Потому что стоящая у ',
        you.get_colored_name(),
        '  — боку эта крошечная ',
        urara.uma_sex_title,
        ', что готова без остатка стать ',
        you.get_colored_name(),
        '  — всем.',
      ]);
      await era.printAndWait([
        'Именно поэтому сегодня будет особенный день, и маленькая ',
        urara.uma_sex_title,
        ' тоже уже решилась — так же, как когда-то решила стать плохой девочкой.',
      ]);
      await urara.say_and_wait([callname, ', я всё придумала, да—']);
      await era.printAndWait([
        'Не то услышав ',
        you.get_colored_name(),
        '  — тихий шёпот, крошечная ',
        urara.uma_sex_title,
        ' произнесла такое признание.',
      ]);
      await urara.say_and_wait([
        'Хоть и жалко немного, но давай вместе съедем оттуда и будем жить там, где можно как следует греться на солнышке!',
      ]);

      era.printButton('「Но…」', 1);
      await era.input();

      await urara.say_and_wait([
        callname,
        '  и Урара уже давно не нужны такие отношения, правда?',
      ]);
      await urara.say_and_wait([
        'Урара давно уже не ребёнок, да? Так что ',
        callname,
        '  тоже догоняй? Здесь солнышко такое приятное!',
      ]);
      await era.printAndWait([
        'Ослепительное солнце льётся на ',
        you.get_colored_name(),
        '  — лицо, и сбоку обнимает ',
        you.get_colored_name(),
        ', ',
        urara.get_colored_name(),
        '  — улыбка яркая, как само солнце.',
      ]);
      await era.printAndWait(['И правда, уже не к чему это «но»…']);
      await era.printAndWait([
        '「Непростительный преступник」 заточён в самой свободной, носящей имя 「',
        urara.get_colored_actual_name(),
        '  — любовь」 「тюрьме」—',
      ]);
      await era.printAndWait([
        'Станет ли это самым счастливым в мире 「пожизненным заключением」? Нынешний ',
        you.get_colored_name(),
        '  ещё не знает ответа.',
      ]);
      await era.printAndWait([
        'Далее, стоя в солнечном свете, ',
        you.get_colored_name(),
        ' проведёт остаток жизни вместе с самой любимой ',
        you.get_colored_name(),
        ' — 「маленькой надзирательницей」, записывая эти 「Воспоминания из тюрьмы」, которым суждено длиться вечно.',
      ]);

      era.drawLine();
      await inner_urara.say_as_unknown_and_wait([
        '…Эх, если ',
        urara.sex,
        ' надеется на это, то это, пожалуй, лучший финал, только всё кажется, что вам слишком легко отделались.',
      ]);
      await inner_urara.say_as_unknown_and_wait([
        'Впрочем, я вовсе не мелочный человек, просто слегка досадно.',
      ]);
      await inner_urara.say_as_unknown_and_wait([
        'Вы ещё помните, какие обещания с самого начала дали Ураре? Не слишком ли многое вы опустили?',
      ]);
      await inner_urara.say_as_unknown_and_wait([
        'Я не намерена затевать с вами разлад, но завершать всё таким иллюзорным финалом — не слишком ли это наскоро?',
      ]);
      await inner_urara.say_as_unknown_and_wait([
        'Если ещё будет шанс увидеться снова, прошу вас воспрянуть для меня на все сто двадцать.',
      ]);
    };
    f.title = title;
    return f;
  })(),
};
