/**
 * @file 春乌拉拉 - 招募
 * @author 99
 */
const era = require('#/era-electron');

module.exports = {
  /**
   * @param {CharaTalk} urara
   * @param {CharaTalk} inner_urara
   * @param {CharaTalk} you
   * @param {string} callname
   * @param {number} rec_mark
   */
  async recruit(urara, inner_urara, you, callname, rec_mark) {
    const ret = [];
    if (era.get('cflag:52:育成次数') > 0) {
      await inner_urara.say_as_unknown_and_wait('……');
      await inner_urara.say_as_unknown_and_wait(
        'Вы снова пришли… хотите ещё раз услышать ту же историю? Или осталось сожаление, которое не довели до конца?',
      );
      await inner_urara.say_as_unknown_and_wait(
        'Раз это ваш выбор — начнём сначала. Надеюсь, в новой истории вы найдёте ответ.',
      );
      await inner_urara.say_as_unknown_and_wait(
        `Как и прежде, это история самой крошечной маленькой ${urara.uma_sex_title} —`,
      );
    } else if (rec_mark) {
      await inner_urara.say_as_unknown_and_wait('……');
      await inner_urara.say_as_unknown_and_wait(
        'Вы на этот раз готовы? Надеюсь, вы и вправду собираетесь довести историю до конца… Я буду ждать.',
      );
      await inner_urara.say_as_unknown_and_wait(
        `Тогда это история самой крошечной маленькой ${urara.uma_sex_title} —`,
      );
    } else {
      await inner_urara.say_as_unknown_and_wait('……');
      await inner_urara.say_as_unknown_and_wait(
        'Алло? Слышите? Раз вы слушаете — тогда начнём эту историю как следует.',
      );
      await inner_urara.say_as_unknown_and_wait(
        'История, быть может, обычная, быть может, длинноватая — но раз уж выбрали, слушайте до конца.',
      );
      await inner_urara.say_as_unknown_and_wait(
        `Это история самой крошечной маленькой ${urara.uma_sex_title} —`,
      );
    }
    era.drawLine();
    await era.printAndWait(
      `Сидя в углу Тренировочного поля и прячась от слепящего солнца, ${you.name} чувствует головокружение.`,
    );
    await era.printAndWait(
      `Такое уже бывало в последние дни, но в этот раз ощущение сильнее.`,
    );
    await era.printAndWait(
      `Причины пока неясны, но ${you.name} и вправду чувствует, как что-то в груди стремительно утекает…`,
    );
    await era.printAndWait(`……`);
    await era.printAndWait(
      `На деле в Центральном Трейсен, где элита на элите, меньше всего не хватает талантов и гениев.`,
    );
    await era.printAndWait(
      `Будь то новичок или уже легенда — всегда найдётся кто-то лучше, стоящий на более высокой вершине, а ${you.name} будто вечно не хватает какого-то крошечного шага.`,
    );
    await era.printAndWait(
      `Даже если складывать кирпичи прошлого и изо всех сил подпирать себя выше, до статуса『редчайшего среди редких』всё равно как до неба —`,
    );
    await era.printAndWait(
      `Опыт предшественников не предупреждал: ${you.name} узнаёт, что последний клочок пути будет таким далёким, и ${you.name} чувствует досаду.`,
    );
    await era.printAndWait(
      `Перед коллегами одарённее, даже гениями, ${you.name} остаётся опираться лишь на『не сдаваться』.`,
    );
    await era.printAndWait(
      `Хоть и пытался(ась) уговорить себя, полной безмятежности всё равно не выходит.`,
    );
    await era.printAndWait(
      `Если легко смириться с тем, что твоё понимание ${urara.uma_sex_title} перебили — хорошим тренером не стать, а ${
        you.name
      } всё ещё хочет расти дальше.`,
    );
    await era.printAndWait(
      `В груди — стремление идти дальше, но получается лишь пока держать удар.`,
    );
    await era.printAndWait(
      `Но сейчас ${you.name} не вспоминает: вместо того чтобы насильно взбадриваться, ${you.name} нужнее попробовать сбросить груз и влить в себя чуть-чуть крошечной『надежды』.`,
    );
    await era.printAndWait(
      `Да только небо человеку не потакает. Не успев придумать, как перешагнуть этот порог, — и свалилась беда покрупнее.`,
    );
    await era.printAndWait(
      `Не в силах остановиться под давлением, ${you.name} после недавней череды насильных переработок наконец срывается здесь.`,
    );
    await era.printAndWait(
      `Шатаясь, ${you.name} валится набок, как марионетка с обрезанной нитью, но до земли вспышка вишнёво-розового врывается в размытый взгляд ${you.name}.`,
    );
    await era.printAndWait(
      `Следом вокруг ${
        you.name
      } разливается аромат, который источает наивная, солнечная ${urara.teen_sex_title}.`,
    );
    await era.printAndWait(
      `Запах сакуры? Не смешите: разбавленная водой сакура так успокаивать не умеет.`,
    );
    await era.printAndWait(
      `Тогда… галлюцинация от перегруженного мозга? Похоже, кто-то и вправду вымотался…`,
    );
    await era.printAndWait(
      `Не удержать ускользающее сознание: ${you.name} в оборванных мыслях медленно закрывает глаза.`,
    );
    await era.printAndWait(
      `Но до того как сознание погаснет, ${you.name} отчётливо чувствует: кто-то подхватил ${you.name} за падающее тело и нежно обнял ${you.name}.`,
    );
    await era.printAndWait(
      `В миг касания ${urara.teen_sex_title} мягко окутывает ароматом ${
        you.name
      } — тело и душу; кажется, к нему примешан и запах тела, оставшийся на гимнастической форме после нагрузки.`,
    );
    await urara.say_as_unknown_and_wait(
      `Вы тренер? Ты в порядке? Подожди! Сейчас отнесу тебя в медпункт!`,
    );
    await era.printAndWait(
      `Тело в невыразимом покое доходит до предела: ${
        you.name
      } с благодарностью к этой ${urara.uma_sex_title}, что пришла на помощь, отпускает сознание.`,
    );

    era.drawLine();
    inner_urara.say_as_unknown(
      `В помутневшем сознании ${callname} думает (говорит) так —`,
    );
    era.printButton(`「Так это не галлюцинация……」`, 1);
    era.printButton(`「……Прости……」`, 2);
    era.printButton(`「А-ангел……?」`, 3);
    ret.push((ret['love'] = await era.input()));
    await inner_urara.say_as_unknown_and_wait(
      `Boy meets girl? Ха-ха～ при такой разнице в положении — ни за что.`,
    );
    await inner_urara.say_as_unknown_and_wait(
      `Но такая встреча… на удивление неплоха?`,
    );

    era.drawLine();
    await era.printAndWait(
      `Знакомый запах лекарств входит в нос, и улетевшее сознание постепенно находит тело, лежащее в медпункте Трейсен.`,
    );
    await era.printAndWait(
      `Медленно приходя в себя, ${you.name} в полудрёме наслаждается мягким теплом рядом — не жёсткой простынёй под собой, а спящей девушкой сбоку.`,
    );
    await era.printAndWait(
      `Даже не открывая глаз, ${
        you.name
      } по сладкому запаху рядом уже понимает примерно: на одной подушке с ${
        you.name
      } та, кто при обмороке отнесла ${
        you.name
      } в медпункт, — маленькая ${urara.uma_sex_title}.`,
    );
    era.println();

    await inner_urara.say_as_unknown_and_wait(
      `И вот сейчас ${callname} собирается —`,
    );
    era.printButton(
      `Встать и поблагодарить — ${urara.sex}. ${
        you.name
      } собирается открыть глаза и сперва посмотреть, какова ${urara.teen_sex_title}.`,
      1,
    );
    era.printButton(
      `Но всё ещё так тянет спать. ${you.name} собирается держать глаза закрытыми и дальше ловить этот редкий тёплый край.`,
      2,
      { disabled: urara.sex_code === 1 },
    );

    if ((await era.input()) === 2) {
      await era.printAndWait(`Кажется, так спокойно не было уже очень давно.`);
      await era.printAndWait(
        `С закрытыми глазами, ${you.name} тянется ещё ближе к источнику того тепла, и вот-вот в его объятиях окажется ${urara.sex}.`,
      );
      await era.printAndWait(
        `И мягкое, в здоровой плоти тело во сне, и запах тела, будто простой цветочный аромат, наполняют ${you.name}  тихой отрадой.`,
      );
      await era.printAndWait(
        `${urara.teen_sex_title}Дыхание вплотную невинно дразнит ${
          you.name
        }  в шею, и это соприкосновение без чувства дистанции затягивает ${you.name} — сознание всё глубже.`,
      );
      await era.printAndWait(
        `${you.name}  ясно понимает: делать такое с ученицей, что выручила, — крайне неловко, для взрослого даже слишком грязно.`,
      );
      await era.printAndWait(
        `Только вот сейчас у ${you.name}  мозг по душевной нужде как раз принуждает ${you.name}  тело слушаться приказа 『ещё дальше』.`,
      );
      await era.printAndWait(
        `В забытьи, ${you.name}  пальцами взбирается на тело маленькой ${urara.uma_sex_title}.`,
      );
      await era.printAndWait(
        `От касания кончиков пальцев до поглаживания ладонью ${you.name}  на ощупь вымеряет: ${urara.sex} неожиданно миниатюрна в контурах, с ещё не раскрывшимися изгибами;`,
      );
      await era.printAndWait(
        `Одна рука гладит холмики на груди, небольшие, как и сама ${urara.teen_sex_title}, и задевает мягкие щёки и губы — вся ${urara.teen_sex_title} такая же мягкая, вплоть до гладких прядей, по которым скользят пальцы;`,
      );
      await era.printAndWait(
        `Пальцы ощупью лезут в чехлы на ушах и ласкают мягкость крохотных ушек внутри;`,
      );
      await era.printAndWait(
        `Другая рука скользит вниз по мягкому затылку и спине и забирается туда, где ${urara.teen_sex_title} укрыта шерстью, — к самому корню хвоста;`,
      );
      await era.printAndWait(
        `И кроме этого чуткого корня, стоит лишь загнуть палец — и можно войти глубже в дырку у корня хвоста в трусиках-шортах;`,
      );
      await era.printAndWait(
        `И стоит лишь сдвинуть ещё один слой одежды — коснуться ещё более глубокого и тайного 『сада』…`,
      );
      await era.printAndWait(
        `Только вот когда ${
          you.name
        }  ещё хочет зайти глубже, спящая маленькая ${urara.uma_sex_title} начинает подрагивать ушами и хвостом.`,
      );
      await era.printAndWait(
        `Вместе с лёгкой дрожью тела из горла срываются несколько милых вздохов-стонов — предвестник того, что сон вот-вот кончится.`,
      );
      await era.printAndWait(
        `Похоже, дальше жадничать нельзя. На грани сна и яви ${you.name}  наконец возвращает себе рассудок и понимает: уже пора открыть глаза —`,
      );
      era.printButton('Открыть глаза', 1);
      await era.input();
    }

    await era.printAndWait(
      `В миг, когда глаза открываются, в поле зрения вспыхивает вишнёво-розовая черта. Распустившиеся зрачки-сакуры с ${you.name}  встречаются взглядами и сыплют искорками — наивными, но не смутными.`,
    );
    await era.printAndWait(
      `Эти ясные глаза сперва без тени предвзятости и подозрения разглядывают ${you.name}, а затем к ${you.name}  дарит улыбку без капли зла.`,
    );
    await era.printAndWait(
      `Взмахивая вишнёвым хвостом и красной лентой, по-детски непосредственная маленькая ${urara.uma_sex_title} на шаг раньше ${
        you.name
      }  поднимается с кровати в медпункте.`,
    );
    await era.printAndWait(
      `Обтягивающая гимнастическая форма выдаёт ещё детский, но неожиданно складный стан; бёдра и ягодицы сидящей на коленях на кровати пышны и округлы — не под стать крохотному образу;`,
    );
    await era.printAndWait(
      `Плоть так и просится наружу, набивая треугольные трусики, а обтягивающая ткань нечаянно сбивается и оставляет на талии и ягодицах живые следы резинок;`,
    );
    await era.printAndWait(
      `Плюс это кукольное лицо, к которому не подберёшь дистанцию: ещё такая незрелая, а ${urara.sex} уже являет своё собственное 『женское』 обаяние.`,
    );
    await era.printAndWait(
      `Даже с отговоркой про непреодолимую силу, безупречная улыбка на этом милом лице всё равно заставляет только что наслаждавшегося общей постелью — ${urara.sex} — ${you.name}  почувствовать вину, от которой не отмахнуться.`,
    );
    await urara.say_as_unknown_and_wait(
      'Ты же тренер, да? Как себя чувствуешь? Тренерам так тяжело! Но себя мучить не надо, о!',
    );
    await era.printAndWait(
      `С милой улыбкой и бесхитростной заботой вишнёвая маленькая ${urara.uma_sex_title} беззащитно льнёт к ${
        you.name
      }.`,
    );
    await era.printAndWait(
      `Только тут ${you.name}  спохватывается: ${
        you.name
      }  ещё не знает имени этой выручившей ${urara.uma_sex_title}.`,
    );
    era.println();

    era.printButton(`「Спасибо. Можно спросить, ты…?」`, 1);
    await era.input();

    await urara.say_and_wait(
      `Меня зовут ${urara.name}! Я увидела, что тренер сейчас упадёт, а никого рядом не было, вот я и отнесла тренера в медпункт!`,
    );
    await urara.say_and_wait(
      `А пока ждала, когда тренер проснётся, я нечаянно легла рядом и уснула, эх-хе-хе~`,
    );
    await era.printAndWait(
      `Похоже, и правда нежно опекала, и становится ещё стыднее: бедная ${urara.sex}.`,
    );
    await urara.say_and_wait(
      `Точно! Господин тренер! В следующий раз придёшь посмотреть мои отборочные?`,
    );
    era.println();

    era.printButton(`「Отборочные? Твои?」`, 1);
    await era.input();

    await era.printAndWait(
      `${you.name} с некоторым недоумением смотрит на Урару: вовсе не сомневается, что ${urara.sex} лишена решимости или ленится тренироваться, а потому что…`,
    );
    await era.printAndWait(
      `С первого взгляда ясно: эта по имени Хару Урара ${urara.uma_sex_title} несёт вспышку дара, но сейчас ${
        urara.sex
      } вовсе не выглядит так, будто много умеет бегать.`,
    );
    await era.printAndWait(
      `По крайней мере сейчас из этого выйдет лишь черпать воду решетом.`,
    );
    await urara.say_and_wait(
      `Ага! Я возьму первое место! Потому что я это чувствую! Поэтому…`,
    );
    await era.printAndWait(
      `Крохотная ${urara.uma_sex_title} ещё возбуждённо хочет что-то сказать, пока не бросает взгляд на настенные часы.`,
    );
    await urara.say_and_wait(
      `А! Уже столько времени! Тогда и ты, тренер, береги себя! Ну, до следующей встречи!`,
    );
    await era.printAndWait(
      `Стоит только вдруг заметить время — и разговор с Урарой как-то так, кое-как, обрывается.`,
    );
    await era.printAndWait(
      `Это не то, что решается по чуйке! ${you.name}  так и хочет сказать, но крохотная мысль взглянуть, как ${urara.sex}  бежит, снова не даёт ${you.name}  раскрыть рот.`,
    );
    await era.printAndWait(
      `В следующий раз и правда стоит глянуть, а? Провожая взглядом Урару, что вприпрыжку уходит из медпункта, ${you.name}  снова закрывает глаза.`,
    );
    await era.printAndWait(`Всё же так устал(а).`);
    era.drawLine();
    await inner_urara.say_as_unknown_and_wait(
      `То ли из желания стать свидетелем, то ли из чувства, которого даже сам(а) не замечал(а), ${callname}(${you.name}) всё же приходит на Тренировочное поле.`,
    );
    era.drawLine();
    await you.say_as_passer_by_and_wait(
      'Тренер A',
      'Та девочка хоть и заражает всех энергией, но всё же…',
    );
    await you.say_as_passer_by_and_wait(
      'Тренер B',
      `Да, уже можно представить, как хлопотно будет тренировать такого ребёнка — ${urara.sex} похоже, сюда не подходит.`,
    );
    await you.say_as_passer_by_and_wait(
      'Тренер C',
      'Хоть от неё и веет чем-то приятным, одного этого мало — толку нет.',
    );
    await era.printAndWait(
      `Вслед за перешёптыванием вокруг ${you.name} смотрит на трассу. Как и следовало ожидать, ${you.name} — чутьё не подвело.`,
    );
    await era.printAndWait(
      `Забег Урары уже начался, и хотя это всего лишь самые простые отборочные, ${urara.sex} всё равно оказалась в самом хвосте.`,
    );
    await era.printAndWait(
      `Окружающие тренеры, разумеется, не станут подолгу следить за тем, как ${
        urara.sex
      } бежит, и даже если чей-то взгляд изредка снова скользнёт, он быстро перейдёт к другой ${urara.uma_sex_title}.`,
    );
    await era.printAndWait(
      `Но если сперва хотелось лишь мельком глянуть, как ${urara.sex} бежит, то теперь ${you.name} не может отвести глаз: из всех один лишь ${you.name} и косится туда, где ${urara.sex}.`,
    );
    await era.printAndWait(
      `Глядя на ту фигуру, что ни за что не бросит бег, слабый пульс начал в ${you.name} груди постепенно собираться…`,
    );
    era.drawLine();
    await inner_urara.say_as_unknown_and_wait(
      `Итак, нынешняя ${callname}, или, иначе, нынешний ${you.name}……?`,
    );
    era.printButton(
      `「Ещё ничего не ясно, но неожиданно хочется смотреть дальше.」(Попробовать пригласить)`,
      1,
    );
    era.printButton(
      `「${urara.sex} хорошая девочка, но ${urara.sex} всё же слишком слаба, и таланта вроде нет; впрочем, может, ${urara.sex} ещё встретит кого-то лучше, кто сумеет ей помочь.」(Отказаться приглашать)`,
      2,
    );
    ret.push((ret['rec'] = await era.input()));
    if (ret['rec'] === 1) {
      era.drawLine();
      await era.printAndWait(
        `Повинуясь пульсу в груди, ${you.name} решает и дальше следить за той маленькой фигурой.`,
      );

      await era.printAndWait(
        `\nДаже бегая последней, Хару Урара всё равно несётся изо всех сил: на лице стиснутые зубы, а читается сплошная радость.`,
      );
      await era.printAndWait(
        `${
          urara.sex
        }Не догоняя никого впереди и не пытаясь изо всех сил кого-то обогнать, по имени『Хару Урара』 ${urara.uma_sex_title} просто изо всех сил наслаждается бегом — и только.`,
      );
      await era.printAndWait(
        `Причина, по которой душа отозвалась, постепенно яснеет: хоть всё ещё в самом хвосте бежит ${urara.sex}, ${you.name} чувствует, как желание подбодрить её всё сильнее наполняет грудь.`,
      );
      await era.printAndWait(
        `Вместе с криком, что сам не заметил, как вырвался, вздымающиеся чувства обогнали мысль и действием стали явью.`,
      );
      await era.printAndWait(
        `Но как ни крути, это всего лишь простые отборочные, за день таких проходит по нескольку забегов, — кричать за такую последнюю и впрямь не понять.`,
      );
      await era.printAndWait(
        `Даже так, эти приземлённые мысли не смогли заставить ${you.name} остановиться, по крайней мере нынешний ${you.name} это не волнует.`,
      );
      await era.printAndWait(
        `${you.name} уже готов оказаться в кольце недоумения и пренебрежения — словно под взглядами тех, кто смотрит, как берёшь последний недостижимый отрезок.`,
      );
      await era.printAndWait(
        `Но ${you.name} с удивлением обнаруживает, что вслед за ${
          you.name
        } — зовом ещё больше ${urara.uma_sex_title} начинают подхватывать поддержку, даже некоторые тренеры стали подбадривать ту фигуру.`,
      );
      await era.printAndWait(
        `Маленькая рябь постепенно расходится, последняя дистанция тает в криках. Тот, с кого всё началось, ${you.name} стоит среди этой волны криков, и к сердцу подступает волнение —`,
      );
      await era.printAndWait(
        `На той выкладывающейся до конца вишнёво-розовой фигуре есть не только тот, кто выбрал это из-за совпадения с профессией, 「 ${you.name} 」, но и тот, кто из любви и храбрости выбрал стать тренером, 「 ${you.name} 」.`,
      );
      await era.printAndWait(
        `Тот самый первый пришёл сюда лишь ради денег или славы, или только чтобы вырастить сильную ${urara.uma_sex_title} себе в актив?`,
      );
      await era.printAndWait(`Ведь не только же так?`);
      era.drawLine();

      await inner_urara.say_as_unknown_and_wait(
        `Хоть это и похоже на кабинетные речи мечтателя…`,
      );
      await inner_urara.say_as_unknown_and_wait(`……`);
      await inner_urara.say_as_unknown_and_wait(
        `……но одними результатами нельзя измерить мечту и любовь к делу.`,
      );
      await inner_urara.say_as_unknown_and_wait(
        `Может, без заслуг тебя просто оттолкнут, может, результат и впрямь значит всё —`,
      );
      await inner_urara.say_as_unknown_and_wait(
        `Но в этот самый миг вы『нечаянно』вспоминаете, что пришли сюда не только ради результата, и даже потеря не должна пугать.`,
      );
      await inner_urara.say_as_unknown_and_wait(
        `Мелкая золотая крупица в речном песке, может, почти ничего не стоит, но если кто-то её поднимет, она всё равно вспыхнет блеском.`,
      );
      era.drawLine();

      await era.printAndWait(
        `Когда закончившие бег участницы сходят с трассы, коллеги, чтобы успеть пригласить бежавших впереди ${urara.uma_sex_title} быстро разошлись.`,
      );
      await era.printAndWait(
        `Собравшиеся ${urara.uma_sex_title} тоже разбежались готовиться к следующему забегу, который, быть может, будет их, и остались лишь ещё не ушедшие ${
          you.name
        } и Урара смотрят друг на друга.`,
      );
      await era.printAndWait(
        `Ещё до финиша по самому первому крику узнавшая ${
          you.name
        } маленькая ${urara.uma_sex_title}, в этот миг с незапятнанной улыбкой машет рукой и бежит к ${
          you.name
        }.`,
      );
      await era.printAndWait(
        `Всё та же чистая улыбка, словно здесь светит утреннее солнце ранней весны.`,
      );
      await urara.say_and_wait(
        `А! Это же тот тренер с прошлого раза! Не думала, что ты и вправду придёшь на меня посмотреть!`,
      );
      await era.printAndWait(
        `Подошедшая к ${
          you.name
        } маленькая ${urara.uma_sex_title} помимо радости, кажется, ещё и немного удивлена.`,
      );
      await urara.say_and_wait(
        `Эх-хе-хе~ Опять проиграла! Но я всё-таки добежала до конца, бегать и вправду так весело! Так что, тренер, в следующий раз тоже…`,
      );
      await era.printAndWait(
        `А пока Урара смущённо так говорит, ${you.name} принимает решение.`,
      );

      era.printButton(`「Урара, послушай меня.」`, 1);
      await era.input();

      await era.printAndWait(
        `Глядя в глаза Урары, в которых распускается сакура, собравшийся с духом ${you.name} сам делает шаг туда, где ${urara.sex}.`,
      );
      await you.say_and_wait(
        `Хотя будет трудно, но если нынешняя я сумеет ответить — ${urara.sex} — на ту чистую надежду —`,
        true,
      );

      await inner_urara.say_as_unknown_and_wait(
        `С мыслями, каких прежде не бывало, в этот миг с верой ${callname} (вы) направляет Ураре приглашение.`,
      );
      era.printButton(
        `「Я буду тренироваться с тобой — ради следующей победы.」`,
        1,
      );
      era.printButton(
        `「Я ещё хочу смотреть, как ты бежишь, так что… станешь моей подопечной?」`,
        2,
      );
      ret.push((ret['reward'] = await era.input()));

      await era.printAndWait(
        `Услышав ${
          you.name
        } — приглашение, маленькая ${urara.uma_sex_title} распахнула влажные глаза, и вишнёвые зрачки слегка задрожали от внезапного приглашения.`,
      );
      await era.printAndWait(
        `Но даже когда следом проступила крупица чистой застенчивости, Урара всё равно ясно ответила на ${you.name} — просьбу.`,
      );
      await urara.say_and_wait(
        `На самом деле до сих пор я всегда тренировалась одна, так что правда не очень понимаю, как это делать!`,
      );
      await urara.say_and_wait(
        `Но если тренер будет рядом, я точно смогу бежать ещё быстрее! Так что…`,
      );
      await era.printAndWait(
        `Повторяя ${
          you.name
        } — жест, Урара тоже шагнула вперёд. С знакомой и чистой улыбкой маленькая ${urara.uma_sex_title} ухватила ${
          you.name
        } за обе руки.`,
      );
      await urara.say_and_wait(
        `Так что я очень рада! Дальше давай вместе постараемся! Тренер!`,
      );
      await era.printAndWait(
        `Зажжённую искру так просто не погасить. Стоит честно взглянуть на себя — и дорога бега всё ещё может тянуться вперёд.`,
      );
      await era.printAndWait(
        `Глядя на сияющую улыбку Урары, ${you.name} втайне вновь крепит решимость.`,
      );
      await era.printAndWait(
        `Каким бы ни был итог, ${you.name} всё равно пройдёт этот путь рядом — ${urara.sex} — до конца, чтобы увидеть, куда ${urara.sex} сумеет прибежать.`,
      );

      era.printButton(`「Так что… только не останавливайся……」`, 1);
      await era.input();

      await era.printAndWait(
        `И вот под изумлённый вскрик Урары только что одолевший ещё один порог в сердце ${you.name} снова валится —`,
      );
      await era.printAndWait(
        `От слишком сильного расслабления вдруг пропали силы, и на этот раз ${you.name} в позе『не могу остановиться』спокойно валится на землю.`,
      );
      await era.printAndWait(
        `А уж то, что, проснувшись, снова оказался(ась) в одной постели с Урарой, — уже другая история.`,
      );
      era.println();
      await era.printAndWait([
        'Стал(а) тренером ',
        urara.get_colored_name(),
        '!',
      ]);
    } else {
      await era.printAndWait(
        `${you.name} разгоняет слабый стук в груди и, повернувшись, уходит с Тренировочного поля.`,
      );
      era.drawLine();
      await inner_urara.say_as_unknown_and_wait(
        `И вот ${callname} просто так, даже не обернувшись, уходит с Тренировочного поля —`,
      );
      await inner_urara.say_as_unknown_and_wait(`……эх……`);
      await inner_urara.say_as_unknown_and_wait(
        `Похоже, сейчас и вас взяло лишь на минутный порыв, так что истории остаётся лишь вот так наспех оборваться.`,
      );
      await inner_urara.say_as_unknown_and_wait(
        `Но здесь вам всегда будет припасён шанс встретиться, так что…`,
      );
      await inner_urara.say_as_unknown_and_wait(
        `В следующий раз, если та вишнёвая краска хоть чуть-чуть вас когда-то тронула, — попробуйте ещё раз.`,
      );
    }
    return ret;
  },
};
