摸屁股:
  # [정상]-[불안]
  - %당신%은(는) 사람이 없는 노점을 지나게 되었다.
  - %당신%이(가) 노점에서 쓸만한 물건을 찾으려던 그때, 누군가 %당신%의 엉덩이를 움켜쥐는 것이 느껴졌다.
  - %당신%이(가) 뒤를 돌아보았을 때, %책임%은(는) 아무 일도 없었다는 듯 노점 근처의 무언가를 살펴보고 있었다.
  - acc: 1
    content: 이에는 이
    lines:
      - %당신%은(는) 이에는 이로 대응하기로 결정하고, %책임%의 엉덩이를 똑같이 한 번 움켜쥐었다.
      - 두 사람은 웃고 떠들며 노점을 떠났다. (%당신% 성욕++, %책임% 성욕+)
  - acc: 2
    content: 모른척 한다
    lines:
      - %당신%은(는) 결국 아무 일도 없었던 것으로 하기로 했다.
      - %당신%과(와) 몰래 웃고 있는 %책임%은(는) 차례로 노점을 떠났다. (%책임% 성욕++)

意外相拥:
  # [정상]-[불안]
  - 좁고 어두운 골목을 지나기 전, %당신%은(는) 예상치 못한 위험이 닥칠까 봐 조금 걱정이 되었다.
  - 하지만 우려와는 달리, 갑자기 튀어나온 보도블록이 %책임%의 발을 걸었고, %책임%은(는) 그대로 %당신%의 방향으로 엎어졌다.
  - 정신을 차렸을 때, 품 안의 %소녀%는 부드럽고 향긋했으며, 수줍어하는 얼굴이 코앞에 있었다……
  - acc: 1
    content: 애무한다
    lines:
      - %당신%의 손가락이 자신도 모르게 %책임%의 가느다란 등줄기를 훑었고, 품 안의 %소녀%도 수줍은 신음 소리를 내뱉었다.
      - 두 사람은 한참 동안 서로를 안고 있다가 놓아주었지만, %당신%은(는) 여전히 만족스럽지 않다고 느꼈다…… (%당신% 성욕++, %책임% 성욕+)
  - acc: 2
    content: 서둘러 일어난다
    lines:
      - %당신%은(는) 즉시 %책임%을(를) 일으켜 세웠고, %책임%도 그저 수줍은 미소를 지으며 할 말이 있는 듯 없는 듯 고개를 끄덕였다.
      - 이 무해한 해프닝 끝에 두 사람은 손을 잡고 골목을 빠져나왔다. (%책임% 성욕++)

抚摸大腿:
  # [정상]-[불안]
  - %당신%과(와) %책임%은(는) 거리의 벤치에 나란히 앉아 있었고, 탄탄한 다리가 %당신%의 옆에 밀착되어 있었다.
  - 그 아름다운 다리는 벤치 위에서 여유롭게 흔들거리고 있었다……
  - acc: 1
    content: 손을 뻗어 만진다
    lines:
      - %당신%은(는) 익숙하기에 더욱 유혹적인 그 다리를 향해 손을 뻗었고, %책임%은(는) 부끄러운 듯 %당신%의 어깨를 살짝 쳤다.
      - %당신%이(가) 만족할 때까지 만진 후에야, %책임%은(는) 얼굴을 붉히며 연인을 이끌고 다시 길을 나섰다. (%당신% 성욕+, %책임% 성욕++)
  - acc: 2
    content: 필사적으로 참는다
    lines:
      - %당신%은(는) 손을 뻗어 만지고 싶은 욕망을 참아냈고, %책임%은(는) 약간 의아하면서도 실망스러운 듯 %당신%을(를) 바라보았다.
      - 한동안 앉아 있은 뒤, 두 사람은 다시 길을 떠났다. (%책임% 성욕++)

街头放映:
  # [정상]-[불안]
  - 두 사람은 어느 스크린 벽면 앞을 지나게 되었다. 멜로 영화의 고전적인 장면이 반복해서 재생되고 있었다.
  - 이때, %책임%이(가) %당신%의 팔을 감싸 안더니 영화 속 여주인공의 모습을 흉내 내며 곁에 있는 당신의 뺨으로 천천히 얼굴을 가까이 가져갔다……
  - acc: 1
    content: 키스하게 둔다
    lines:
      - 가벼운 입맞춤이 다정하게 뺨 위로 내려앉았고, %당신%의 심장 박동도 %책임%의 미소 속에서 서서히 빨라졌다. (%당신% 성욕++, %책임% 성욕+)
  - acc: 2
    content: 회피한다
    lines:
      - %당신%은(는) %책임%의 동작을 살짝 피했고, 그 후 두 사람은 평범하게 영화 장면을 감상했다. (%책임% 성욕++)

咖啡馆:
  # [불안]
  - 두 사람은 야외 카페를 지나게 되었고, 얼굴을 알 수 없는 연인들이 좌석에서 남의 시선은 아랑곳하지 않고 입을 맞추고 있었다.
  - %책임%이(가) 살며시 %당신%의 손을 잡아당겼고, %당신%은(는) 그 암시를 읽어냈다.
  - acc: 1
    content: 키스한다
    lines:
      - %당신%과(와) %책임%은(는) 한동안 입을 맞추었다. (%당신% 성욕++, %책임% 성욕+)
  - acc: 2
    content: 모르는 척한다
    lines:
      - %책임%은(는) 실망한 기색으로 %당신%을(를) 따라 카페에서 멀어졌다. (%책임% 성욕++)

幸运色狼?:
  # [불안]
  - 갑자기 튀어나온 보도블록 때문이었을까, 아니면 평온한 날씨에 갑자기 불어온 심술궂은 바람 때문이었을까?
  - 어찌 되었든, 거리를 걷던 %당신%은(는) 발을 헛디뎌 옆에 있던 %책임%의 방향으로 넘어지고 말았다……
  - acc: 1
    content: 눈을 감는다
    lines:
      - %당신%은(는) 비명과 함께 부드러운 무언가 위로 엎어졌고, 눈을 떴을 때 보인 것은 파묻힌 가슴과 %책임%의 수줍은 얼굴이었다.
      - 결국, 짐짓 삐친 척하던 %책임%은(는) 그대로 %당신%과(와) 한참 동안 다정하게 몸을 부대끼고 나서야 다시 길을 나섰다. (%당신% 성욕++, %책임% 성욕+)
  - acc: 2
    content: %책임%에게 주의를 준다
    lines:
      - %당신%은(는) 재빨리 소리를 내어 주의를 주었고, 비록 신체의 민감한 부위를 만지는 것은 피할 수 없었지만, %책임%은(는) 안정적으로 %당신%을(를) 받아냈다.
      - 하지만 그 후, 얼굴이 약간 붉어진 %책임%은(는) 억지로 %당신%을(를) 부축하며 아주 긴 거리를 걸어갔다. (%책임% 성욕++)

突然降雨:
  # [불안]
  - 갑작스러운 소나기로 인해 %당신%과(와) %책임%은(는) 거리의 좁은 골목 안에 갇히게 되었고, 두 사람의 옷은 흠뻑 젖어버렸다.
  - 정신을 차렸을 때, 손에서는 %책임%의 가슴의 부드럽고 젖은 감촉이 느껴졌고, 옷 위로 피부가 비치는 연인의 붉어진 얼굴이 코앞에 있었다……
  - acc: 1
    content: 안아준다
    lines:
      - %당신%은(는) 손을 뻗어 품 안의 연인을 애무했고, %책임%도 자연스럽게 %당신%과(와) 입을 맞추었다.
      - 밖의 「비」는 진작에 그쳤지만, 골목 안의 두 사람은 한참 동안 떨어지지 않았다…… (%당신% 성욕++, %책임% 성욕+)
  - acc: 2
    content: 거리를 둔다
    lines:
      - 매혹적인 %책임%과(와) 사랑을 나누고 싶은 마음이 굴뚝같았지만, %당신%은(는) 행동을 절제했다.
      - 수상한 「비」는 오래 지속되지 않았고, 그 후 두 사람은 빠르게 골목을 떠났다. (%책임% 성욕++)

震动玩具:
  # [불안]
  - if: d.first === 1
    lines:
      - 두 사람은 거리 행사에서 수상한 증정품을 받았고, 지금 %당신%의 손에는 미니 원격 로터 한 쌍이 놓여 있었다.
      - %당신%이(가) 어찌할 바를 모르고 있을 때, %책임%이(가) 짐짓 딴 곳을 보는 척하면서도 옷깃을 잡은 손으로 옷자락을 살짝 들추고 있는 것을 발견했다.
  - if: d.first === 0
    lines:
      - %당신%이(가) 스마트폰을 곁눈질하자, 「미니 로터」의 배터리가 어느새 가득 충전되어 있는 것을 발견했다……
  - acc: 1
    content: %책임%의 뜻에 따른다
    lines:
      - %책임%의 묵인 하에, %당신%은(는) 장난감을 %책임%의 브래지어 안으로 밀어 넣은 뒤 스마트폰의 리모컨 버튼을 눌렀다.
      - 그 후, 위험하고도 금기된 산책 게임은 %책임%의 낮은 신음 소리와 함께 장난감의 배터리가 바닥날 때까지 계속되었다…… (%당신% 성욕++, %책임% 성욕+)
  - acc: 2
    content: 해소해 준다
    lines:
      - %당신%은(는) 어쩔 수 없이 %책임%과(와) 함께 길가 구석으로 몸을 숨겨, 옷 위로 장난감을 작동시켜 %책임%의 「흥분」을 달래주었다.
      - 작은 전동 장난감은 금세 배터리가 다 되었지만, %책임%은(는) 만족하지 못한 듯했다…… (%책임% 성욕++)

无端挑逗:
  # [불안]-[혼란]
  - %당신%과(와) %책임%은(는) 어느 길모퉁이를 지나고 있었다.
  - %당신%이(가) 조심스럽게 전진하던 중, 갑자기 어떤 손이 하의 속으로 파고들어 양다리 사이로 서서히 뻗어오는 것이 느껴졌다.
  - 보지 않아도 곁에 있는 발정 난 %소녀%가 어떤 표정일지, 이성이 끊어진 자신은 또 어떤 표정일지 알 수 있었다……
  - acc: 1
    content: 버릇을 고쳐준다
    lines:
      - %당신%은(는) %책임%의 함부로 더듬는 손을 쳐내고, 조금의 망설임도 없이 %책임%의 헐렁한 하의를 벗겨버렸다.
      - 살결이 마찰되는 소리와 함께, %책임%은(는) 음란한 소리로 애원하기 시작했다…… (%당신% 성욕++, %책임% 성욕+)
  - acc: 2
    content: 밀쳐낸다
    lines:
      - %책임%에게 욕망을 분출하고 싶은 충동을 억지로 참으며, %당신%은(는) %책임%을(를) 힘껏 밀쳐냈다.
      - %당신%은(는) %책임%을(를) 데리고 계속해서 앞으로 나아갔다…… (%책임% 성욕++)

露天口交:
  # [불안]-[혼란]
  - 두 사람은 야외 영화 상영장을 지나게 되었다. 그곳에는 한 쌍의 연인이 짐승처럼 성관계를 나누는 장면이 반복해서 재생되고 있었다.
  - 이때, %책임%은(는) 영화 속 여주인공처럼 주저앉아 몽롱한 눈빛으로 %당신%의 하의를 천천히 내리기 시작했다……
  - acc: 1
    content: %책임%에게 봉사받는다
    lines:
      - 두 사람은 상영장에 자리를 잡았고, %책임%은(는) 순종적으로 몸을 굽혀 손가락으로 %당신%의 가랑이 사이를 다정하게 어루만졌다.
      - %책임%은(는) 자위하며 %당신%에게 정성껏 손으로 봉사했고, 만족할 때까지 그 행위는 계속되었다…… (%당신% 성욕++, %책임% 성욕+)
  - acc: 2
    content: 진정시킨다
    lines:
      - %당신%은(는) 어떻게든 %책임%을(를) 일으켜 세웠고, %책임%이(가) 어느 정도 진정된 후 그곳을 떠났다. (%책임% 성욕++)

后穴玩具:
  # [불안]-[혼란]
  - if: d.first === 1
    lines:
      - 두 사람은 거리 행사에서 수상한 증정품을 받았고, 지금 %당신%의 손에는 금속 광택이 도는 애널 플러그 하나가 놓여 있었다.
      - %당신%이(가) 어찌할 바를 모르고 있을 때, %책임%은(는) 얼굴을 붉히며 딴 곳을 보면서도 양손으로는 옷자락 끝을 초조하게 움켜쥐고 있었다.
  - if: d.first === 0
    lines:
      - %당신%이(가) 곁에 있는 %책임%을(를) 바라보자, %책임%은(는) 다시 몰래 가방 안으로 손을 뻗고 있었다. 그곳에는 %책임%에게 보관을 맡겼던 항문용 장난감이 들어 있었다.
  - acc: 1
    content: %책임%의 뜻에 따른다
    lines:
      - %당신%은(는) %책임%의 묵인 하에 %책임%의 속옷을 내리고, %소녀%의 신음 소리와 함께 차가운 이물질을 %책임%의 뒷문에 밀어 넣었다.
      - 그 후, 속옷을 입지 않은 채 이물질이 삽입된 불안감과 자극 속에서, 산책 게임은 %책임%이(가) 쏟아지는 애액과 신음을 억제하지 못할 때까지 계속되었다…… (%당신% 성욕++, %책임% 성욕+)
  - acc: 2
    content: 해소해 준다
    lines:
      - %당신%은(는) 어쩔 수 없이 %책임%을(를) 데리고 근처 골목으로 들어가, 장난감을 이용해 후혈 자위를 시켜줌으로써 %책임%이(가) 「이성」을 찾게 도와주었다.
      - 얼마 후, %당신%은(는) 호흡이 가빠진 %책임%을(를) 데리고 골목을 나왔지만, %책임%은(는) 담백한 절정만으로는 만족하지 못한 듯했다…… (%책임% 성욕++)

隐秘游戏:
  # [불안]-[혼란]
  - 두 사람은 잠시 휴식을 취하기로 했고, 마침 근처에 식당의 야외 구역이 있었다.
  - 두 사람은 수많은 연인 사이에서 빈 테이블을 찾아 앉았으나, 어느새 %당신%의 가랑이 사이로 부드러운 무언가가 매만지는 감촉이 전해졌다.
  - 아래를 내려다보니, %책임%이(가) 신발을 벗어 던진 채 예쁜 발로 테이블 너머 %당신%의 민감한 부위를 희롱하고 있었으며, %당신%을(를) 바라보는 눈동자는 애욕으로 가득 차 있었다.
  - acc: 1
    content: %책임%의 뜻에 따른다
    lines:
      - %당신%은(는) 조용히 하의의 끈을 풀고 %책임%의 발가락이 다리 사이에서 노는 것을 방치했으며, %책임%은(는) 발가락을 깊숙이 밀어 넣음과 동시에 자신의 은밀한 부위에도 손을 가져갔다.
      - 주변의 연인들은 모두 남의 시선 따위 아랑곳하지 않고 애정 행각에 빠져 있었고, %당신%과(와) %책임% 또한 은밀한 게임 속에서 함께 절정을 맞이했다…… (%당신% 성욕++, %책임% 성욕+)
  - acc: 2
    content: 무시하기
    lines:
      - 이성을 유지한 %당신%은(는) 그저 그 아름다운 두 다리를 붙잡고 잠시 애무해 주었을 뿐이었지만, %책임%의 눈 속 욕망은 더욱 짙어질 뿐이었다…… (%책임% 성욕++)