甘泉水:
  - if: d.first === 1
    lines:
      - %당신%과(와) %책임%은(는) 광장처럼 보이는 곳을 발견했다. 광장에는 비둘기들이 여유롭게 거닐고 있었고, 몇 마리는 작은 단상 위에 앉아 있었다.
      - %당신%과(와) %책임%이(가) %行动%자, 비둘기들은 날개를 퍼덕이며 조금 멀리 날아갔다. 새들에게 둘러싸여 있던 그 단상은 알고 보니 분수식 음수대였다.
      - 비둘기들이 별다른 이상 증세를 보이지 않는 것을 확인한 두 사람은 잠시 고민하다가, 물을 한 홉 떠서 천천히 마시는 것을 선택했다.
  - if: d.first === 0
    lines:
      - %당신%과(와) %책임%은(는) 어디선가 본 듯한 음수대를 발견하고 물을 떠서 조금 마셨다.
  - 시원한 물이 갈증 나는 목을 타고 넘어가자 두 사람의 정신이 맑아졌다. (체력+)

失物招领:
  - if: d.first === 1
    lines:
      - 두 사람은 분실물 보관소를 찾아냈다.
      - 귀여운 열쇠고리, 누군가 읽던 문고본, 살이 부러진 접이식 우산…… 분실물 보관소에 있는 것이 지극히 자연스러우면서도 쓸모없는 물건들이 가득했다.
      - 그런데, 어째서 어느 포인트 카드 뒷면의 소유자 서명란에 %당신%의 이름이 적혀 있는 것일까?
      - 곰곰이 생각하던 %당신%은(는) 쓸모없는 물건더미 속에서 그 포인트 카드를 집어 들었다. 어쩌면 이것은 원래 %당신%의 물건이었을지도 모르기 때문이다. (「은총」+%reward%)
  - if: d.first === 0
    lines:
      - %당신%은(는) 분실물 보관소에서 %당신%의 이름이 적힌 포인트 카드를 찾아냈다. (「은총」+%reward%)

整理衣装:
  - if: d.first === 1
    lines:
      - %당신%과(와) %책임%은(는) 제법 깔끔해 보이는 공중화장실을 지나게 되었고, 이 기회에 잠시 숨을 돌리기로 했다.
      - 생리적인 현상을 해결한 뒤, %당신%은(는) 세면대의 수도꼭지를 틀어 차가운 액체를 얼굴에 한껏 끼얹었다.
      - 서늘한 기운이 뒷머리를 스치자, %당신%은(는) 자신의 정신이 꽤 맑아지는 것을 느낄 수 있었다.
      - 밖으로 나와 합류한 %책임%의 얼굴에 남은 물방울까지 닦아준 뒤, 두 사람은 다시 길을 나섰다. (성욕-)
  - if: d.first === 0
    lines:
      - 두 사람은 공중화장실에서 간단히 상태를 정리했다. (성욕-)

林荫长椅:
  - if: d.first === 1
    lines:
      - 빌딩이 숲을 이룬 번화한 큰길에서 조금 벗어나, 두 사람은 근처 공원의 나무 그늘 아래 있는 벤치에 앉았다.
      - 날씨는 쾌청하고 숲속의 공기는 신선했으며, %당신%과(와) %책임%은(는) 눈앞의 평온함을 즐겼다.
      - 벤치에 앉아 있자 곁에 있던 %책임%이(가) 미소 짓는 얼굴로 %당신%을(를) 바라보았고, %당신%은(는) 결정했다……
      - acc: 1
        content: 휴식한다
        lines:
          - 잠시 안정을 취한 뒤, 곁에 있던 %책임%이(가) 직접 음료수를 사 오겠다며 자리에서 일어났다.
          - 그리하여 %책임%이(가) 돌아오기 전까지 %당신%은(는) 등받이에 기대어 눈을 감고 잠시 휴식을 취했다. (%당신%성욕--)
      - acc: 2
        content: %책임%을(를) 잠시 혼자 있게 한다
        lines:
          - %당신%이(가) 자리에서 일어나 직접 음료수를 사 오겠다고 말했고, 돌아왔을 때 몇 미터 전부터 %책임%은(는) 기쁘게 일어나 %당신%을(를) 맞이하러 나왔다.
          - 정비를 마친 뒤 두 사람은 빈 병을 쓰레기통에 버리고, 기분 좋게 다시 길을 나섰다. (%책임%성욕--)
      - acc: 3
        content: 대화한다
        lines:
          - %당신%이(가) 웃으며 곁에 있는 %그녀%에게 말을 걸자, %책임% 또한 미소로 %당신%을(를) 반겨주었다.
          - 담소를 나누며, 두 사람은 어느덧 다시 여정에 올랐다. (성욕-)
  - if: d.first === 0
    lines:
      - 두 사람은 나무 그늘 아래 벤치에 앉았다.
      - acc: 1
        content: 휴식한다
        lines:
          - %책임%이(가) 따로 행동하는 동안, %당신%은(는) 눈을 감고 잠시 휴식을 취했다. (%당신%성욕--)
      - acc: 2
        content: %책임%을(를) 잠시 혼자 있게 한다
        lines:
          - %당신%은(는) 공원을 잠시 거닐며 %책임%을(를) 잠시 혼자 있게 해 주었다. (%책임%성욕--)
      - acc: 3
        content: 대화한다
        lines:
          - 두 사람은 잠시 대화를 나누었다. (성욕-)

公共交通:
  - if: d.first === 1
    lines:
      - %당신%과(와) %책임%은(는) 막 도착한 전차에 올라탔다.
      - 매우 운 좋게도 이 칸에는 승객이 거의 없었고, 두 사람은 창가 쪽 자리를 아무 데나 골라 앉았다.
      - 전차가 천천히 앞으로 나아갔다. %당신%과(와) %책임%은(는) 손을 잡고 창가 좌석에 나란히 앉아, 창밖의 풍경이 뒤로 스쳐 지나가는 것을 바라보았다.
      - 이런 평온함과 안녕이 조금만 더 지속되었으면 좋겠다고, %당신%은(는) 곁에서 미소 짓는 %책임%의 옆얼굴을 바라보며 나직이 생각했다.
      - ……아쉽게도 전차는 짧은 구간만을 달린 채 종착역에 도착했다. (추가 전진 1회)
  - if: d.first === 0
    lines:
      - %당신%과(와) %책임%은(는) 도착한 전차에 올라탔고, 이내 종착역에서 내렸다. (추가 전진 1회)

幸运奖励:
  - if: d.first === 1
    lines:
      - %당신%과(와) %책임%은(는) 편의점 근처에서 잠시 머물기로 결정했다.
      - 그 후, %책임%은(는) 호기심에 이끌려 편의점에 들어갔고, 곧 보지 못한 작은 간식 한 봉지를 가져왔다.
      - acc: 1
        content: 봉지 안을 확인한다
        lines:
          - %당신%이(가) %책임%에게 고맙다고 말한 뒤 조심스럽게 봉지를 뜯자, 그 안에서 당첨 카드가 떨어져 나왔다.
          - 뜻밖의 당첨이었다. 비록 소소한 경품이었지만 두 사람의 기분은 확실히 전환되었다. (「은총」+%reward%)
      - acc: 2
        content: 포장지를 살펴본다
        lines:
          - 포장지에는 시제품 맛이라는 글자가 적혀 있었고, 동시에 자극적인 맛이 %당신%의 정신을 번쩍 들게 했다. (%당신%체력+)
  - if: d.first === 0
    lines:
      - 두 사람은 편의점 근처에서 짧게 휴식을 취했고, 그 후 점포 안에 들어갔던 %책임%이(가) 보지 못한 작은 간식 한 봉지를 가져왔다.
      - acc: 1
        content: 봉지 안을 확인한다
        lines:
          - 봉지 안에서 경품 당첨 카드가 떨어져 나왔다…… (「은총」+%reward%)
      - acc: 2
        content: 포장지를 살펴본다
        lines:
          - 자극적인 맛이 %당신%의 정신을 번쩍 들게 했다…… (%당신%체력+)