普通穿行:
  - if: d.first === 1
    lines:
      - 좁은 골목을 지나기 전, %당신%은(는) 조금 전전긍긍했다.
      - 하지만 정말 아무 일도 일어나지 않았다. 갑자기 하늘에서 쏟아지는 소나기도, 괴상한 바람을 일으키는 보도블록도 없었으며, 두 사람은 그렇게 꽤 긴 골목을 평안하게 통과했다.
      - 다만, %당신%은(는) 무의식적으로 %책임%의 손을 잡았고, 골목 어귀를 나설 때까지도 놓아야 한다는 사실을 떠올리지 못했다.
  - if: d.first === 0
    lines:
      - 두 사람은 손을 잡고 좁은 골목을 통과했다.

街道漫步:
  - if: d.first === 1
    lines:
      - 두 사람은 함께 밝고 깨끗한 길가를 거닐었고, 주변의 행인들과 여행객들이 삼삼오오 지나갔다.
      - %당신%과(와) %책임%은(는) 이번 나들이의 한가로움을 즐기며, 서서히 변화하는 분위기도 뒤로 흘려보냈다.
      - 길을 따라 계속 걸어갈지, 아니면 다른 길로 가볼지 고민하는 사이, 두 사람은 어느덧 발걸음이 빨라졌다.
  - if: d.first === 0
    lines:
      - 두 사람은 함께 밝고 깨끗한 길가를 거닐었다.

林间捷径:
  - 두 사람은 지나가던 숲 옆에서 작은 길을 발견했다. 다음 장소로 바로 통하는 것 같아 보였다.
  - 하지만 이 작은 길은 확실히 외진 곳이었다……
  - acc: 1
    content: 빠르게 작은 길을 통과한다 (체력-, 추가 전진 1회)
    lines:
      - 두 사람은 가급적 가벼운 달리기 속도로 다음 장소로 향했다.
  - acc: 2
    content: 천천히 간다
    lines:
      - 두 사람은 계속해서 큰길로 전진하는 것을 선택했다.

街头小吃:
  - 두 사람은 산책하던 중 길거리 음식 노점을 지나갔고, 공기 중에는 은은한 향기가 떠돌았다.
  - %책임%의 호기심 어린 눈빛 속에서, %당신%은(는) 결정했다……
  - acc: 1
    content: 좀 사서 맛본다 (「은총」-, 체력+)
    lines:
      - 따뜻하고 맛있는 길거리 음식을 맛본 뒤, 두 사람은 여정을 계속했다.
  - acc: 2
    content: 다음에 먹는다

摇奖游戏:
  - if: d.first === 1
    lines:
      - 두 사람이 거리의 골목을 지나던 중, 커플 경품 추첨 도전을 진행 중인 가게를 발견했다.
      - 묵직해 보이는 추첨기 앞에는 짝을 지은 남녀들이 둘러싸여 있었다.
      - 이때, %책임%이(가) 암시하듯 %당신%의 옷자락을 잡아당겼다……
      - acc: 1
        content: 한번 해본다 (「은총」+, 체력-)
        lines:
          - 두 사람은 손을 맞잡고 힘껏 기계의 손잡이를 돌렸고, 당첨 정보가 적힌 작은 공이 소리를 내며 떨어졌다.
          - 손목은 아렸지만 수확이 있었기에, 두 사람은 약간의 기쁨을 안고 이곳을 떠났다. (「은총」+%reward%)
      - acc: 2
        content: 하지 않는다
        lines:
          - 약간의 실망감을 드러내긴 했지만, %책임%은(는) 결국 %당신%의 의견을 받아들였다.
          - 두 사람은 함께 이곳을 떠났다.
  - if: d.first === 0
    lines:
      - 두 사람이 거리의 골목을 지나던 중, 커플 경품 추첨 이벤트를 진행 중인 가게를 발견했다……
      - acc: 1
        content: 같이 한다 (「은총」+, 체력-)
        lines:
          - 손목은 아렸지만 수확이 있었기에, 두 사람은 기쁘게 이곳을 떠났다. (「은총」+%reward%)
      - acc: 2
        content: 하지 않는다

店面宣传:
  - if: d.first === 1
    lines:
      - 길모퉁이를 지나던 중, 두 사람은 눈에 띄지 않는 어느 의류 점포에 마음을 빼앗겼다.
      - 그곳의 점원은 %책임%에게 유상 의상 시착을 열정적으로 권유했으나, 그 의상은 조금 선정적이었다.
      - 두 사람은 서로를 마주 보았다……
      - acc: 1
        content: 한번 입어볼까? (「은총」+, %당신%성욕+, %책임%성욕+)
        lines:
          - 그 의상을 입은 %책임%은(는) 수줍게 %당신%에게 몸을 보여주었고, %당신%의 호흡도 조금씩 가빠졌다.
          - 일이 끝난 뒤, 가게 주인은 시착했을 때의 사진 한 장을 두 사람에게 기념으로 남겨주었다…… (「은총」+%reward%)
      - acc: 2
        content: 역시 그만둔다
        lines:
          - 한참을 고민한 끝에, 두 사람은 결국 물러났다.
          - 두 사람은 의류 점포를 떠났다.
  - if: d.first === 0
    lines:
      - 길모퉁이를 지나던 중, 두 사람은 유상 시착을 제공하는 어느 의류 점포에 마음을 빼앗겼다……
      - acc: 1
        content: 한번 입어볼까? (「은총」+, %당신%성욕+, %책임%성욕+)
        lines:
          - 의상이 실로 조금 선정적이었기에, 두 사람의 호흡도 가빠졌다…… (「은총」+%reward%)
      - acc: 2
        content: 역시 그만둔다