class I18nTitleDesc {
  static _ = new I18nTitleDesc();

  undef = '赢取了六次以上的 G1 比赛胜利';
  got = '已获得 ✔';
  personal_template = '在一次育成周期内%DESC%';
  achieve_template = '在一次育成周期内完成了所有育成目标；同时，%DESC%';

  tip_template = '[%NAME%]：%DESC%';

  l_hello_world = '在所有远征地的语言上达到 5 级。';

  r_3crown_c = '在一次育成周期内赢取了三冠（皋月赏、日本德比、菊花赏）胜利。';
  r_3crown_ci =
    '在一次育成周期内无败的情况下赢取了三冠（皋月赏、日本德比、菊花赏）胜利。';
  r_3crown_f =
    '在一次育成周期内赢取了三宝冠（樱花赏、日本橡树大赛、秋华赏）胜利。';
  r_3crown_fi =
    '在一次育成周期内无败的情况下赢取了三宝冠（樱花赏、日本橡树大赛、秋华赏）胜利。';
  r_3crown_m =
    '在一次育成周期内赢取了三冠和三宝冠的混搭胜利（皋月赏或樱花赏、日本德比或日本橡树大赛、菊花赏或秋华赏）。';
  r_3crown_mi =
    '在一次育成周期内无败的情况下赢取了三冠和三宝冠的混搭胜利（皋月赏或樱花赏、日本德比或日本橡树大赛、菊花赏或秋华赏）。';
  r_3crown_d =
    '在一次育成周期内赢取了泥地三冠（羽田杯、东京德比、日本泥地德比）胜利。';
  r_3crown_di =
    '在一次育成周期内无败的情况下赢取了泥地三冠（羽田杯、东京德比、日本泥地德比）胜利。';
  r_3crown_a =
    '在一次育成周期内赢取了美国三冠（肯塔基德比、普瑞克尼斯锦标赛、贝蒙锦标）胜利。';
  r_3crown_ai =
    '在一次育成周期内无败的情况下赢取了美国三冠（肯塔基德比、普瑞克尼斯锦标赛、贝蒙锦标）胜利。';
  r_6crown =
    '在一次育成周期内赢取了三冠（皋月赏、日本德比、菊花赏）和三宝冠（樱花赏、日本橡树大赛、秋华赏）的胜利。';
  r_6crown_i =
    '在一次育成周期内无败的情况下赢取了三冠（皋月赏、日本德比、菊花赏）和三宝冠（樱花赏、日本橡树大赛、秋华赏）的胜利。';

  e_above_all =
    '在一次育成周期内出走了 G1 比赛 10 战以上，以第一人气全战全胜。';
  e_30 = '在一次育成周期内出走了 30 战以上。';
  e_30g = '在一次育成周期内出走了 30 战以上，且至少一次 G1 胜利。';
  e_100 = '在一次育成周期内除出道战外出走百战以上。';
  e_100w = '在一次育成周期内除出道战外出走百战以上并全部获胜。';
  e_virgin_1 =
    '一次育成周期结束时仍是童贞 · 处女（不计算无自觉、隐藏和再生）。';
  e_virgin_2 =
    '一次育成周期结束时仍是童贞 · 处女（不计算无自觉、隐藏和再生），以第一人气出赛 G1 二胜或以上。';
  e_virgin_r1 = '一次育成周期结束时仍是童贞 ·「处女」';
  e_virgin_r2 =
    '一次育成周期结束时仍是童贞 ·「处女」，以第一人气出赛 G1 二胜或以上。';

  s_be_father = '在当回合授种成功的情况下出战并赢取比赛。';
  s_dirty = '在腹内、膣内、肠内同时存在精液的情况下出战并赢取比赛。';
  s_with_baby = '在怀孕的情况下出战并赢取比赛。';
  s_hentai = '一次比赛中高潮了 6 次以上。';
  s_unlucky_1 = '一次比赛中虽然没有带任何性玩具但是高潮了。';
  s_unlucky_2 = '一次比赛中虽然没有带任何性玩具但是高潮了 6 次以上。';
  s_father = '走进家门至少有 8 声「爸爸」……';
  s_mother = '为三女神贡献了至少 8 个子民。';
  s_p_slave = '将知识、尊严、身体、子宫一切奉上，失去一切……好棒……要……要去了❤。';
  s_p_preg = '做马娘大人的母马就是我最大的荣耀口牙。';

  es_egg_3 = '沉浸在赛马娘锻炼刚好的美妙身躯下吧。';
  es_egg_179 = '喜欢这么高的女生（比划）。';
  es_egg_621 = '你赢不了马娘，真可悲。';

  get_trainer_title_desc(buff, level, extra) {
    let ret = '';
    if (buff > 0) {
      ret += `指导训练时成功率与效果加成 +${buff}`;
      if (extra.length > 0) {
        ret += ` (↑${extra.join('+')})`;
      }
      ret += '，';
    }
    ret += `担当赏金 ${4 * level + 4}% 分成。`;
    return ret;
  }

  // 角色成就
  100101 =
    '以人气第一五马身以上身差赢取日本德比胜利，且赢取了春季天皇赏、秋季天皇赏和日本杯胜利。';
  100201 =
    '以逃马策略达成了六连以上重赏胜利，且在宝冢纪念上以逃马策略赢取了胜利。';
  100301 = '取得了无败二冠（皋月赏、日本德比）和资深年有马纪念的胜利。';
  100302 =
    '生涯无败，并取得三冠（皋月赏、日本德比、菊花赏）和资深年有马纪念的胜利。';
  100303 =
    '获得三冠（皋月赏、日本德比、菊花赏）胜利，并在患有腿伤的情况下获得资深年日本杯和有马纪念的胜利，奇迹复活，浴火重生。';
  100401 = '赢取了八次以上连胜。';
  100501 =
    '以 8 马身赢取了出道战胜利、以第一人气赢取了朝日杯未来锦标和三冠（皋月赏、日本德比、菊花赏）的胜利。';
  100601 =
    '六次以上 G1 以第一人气出走，且赢取了英里冠军赛、安田纪念和有马纪念的胜利。';
  100701 =
    '赢取了包括皋月赏、菊花赏、春季天皇赏、资深年宝冢纪念、资深年秋季天皇赏和资深年有马纪念的胜利。';
  100702 = '参战了两次凯旋门赏。';
  100801 =
    '赢取了包括日本德比、安田纪念、秋季天皇赏和维多利亚英里赛在内的 7 次以上 G1 比赛胜利。';
  100901 =
    '赢取包括樱花赏、秋华赏和伊丽莎白二世女皇杯在内的 10 次以上重赏比赛胜利，且所有比赛均以二着以上成绩完赛。';
  101001 =
    '赢取了包括独角兽锦标、安田纪念和英里冠军赛在内的五场以上英里重赏比赛胜利。';
  101101 =
    '以较佳及以下干劲赢取朝日杯未来锦标、资深年宝冢纪念和两次有马纪念的胜利。';
  101201 = '以第一人气采用追马策略赢取了重赏六连胜。';
  101301 = '赢取了菊花赏和春季天皇赏胜利，且基础属性耐力达到 1,200 以上。';
  101401 =
    '所有比赛都以二着以内成绩完赛，且以先马策略赢取了经典年日本杯的胜利。';
  101501 =
    '达成了包含春季天皇赏、宝冢纪念、秋季天皇赏、日本杯和有马纪念在内的八连重赏胜利。';
  101601 = '赢取了三冠（皋月赏、日本德比、菊花赏）和两次有马纪念的胜利。';
  101701 =
    '取得了无败三冠（皋月赏、日本德比、菊花赏）、日本杯、春季天皇赏和两次有马纪念的胜利。';
  101801 = '赢取了日本橡树大赛和秋季天皇赏的胜利。';
  101901 =
    '赢取了日本泥地德比、英里冠军赛、二月锦标、安田纪念、秋季天皇赏和资深年有马纪念的胜利。';
  102002 = '分别以追马策略和差马策略赢取了札幌纪念和秋季天皇赏的胜利。';
  102101 =
    '赢取了包括春季天皇赏、资深年宝冢纪念和资深年秋季天皇赏在内的8次重赏胜利。';
  102201 =
    '之前无败以第一人气赢取了秋华赏、经典年伊丽莎白二世女皇杯、经典年有马纪念的胜利，且秋华赏以三又二分之一以上马身获胜。';
  102301 =
    '赢取了菊花赏、春季天皇赏和宝冢纪念的胜利，所有比赛均以前两着完赛，且完成所有育成目标。';
  102401 = '以四种跑法各赢取一次 G1 胜利。';
  102501 =
    '以差马策略赢取菊花赏、春季天皇赏和两次有马纪念的胜利，且基础属性耐力达到 1,200 以上。';
  102601 =
    '以第一人气逃马策略无败赢取朝日未来、皋月赏、日本德比的胜利，且基础属性耐力达到 1,200 以上。';
  102701 = '赢取了菊花赏、宝冢纪念和有马纪念的胜利。';
  102801 =
    '赢取了安田纪念、英里冠军赛和短途马锦标连霸，且基础属性力量达到 1,200 以上。';
  102901 =
    '赢取了一次盛冈竞马场的重赏比赛与三宝冠（樱花赏、日本橡树大赛、秋华赏）的胜利。';
  103001 =
    '出走 G3 以上比赛 23 战以上，并赢取菊花赏、秋季天皇赏和资深年宝冢纪念的胜利。';
  103101 =
    '以逃马策略赢取了朝日杯未来锦标、皋月赏、日本德比和资深年日本杯的胜利，且基础属性速度与根性均达到 1,200 以上。';
  103201 =
    '无败的情况下赢取了希望锦标、弥生赏和皋月赏的胜利，且基础属性速度达到 1,200 以上。';
  103301 = '以第一人气赢取了皋月赏、日本德比和宝冢纪念的胜利。';
  103401 =
    '分别在草地和泥地赢取了 4 次以上胜利，且以先马策略赢取了东京大赏典和资深年宝冢纪念，以差马或追马策略赢取了春季天皇赏和有马纪念。';
  103501 =
    '以第一人气赢取了弥生赏、皋月赏、日本德比和菊花赏的胜利，以及经典年有马纪念的胜利。';
  103601 =
    '赢取了三冠（皋月赏、日本德比、菊花赏）、春季天皇赏、资深年宝冢纪念和资深年秋季天皇赏的胜利，且基础属性智力达到 1,200 以上。';
  103701 = '以差马策略赢取日本杯和秋季天皇赏的胜利。';
  103801 =
    '赢取了包括高松宫纪念和短途马锦标在内的 9 次 1,200m 短距离比赛胜利。';
  103901 =
    '保持生涯无败，且赢取了日本橡树大赛、秋华赏和伊丽莎白二世女皇杯胜利。';
  104001 =
    '以极佳干劲参与了所有比赛，赢取了阪神皇冠大赛的胜利，且所有训练设施等级高于3级。';
  104101 =
    '赢取 1400m 以内的比赛 11 次以上，且以人气第一赢取资深年短途马锦标的胜利。';
  104201 =
    '赢取了樱花赏、NHK英里杯、日本橡树大赛、秋华赏、高松宫纪念、资深年短途马锦标胜利。';
  104301 = '赢取了二月锦标胜利，且基础属性力量达到 1,200 以上。';
  104401 =
    '以追马策略赢取了郁金香赏和秋华赏胜利，且以差马或追马策略赢取了资深年宝冢纪念、伊丽莎白二世女皇杯和有马纪念胜利。';
  104501 =
    '赢取了包括菊花赏和春季天皇赏在内的 6 次以上 2400m 以上重赏比赛的胜利。';
  104601 =
    '使用逃马策略赢取了包括日本育马场经典赛、帝王赏和东京大赏典胜利，并以逃马策略赢取泥地重赏赛事（G3 及以上等级比赛）九连胜以上。';
  104602 =
    '赢取了日本泥地德比、二月锦标、帝王赏、资深年冠军杯胜利，并赢取日本育马场经典赛和东京大赏典连霸。';
  104701 = '以第一人气赢取了资深年秋季天皇赏、日本杯和有马纪念的胜利。';
  104801 = '赢取了日本杯、春季天皇赏和两次秋季天皇赏的胜利。';
  104901 = '赢取了资深年宝冢纪念和日本杯的胜利，且训练没有失败。';
  105001 =
    '以追马策略赢取了皋月赏和春季天皇赏胜利，且基础属性根性达到 1,200 以上。';
  105101 = '赢取了阪神皇冠大赛、樱花赏和短途马锦标连冠胜利。';
  105201 = '你的事迹激励了万千观众；粉丝数达到 250,000 以上。';
  105202 = '赢取了资深年有马纪念的胜利。';
  105203 = '赢取了两次有马纪念的胜利。';
  105301 =
    '赢取了资深年安田纪念、宝冢纪念、短途马锦标和英里冠军赛的胜利，且参加重赏 23 战以上。';
  105401 = '赢取了短途马锦标连霸，且以第一人气赢取资深年英里冠军赛胜利。';
  105501 = '赢取了资深年大阪杯和宝冢纪念胜利，且所有比赛以极佳干劲完赛。';
  105601 =
    '以极佳干劲参加 G2 以上 15 场赛事，并赢取了菊花赏在内的 G2 以上比赛三连胜。';
  105701 =
    '使用追马战术以第一人气赢取了三冠（皋月赏、日本德比、菊花赏）和春季天皇赏胜利。';
  105801 = '赢取了包括春季天皇赏、宝冢纪念和有马纪念在内的重赏 9 连胜。';
  105901 =
    '使用差马战术以第一人气赢取了阪神皇冠锦标和三宝冠（樱花赏、日本橡树大赛、秋华赏）胜利，且赢取了伊丽莎白二世女皇杯连霸胜利。';
  106001 = '四次 G1 赛事获得前三名，并赢取资深年有马纪念的胜利。';
  106201 =
    '赢得包含菊花赏、资深年有马纪念在内的长度 2500m 以上的 4 场以上重赏比赛，并参与了 12 次以上 G1 比赛。';
  106301 =
    '出走重赏比赛 30 战以上，其中赢取了资深年安田纪念和宝冢纪念的胜利，且基础属性根性达到 1,200 以上。';
  106401 =
    '以逃马策略赢取了宝冢纪念和有马纪念的胜利，且基础属性速度和耐力达到 1,200 以上。';
  106402 =
    '在资深年以前赢取五次以下重赏胜利的情况下，以逃马策略赢取了宝冢纪念胜利和有马纪念连霸，且基础属性速度和耐力达到 1,200 以上。';
  106501 =
    '赢取了英里赛马杯胜利和英里冠军杯连霸，所有比赛以极佳干劲完赛，且基础属性力量达到 1,200 以上。';
  106601 =
    '以逃马策略赢取了资深年有马纪念的胜利，且基础属性速度达到 1,200 以上。';
  106701 = '赢取了凯旋门赏、菊花赏、春季天皇赏、日本杯、两次有马纪念的胜利。';
  106801 =
    '赢取包括菊花赏、春季天皇赏、秋季天皇赏和宝冢纪念在内的 7 次以上 G1 胜利。';
  106901 = '赢取了朝日杯未来锦标、皋月赏、日本德比和日本杯胜利。';
  107001 = '以 3 马身赢取了日本德比胜利。';
  107101 =
    '赢取了日本德比和两次秋季天皇赏的胜利，训练没有失败，且所有比赛以极佳干劲完赛。';
  107201 =
    '赢取皋月赏胜利并作为 G1 首胜，赢取资深年大阪杯、资深年安田纪念、资深年宝冢纪念和资深年有马纪念的胜利，且基础属性力量达到 1,200 以上。';
  107301 = '赢取了六次以上的 G1 比赛胜利。';
  107401 =
    '赢取了包括春季天皇赏在内的 4 场以上距离在 3,000 米以上的 G1 或 G2 赛事。';
  107601 =
    '赢取了春季天皇赏和资深年有马纪念的胜利，且基础属性耐力达到 1,200 以上。';
  107701 =
    '赢取了四次 2,500 米以上 G1 比赛的胜利，且长距离适性达到 S、基础属性耐力达到 1,200 以上。';
  107801 =
    '赢取了安田纪念连霸、短途马锦标、资深年秋季天皇赏胜利，且基础属性速度达到 1,200 以上。';
  107901 =
    '赢取了川崎、大井和船桥赛马场的 G1 赛事各一场、且基础属性根性达到 1,200 以上。';
  108001 =
    '赢取了冠军杯连霸、花豹锦标、京城锦标、二月锦标、帝王赏和日本育马场经典赛，且基础属性智力达到 1,200 以上。';
  108101 =
    '赢取了包括英里冠军赛、冠军杯、二月锦标和柏市纪念赛在内的 9 次以上 G1 赛事胜利。';
  108201 =
    '赢得了经典年府中皇冠锦标、秋华赏、英里赛马杯、资深年安田纪念和资深年英里冠军杯的胜利，且基础属性速度达到 1,200 以上。';
  108301 =
    '赢取了秋季天皇赏和两次有马纪念的胜利，且基础属性力量达到 1,200 以上。';
  108401 = '以追马策略达成生涯无败，且赢取了皋月赏、NHK英里杯和日本德比胜利。';
  108501 =
    '赢取樱花赏、伊丽莎白二世女皇杯、资深年安田纪念和资深年短途马锦标的胜利。';
  108601 =
    '赢取了樱花赏、日本橡树大赛、经典年有马纪念和资深年伊丽莎白二世女皇杯的胜利。';
  108701 = '完成了所有育成目标，且赢取了樱花赏的胜利。';
  108801 =
    '赢取了无败弥生赏、皋月赏、日本德比、大阪杯、宝冢纪念、秋季天皇赏和香港瓶（或香港杯）的胜利，且基础属性力量达到 1,200 以上。';
  108901 = '赢取了两次日本杯和两次有马纪念的胜利。';
  109001 =
    '赢取了三宝冠（樱花赏、日本橡树大赛、秋华赏）、维多利亚英里赛和伊丽莎白二世女皇杯胜利，且基础属性根性达到 1,200 以上。';
  109101 =
    '以第一人气赢取了 6 次以上重赏比赛的胜利，且赢取了秋华赏、资深年伊丽莎白二世女皇杯和维多利亚英里赛的胜利。';
  109201 = '赢取了资深年宝冢纪念的胜利。';
  109301 = '赢取了短途马锦标胜利，且基础能力速度和根性均达到 1,200 以上。';
  109401 = '赢取了日本德比胜利和日本杯连胜。';
  109501 =
    '于经典年人马锦标赢取了 4 马身以上大胜，且赢取了短途马锦标和高松宫纪念胜利。';
  109502 = '获取了 [白浊浸染] 称号的情况下完成一次育成周期。';
  109601 =
    '以第二或更低人气赢取了皋月赏胜利，以第一人气出战菊花赏，并且赢取了日本德比、资深年宝冢纪念、资深年秋季天皇赏和资深年日本杯的胜利。';
  109701 =
    '赢取了樱花赏、日本橡树大赛、秋华赏、伊丽莎白二世女皇杯和宝冢纪念，且基础属性智力达到 1,200 以上。';
  109801 =
    '赢取了 11 场以上的泥地 G1 比赛，所有比赛以极佳干劲完赛，且完成所有育成目标。';
  109901 = '赢取了 10 次以上泥地 G1 比赛胜利。';
  110001 =
    '赢取了东京大赏典、柏市纪念赛、帝王赏和日本育马场经典赛的胜利，且基础属性根性达到 1,200 以上。';
  110201 = '赢取了菊花赏、资深年日本杯和两次有马纪念的胜利。';
  110301 = '赢取了青叶赏和日本德比的胜利。';
  110401 = '赢取了春季天皇赏、资深年日本杯和有马纪念的胜利。';
  110501 =
    '赢取了三冠（皋月赏、日本德比、菊花赏）、经典年宝冢纪念、经典年日本杯、大阪杯和春季天皇赏的胜利，且基础属性智力达到 1,200 以上。';
  110601 = '赢取了菊花赏、春季天皇赏和资深年宝冢纪念的胜利。';
  110701 = '赢取了资深年宝冢纪念和日本杯的胜利。';
  110801 = '共赢取了包括皋月赏和日本德比在内的 7 次以上 G1 比赛的胜利。';
  110901 = '赢取了樱花赏、NHK英里杯、秋华赏和资深年伊丽莎白二世女皇杯的胜利。';
  111001 =
    '赢取了三宝冠（樱花赏、日本橡树大赛、秋华赏）和日本杯的胜利，且基础属性速度达到 1,200 以上。';
  111101 =
    '赢取了三宝冠（樱花赏、日本橡树大赛、秋华赏）、维多利亚英里赛和伊丽莎白二世女皇杯连霸胜利，且基础属性智力达到 1,200 以上。';
  111201 =
    '赢取了三宝冠（樱花赏、日本橡树大赛、秋华赏），且基础属性力量达到 1,200 以上。';
  111301 = '赢取了伊丽莎白二世女皇杯连霸，且所有比赛以极佳干劲完赛。';
  111401 =
    '赢取了樱花赏、日本橡树大赛、秋华赏、秋季天皇赏、日本杯和有马纪念胜利，且所有比赛均以第一人气出赛。';
  111501 =
    '赢取了皋月赏、日本德比、菊花赏、资深级宝冢纪念与有马纪念连霸胜利，其中资深级有马纪念需要是 8 马身以上大胜。';
  111601 =
    '赢取了三宝冠（樱花赏、日本橡树大赛、秋华赏）和日本杯二连霸，其中日本橡树大赛以 5 马身以上获胜，同时基础属性力量达到 1,200 以上。';
  111701 =
    '赢取了三冠（皋月赏、日本德比、菊花赏）、春季天皇赏、资深年宝冢纪念和资深年有马纪念胜利，且基础属性根性达到 1,200 以上。';
  111801 =
    '赢取了三宝冠（樱花赏、日本橡树大赛、秋华赏）和伊丽莎白二世女皇杯连霸胜利。';
  111901 =
    '赢取了菊花赏、资深年宝冢纪念与资深年有马纪念的胜利，且基础属性智力达到 1,200 以上。';
  112001 =
    '以逃马策略赢取了包括朱鹮夏季短跑赛连霸和短途马锦标 4 马身大胜在内的 9 次短距离重赏比赛胜利。';
  112101 = '赢取了短途马锦标和英里冠军赛连霸，且基础属性力量达到 1,200 以上。';
  112401 =
    '赢取了朝日杯未来锦标、皋月赏、日本德比、日本杯、宝冢纪念的胜利和秋季天皇赏连霸，且基础属性智力达到 1,200 以上。';
  112701 = '赢取了包括春季天皇赏在内的六次以上 G1 胜利。';
  112901 =
    '赢取了三宝冠（樱花赏、日本橡树大赛、秋华赏）和日本杯胜利，且所有比赛以极佳干劲完赛。';
  113001 =
    '赢取了阪神皇冠大赛、大阪杯胜利和伊丽莎白二世女皇杯连霸，其中资深年伊丽莎白二世女皇杯以第 1 人气胜利。';
  113101 =
    '赢取了包括樱花赏、安田纪念和英里冠军赛在内的 5 场英里 G1 赛事，同时基础属性力量达到 1,200 以上。';
  113201 = '以爱欲以上关系赢取了日本橡树大赛和伊丽莎白二世女皇杯。';
  113301 =
    '赢取了秋华赏、宝冢纪念、有马纪念胜利，其中有马纪念需赢得六马身以上大胜，且基础属性智力达到 1,200 以上。';
  113401 =
    '赢取了香豌豆锦标、日本橡树大赛、秋华赏和春季天皇赏，且基础属性智力达到 1,200 以上。';
  113501 = '所有比赛均以三着以上成绩完赛。';
  113601 = '赢取了三宝冠（樱花赏、日本橡树大赛、秋华赏）。';
  113701 = '分别以以差马和逃马策略赢取了菊花赏和资深年日本杯胜利。';
  114101 =
    '赢取了三冠（皋月赏、日本德比、菊花赏）和资深年日本杯胜利，且基础属性力量达到 1,200 以上。';
  114401 = '赢取了朝日杯未来锦标和经典年日本杯胜利。';
  114501 =
    '赢取了每日杯、三冠（皋月赏、日本德比、菊花赏）、宝冢纪念、秋季天皇赏、日本杯和有马纪念胜利，且基础属性智力达到 1,200 以上。';
  114901 =
    '赢取了三宝冠（樱花赏、日本橡树大赛、秋华赏）和资深年伊丽莎白二世女皇杯胜利，且基础属性根性达到 1,200 以上。';
  200501 = '以第一人气赢取了所有法国比赛的胜利，包括凯旋门连霸。';
  400001 =
    '赢取了美国三冠（肯塔基德比、普瑞克尼斯锦标赛、贝蒙锦标）和两次有马纪念的胜利。';
  904601 = '赢取了三冠（皋月赏、日本德比、菊花赏）胜利。';
  904701 = '赢取了宝冢纪念、凯旋门赏、春季天皇赏胜利和有马纪念连霸。';
  904801 = '通过赢取 G1 比赛胜利为训练员争得了 500 点以上的社会声望。';
}

module.exports = I18nTitleDesc;
