const abl_desc = {};

abl_desc['기술'] =
  abl_desc['달콤한말'] =
  abl_desc['口腔技巧'] =
    ['순수함', '다소 서툼', '초보적', '나쁘지 않음', '능숙함', '정점에 달함'];
abl_desc['가학기술'] = [
  '아직 아무것도 모름',
  '서툴고 수줍은 S',
  'S 여왕 후보',
  '나쁘지 않음',
  '능숙하고 멋진 모욕',
  'SM의 진수를 터득',
];
abl_desc['내성'] = [
  '자극받으면 무너짐',
  '한번 맛보면 매력에 빠짐',
  '조금이나마 즐길 수 있음',
  '그 자체로 즐거움',
  '익숙해짐',
  '없어서는 안됨',
];
abl_desc['구강내성'] = [
  '쾌감에 멍해짐',
  '더 많이 느끼고 싶어짐',
  '조금이나마 즐길 수 있음',
  '입으로 쾌감을 느끼는 것을 즐김',
  '익숙해짐',
  '중독되어 없이 못삼',
];
abl_desc['항문내성'] = [
  '아직 아무것도 모름',
  '고통이 두려움',
  '여전히 거부감 있음',
  '쾌감을 느낄 수 있음',
  '채워지는 것에 익숙해짐',
  '허전함을 견딜 수 없음',
];
abl_desc['피학내성'] = [
  '아직 아무것도 모름',
  '약간 거부감 있음',
  'M 노예 후보',
  '학대의 쾌감을 즐김',
  '학대를 당연히 여김',
  '어떤 상황이든 학대를 받는 게 당연해짐',
];
abl_desc['숙련'] = [
  '모름',
  '본능적 탐구',
  '대략적 이해',
  '세밀히 분석',
  '꽤 능숙해짐',
  '전부 파악함',
];
abl_desc['구강숙련'] = [
  '아직 잘 모름',
  '본능에 따름',
  '조금 알게 됨',
  '어느 정도 알게 됨',
  '솜씨가 좋음',
  '이미 전부 파악함',
];
abl_desc['피학숙련'] = [
  '아직 잘 모름',
  '본능에 따름',
  '조금 알게 됨',
  '상대가 흥분하는 포인트를 파악함',
  '솜씨가 좋음',
  'SM 기술에 정통함',
];
const unlimited_desc = '인간을 초월함';

module.exports = {
  abl_desc,
  get_abl_title(name, level) {
    const desc = abl_desc[name] || abl_desc[name.substring(2)];
    if (desc) {
      if (desc[level]) {
        return desc[level];
      }
      return unlimited_desc;
    }
    return undefined;
  },
  growth_info: '아직 성장 중',
  no_info: '아직 관련 경험이 없다……',
  unknown_info: (cid) => (cid > 0 ? '아직 알지 못한다……' : '아직 관련 경험이 없다……'),
};
