# @file 达利阿拉伯 - 爱慕
# @author O口口口口口
49:
  title: 追寻女神像的「目光」
  lines:
    - 在似乎完全没有意义的一番搜索后，%YOU% 仍旧在被谁偷偷看着。
    - 嗯……如果需要进一步描述的话，并不是那种带有恶意的目光吧。
    - 要说的话大概是猫舌头？
    - 柔软……又温暖……但是有着能让肌肤发痒的柔韧倒刺，而且不知道什么时候就已经被缠上潜到了身后的感觉也很相似。
    - 要不要向女神大人祈祷一下呢……

# 在三女神像前祈祷达利阿拉伯降临
pray:
  - 忍不住像%UMA%一样在三女神雕像下祈祷了——虽然只是就这么放着不管也没关系的撒娇似的许愿。
  - ……是错觉吗？那理应平直地向前看着，朝着远方的女神大人的目光，弯成了好看的弧度向 %YOU% 降下了。
  - 而且被笑了。

50:
  title: 「目光」与狩猎
  lines:
    - 轻巧矫健地攀上了床。
    - 双手下撑将 %YOU% 固定在了身下。
    - 像是打量着该从哪里开始下手似的投来翠色的目光。
    - 这也是梦的一环吗……以一个出奇淡漠的视角，%YOU% 看着自己的房间里多出了一只红色头发、肤色麦黄的马娘，看着她像雌豹一样将床上的 %YOU% 扑在了身下，然后是 Kiss……
    - 再之后的……就是蒙进了雾中般的……汗淋淋纠缠在一起的%YOURPHY%与马娘的身体……
    - acc: 1
      key: selected
      content: 亵渎（让祂怀上神胎）
      lines:
        - 就算是梦中，就算是面对眼前莫名带着出尘高贵气质的马娘小姐，也没有屈居于身下的理由吧！
        - 在面前马娘小姐惊诧的目光下，因上涌的火烧似的的灼热感了失去理智的 %YOU%，同床上小羊羔似的被摆弄着的 %YOU% 的身体合在了一起，睁开浑浊的眼睛反擒住了那双手。
        - if: era.get('cflag:0:肤色深度') === era.get('cflag:340:肤色深度')
          content: 紧接着，激烈抵抗着的身体与身体，褐肤的女神屈从在了那与自己有着相同的肤色的孩子之下。
        - if: era.get('cflag:0:肤色深度') !== era.get('cflag:340:肤色深度')
          content: 紧接着，激烈抵抗着的身体与身体，麦黄被%YOURSKIN%压倒。
    - if: era.get('cflag:0:性别') !== 1
      acc: 2
      content: 献身（%FUCKMEBUTTON%）
      lines:
        - 完全没有力气抵抗。
        - 现在身体如此诉说着，面前的马娘小姐是毫无疑问的上位者。
        - 就算身为训练员被这样平时视为学生的马娘小姐欺在身下相当羞耻，就算被骑上了床，就算被那熟练的唇舌夺去了吻，就算面前的狩猎者直到如此也不愿停下——
        - %YOU% 所能做的，也唯有献身……吧……
    - acc: 3
      content: 南无三
      lines:
        - 是梦吧。
        - 虽然在梦中发觉了自己是在做梦似乎有些奇怪，但现在这幅 %YOU% 正看着 %YOU% 与她的场景就是梦吧。
        - 所以，就算这边的唇也已感受到了那份柔软，就算那边的%YOURSEX%与她已经变得赤裸而妖艳，就算你们已如蛇般将光滑的身体纠缠在了一起，
        - 只要……继续祈祷……

after_sex_50:
  - ……
  - 嘶……今天也是……梦……吗。