# @file 达利阿拉伯 - 招募
# @author O口口口口口
recruit:
  title: 不再只是……「目光」
  lines:
    - 将单纯的比赛录像从欢呼声簇拥着的入场式与舞台的包围中剔出来。
    - 让被记录下的那几分钟进一步加速，让时间从终盘才开始继续流动。
    - 最后将视线聚焦的镜头，缩小到十多位选手中仅仅一人的双足，然后放大。
    - 「……果然又是完全不同的跑姿，共同点就只有末脚很惊人这一点……」
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: ？？？
        - 「因为这就是小马驹们的本能嘛，发力的习惯，足底的柔软性，身高，体重，把所有的所有，都在最后迎着风掷出去——」
    -
    - （啊，也就是说……）
    - 自然地顺着耳边的声音继续思考。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: ？？？
        - 「也就是说，作为训练员的工作，要更在那之前。」
    -
    - 变重了。
    - 耳后那已让身体习以为常的声音，现在变作了实实在在的分量压在了肩上……
    - 想回过头，但打在脖颈间的温热吐息已经让身体在兴奋中僵直成了板结的一整块。
    - 不过，是红色的…在难以继续倾斜下去的眼底的尽头那里，是一簇……
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「又见面了呢～%CALLNAME%～」
    -
    - 于是一下子就又陷进去了，陷进那像是猫，像是玉石，像是赛马娘，像是神明大人一样的目光里……