module.exports = class extends (
  require('#/i18n/zh-CN/kojo/102000-Seiun-Sky/entry')
) {
  /** @type {KojoFile} */
  recruit = require('#/i18n/ru-RU/kojo/102000-Seiun-Sky/rec-20.kojo');

  radiant = (c) => `Цветущий вид${c > 1 ? `(${c})` : ''}`;
  radiant_desc = (c) =>
    `Предел сил и энергии +${50 * c} (по +50 за уровень), очки навыков за тренировку +${c} (по +1 за уровень); максимум 10 уровней, каждую неделю минус два уровня.`;

  easy_go = (c) => `Вольница${c > 1 ? `(${c})` : ''}`;
  easy_go_desc = (c) =>
    `Расход сил и энергии -${5 * c}% (по -5% за уровень), эффект тренировок -${5 * c}% (по -5% за уровень), максимум 10 уровней; за занятие вне тренировок и учёбы минус уровень, за отдых и рыбалку минус два.`;

  jess = 'Незримые оковы';
  jess_desc =
    'Эффект тренировок +100%, расход сил и энергии +100%; больше не отлынивает от занятий.';

  soft_be = 'Вечная свобода';
  soft_be_desc =
    'Больше не нужно стараться; тренировки и участие в скачках недоступны.';
};
