# @file 乙名史悦子 - 爱慕
# @author 幽白書（部分）

# 孕袋事件
# @author 幽白書
rape_after_race:
  title: 开始「采访」
  lines:
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「那么，下面让我们开始采访。」
    - 「咕啾……咕啾……」
    -
    - 选手休息室里，赛后的采访正在有条不紊的进行着。
    - 身为 %YOU% 的队伍的专访记者的 %CHARA% 坐在访客椅上，采访着比赛刚结束的%UMA%。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「首先恭喜今天的胜利，今天的这场比赛……唔……非常的，精彩呢。」
    - color: %C_COLOR%
      content:
        - fontWeight: bold
          content: %CHAMPION%
        - 「谢谢您的称赞！今天的比赛……能够胜利确实令人高兴。」
    - 「咕啾……啾啵啾噜……」
    -
    - 除了偶尔不自然的话语暂停，以及不知为何回荡在室内的水声，整场采访顺利的进行着。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「那……那么，有什么……想感谢的人，或者想对……观众说的话吗？」
    - color: %C_COLOR%
      content:
        - fontWeight: bold
          content: %CHAMPION%
        - 「嗯……果然，最感谢的还是训练员呢。」
    - 「！啾咕……啾啵……啾噜噜……」
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「唔……！」
    - color: %C_COLOR%
      content:
        - fontWeight: bold
          content: %CHAMPION%
        - 「哈啊……！」
    -
    - 忽然，不知道发生了什么，但那背景音的水声忽然加快了发声的频率，采访记者与被采访者也一时陷入沉默。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「那可……真是不错呢，%UMA%与训练员……之间互相成就的佳话。」
    - color: %C_COLOR%
      content:
        - fontWeight: bold
          content: %CHAMPION%
        - 「嗯……就是啊……训练员……总是为我们而着想……非常的……帅气呢……」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「那……那么，感谢今天……接受……采……采访……要，要出来了！」
    - 在意义不明的结束语后，采访的录音结束。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「哎呀……之前只知道训练员小姐的培育手段一流，却没想到嘴上的功夫也是如此……」
    -
    - %CHARA% 从桌上拿起先前采访用的油性笔，在桌子底下随意的画了些东西。
    - 而 %CHAMPION% 更是在采访结束的瞬间便将手伸入桌子底下，顿时响亮的拍打声与夹杂其中闷哼的娇喘声响起。
    -
    - 若是此刻有人推门进来，一定会惊讶于眼前看见的景色吧。
    - 又或者……只会觉得司空见惯？
    - 毕竟这种事在特雷森学园内也已经是家常便饭的事了。
    -
    - 在 %CHARA% 与 %CHAMPION% 进行采访的桌子底下，赫然正有一名身材姣好的马娘正在为两人服务着。
    - 那名马娘穿着看似特雷森学园训练员西装的衣服，之所以说是看起来，是因为全身上下，或许只有那件披在背上的西装外套看起来像是衣服，其他包括被巨乳及装满精液的孕肚撑破的白色底衫、下半身充斥着精斑以及撕扯的破裂痕迹的丝袜，要称之为衣服还不如视为破布或情趣衣物更为合适。
    - 她含着 %CHARA% 股间的巨根，身后则以后背位容纳来自 %CHAMPION% 的掌殴及灌播。
    - 若是有对本次比赛阵容稍有了解的人更会发现，如此淫猥场景的中心，那名正一前一后被夹击着的马娘，便是本次胜利的 %CHAMPION%，%C_SEX% 的训练员，%YOU%。
    -
    - %CHARA% 将 %YOU% 的头抬起，细细端详自己的杰作。
    - 写在额头上的正字，端正的笔画展现出了 %CHARA% 身为记者的修养。
    - 左脸颊上栩栩如生的阴茎图案，展示了记者的素描能力。
    - 右脸颊上可爱的乌龟则展现了记者小小的童心。
    - 不过可惜，这样脸上都已经画满了，接下来该怎么办呢？
    -
    - 此时，由于 %CHAMPION% 的激烈活塞运动，导致跟着节奏前后摇摆的 %YOU% 的雪白胸部映入 %CHARA% 的眼帘。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「有了，这不是还空着嘛！」
    - %CHARA% 将 %YOU% 的巨乳托起，放置在腿上，让 %YOU% 用胸部夹住了自己的阴茎。
    - 由于整个上半身被抬起，%YOU% 的头也被口中含着的肉棒顶起，撞到桌子发出声响，惹得身后不满的 %CHAMPION% 又大力拍打了 %YOU% 的屁股几下。
    - 为了不让头撞到桌子，%YOU% 只能拼命的将巨根吞入，直到将食道完全占满。
    -
    - 然而 %CHARA% 却没在乎那些，眼中只有 %YOU% 那羊脂一般雪白的胸部，如此又多了一块能够作画的画布了。
    - %CHARA% 想了想，在围绕着自己粗壮肉棒的胸肉上，沿着自己的尺寸画圈，沿着圈，画了一个栩栩如生的小穴———就 %YOU% 那经过改造已经变成完美性用具的身体而言，乳穴确实有着不输小穴的压力，虽说没有小穴的皱折，但那经过完美改造的口穴及喉穴也能提供有过之而无不及的服务。
    - %CHARA% 满意的端详着自己的杰作，虽说不太雅观，但起码也比那名在训练员的屁股上用孩子气的笔迹写下『母猪』、『公用厕所』、『便器女』、『训练员失格』的 %CHAMPION% 要好些。
    -
    - 没过多久，%CHARA% 一阵颤抖，%YOU% 马上明白这是要射出来的前兆，更加用心的服侍着眼前的巨根。
    - 随后，大炮射出，白浊的礼炮瞬间灌满了 %YOU% 的食管，不仅如此，甚至还在向外溢出直到 %YOU% 的口齿间满是白浊生命后。
    - acc: 1
      content: 「咳……咳咳」
    - %YOU% 依然还是忍不住吐出了肉棒，直到这时依旧没停下射精的巨炮朝着 %YOU% 的背喷出了最后的白浊，如此一来，就连最后能够被称为衣物的黑色西装外套，也被精液完全染成白色了。
    -
    - color: %C_COLOR%
      content:
        - fontWeight: bold
          content: %CHAMPION%
        - 「真是没用啊……连乖乖服侍都做不到吗？」
    -
    - 由于 %YOU% 的乱动，使得原本被夹在穴内的 %CHAMPION% 的肉棒也滑了出来，前面可说是被肉棒撑在口中的 %YOU% 跌在地上，那最先接触到地面的孕肚不堪负荷的从穴内排出精液。
    - %YOU% 慌忙朝着两人土下座恳求原谅，颤抖的身躯又不由自主的从身后喷出了小股白泉，在地上留下污渍——不过清理选手休息室当然也是 %YOU% 的工作之一了，那原本唯一完好无缺的西装外套便是为了这个用途，只可惜现在沾上了精液……看来等会训练员小姐只能用自己的身体来将地板擦干净了。
    -
    - %CHARA% 摇了摇头，示意自己没有在意这点小事。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「今天的采访也结束了，差不多该回去了，谢谢两位今天的招待。」
    -
    - 听见 %CHARA% 的示意，%YOU% 立马上前含住了 %CHARA% 刚射完还没软下的肉棒做最后的清洁，将刚才自己没做完的事情继续完成。
    -
    - %YOU% 清洁完后张开口，让主人们看清了口中的白浆，先前没完全清理干净的精垢，以及边上夹杂的几根曲毛后，才一口吞了下去，再度张开口请主人们进行检查。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「那么，期待您以后的活跃，我会继续支持着两位的！」
    - color: %C_COLOR%
      content:
        - fontWeight: bold
          content: %CHAMPION%
        - 「嗯！我一定会继续努力，绝对不会辜负记者小姐和大家的期待的！」
    -
    - 走出了选手休息室的 %CHARA%，没有马上离开，因此也听见了门内的声音。
    -
    - color: %C_COLOR%
      content:
        - fontWeight: bold
          content: %CHAMPION%
        - 「听到训练员就忽然夹的那么紧，你不会还觉得自己是什么优秀的训练员吧？只有在场上的时候你才是训练员，场下的你不过是性处理用的母猪孕袋罢了，给我好好记清楚自己的身份啊！」
    -
    - 随着斥责再度响起的是清脆的拍打声和沉闷的碰撞声。
    - %CHARA% 满意的点了点头。
    -
    - 为负责%UMA%付出一切的训练员，以及虽然信赖对方，但在有错时也会不畏惧指出错误的%UMA%，这对搭档的未来必然也是一片光明。
    - %CHARA% 如此深信着，下半身的巨根仿佛赞同着她的想法一般，也微微抬起了头。