# @file バイアリーターク - 募集
# @author 黑衣剑士-星爆气流斩准备就绪
# @author Claude (翻訳)
recruit:
  title: 貴方と巡り合う奇跡
  lines:
    - いつものように、入学を控えた若い%UMA%たちの走りを眺め、%THEY%の動きも駆け引きも、手慣れた手つきで心に刻む。%YOU% が顔を上げたとき、思いもよらず、忘れがたい双眸がそこにあった。
    - acc: 1
      content: 「……信じがたいな」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: ？？？
        - 「なぜ、そのようなお顔をなさるのです。ここにおりますのは、みな美しい未来を持つ子どもたちではございませんか」
    - 奇妙な感触が、腰から脳へと信号を送る。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: ？？？
        - 「トレーナーとして評せば、まだ十分に職を果たしているとは申せません。されど、見どころはございます」
    - 振り返ると、夢の中であれほど強気だったウマ娘が、また %YOU% の前に立っていた。深い茶色の髪、美しい瞳、そして右目の上に残る傷跡。彼女は %YOU% を上から下まで値踏みし、ついには股間へと目を落とした。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「トレーナーとして評せば、まだ十分に職を果たしているとは申せません。されど、見どころはございます」
    - 冷たく聞こえるが、%YOU% には、わずかな恥じらいが感じ取れた。あのとき、守りを破られたあとで見せた、柔らかい顔つきそのものだ。
    - 視線が重なったあと、%CHARA% は突然、微笑んだ。心満たされたように、口を開く。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「では、貴殿の願いへの応えといたしましょう。わたくしのトレーナーになってください」
