# @file 佐岳五月 - 爱慕
# @author 黑奴队长（临时）

# @author 黑奴队长
49:
  title: 凯旋门之梦
  lines:
    - 这个周末，%CHARA% 约 %YOU% 外出。
    - 虽然理由是讨论下一次海外远征的事宜，但是在餐厅的包间中，%SEX%和 %YOU% 只是相对而坐，一时无言。
    - 半晌，%SEX%才开口感谢 %YOU% 为海外远征做出的努力。
    - if: d.who_am_i === 1
      content: 虽然已经摘得了凯旋门的桂冠，但还有更多梦想等你们实现。
    - if: d.who_am_i === 0
      content: 虽然还没摘得凯旋门的桂冠，但这梦想在 %YOU% 的推动下一定有成真之时。
    - 不论如何，%YOU% 都是%SEX%最重要的追梦伙伴。
    - if: d.who_am_i !== 2
      lines:
        - 深深吸了口气，%SEX%像是做出了某种决定，缓缓摘下了头上的帽子，露出了一对马耳。
        - %SEX%说自己的真名是 %CHARA_ACTUAL%，并为隐藏身份至今向 %YOU% 道歉，希望以后你们能更加真诚地对待彼此。
    - 末了，%SEX%向 %YOU% 举杯致意。
    - 那被咖啡的热气掩藏的双眼中，隐隐闪过一丝情意。