# @file 乙名史悦子 - 募集
# @author 黑奴队长（临时）
# @author Claude (翻訳)

# @author 黑奴队长（临时）
rec_0:
  title: 取材開始
  lines:
    - %TRACK%を後にするとき、%YOU% は記者風の%PHY%と、思いがけず行き会った。
    - if: era.get('flag:初见URA颁奖') > 0
      content: %YOU% は、毎年表彰を務めている %CHARA% だと気づいた。
    - 彼女は自らを、記者の %CHARA_ACTUAL% だと名乗った。
    - 軽く挨拶を交わすと、%YOU% のチームのこれからの活躍を楽しみにしている、と告げた。

# @author 黑奴队长（临时）
rec_1:
  title: 専属記者
  lines:
    - %YOU% は学園の門で、思いがけず %CHARA% と出会った。
    - %CHARA% が会釈したので、%YOU% はそちらへ歩み寄った。
    - %YOU% の活躍を受けて、いまは %YOU% のチームの専属記者になった、と %CHARA% は言った。
    - もちろん、許可を増やしてくれれば、栄光はより広く伝え、悪評はできるだけ抑える、と。
    - そう言う %CHARA% の顔に、大きな笑みが広がった。
    - （このあと、来客応接室で会えるはずだ）

rec_2:
  - %CHARA% は微笑み、これからは良い噂を広め、悪評の影響を抑える、と約束した。
  - if: era.get('love:303') >= 75
    content: その代わりに……彼女は %YOU% の手をそっと撫で、ウインクした。
  - if: era.get('love:303') < 75
    lines:
      - その代わりに……トレーニングの妨げにならない範囲で、%YOU% のチームに密着取材させてほしい、と求めた。
      - if: era.get('love:303') >= 50
        content: 握手で話がまとまったあと、%CHARA% は自分の掌をゆっくり撫で、何か考え込んでいるようだった。
      - if: era.get('love:303') < 50
        content: 握手で話がまとまったあと、%CHARA% は、計画通り、といった悪戯な笑みを浮かべた。
