# @file 光辉致意 - 育成
# @author 黑奴队长（临时）
report2000:
  title: "Большая сцена, старт!"
  lines:
    - "В последний рабочий день недели в Трейсен появляется зрелая %UMA%."
    - "Она представляется как %CHARA_ACTUAL%, инициатор движения под названием Большая сцена."
    - "Цель движения — чтобы больше участниц выходили на Winner's Stage и у %UMA% появился ещё один шанс показать свой свет."
    - "Сейчас движение уже одержало промежуточную победу: URA разрешила открыть Большую сцену на пяти скачках ниже G3, с ежегодной ротацией."
    - "Закончив представление, %CHARA% просит %YOU% поддержать Большую сцену."

report2001:
  title: "Мечта Большой сцены"
  lines:
    - "%CHARA% радостно говорит %YOU%: после года пробного запуска Большая сцена принята на ура, и URA решила каждый год добавлять Большую сцену на пять скачек G2, тоже с ротацией."
    - "Чтобы Большая сцена появилась и на тех самых вершинных скачках, %CHARA% полна огня."

report2002:
  title: "Первопроходец мечты"
  lines:
    - "%CHARA% стоит как вкопанная перед доской объявлений."
    - "На доске, где публикуют список скачек Большой сцены на следующий год, теперь ещё пять гонок G1."
    - "%UMA%, когда-то бессильная на трассе, наконец взяла свою「победу」."
    - "Как инициатор движения Большой сцены,「победа」%CHARA% не сравнима ни с чьей."
    - if: (t = era.get('love:308')) >= 75
      lines:
        - "%YOU% тихо обнимает её."
        - "%CHARA% опирается на плечо %YOU%."
        - "Почти без слов они просто тихо пробуют на вкус эту「победу」."
    - if: t < 75
      lines:
        - "%YOU% стоит рядом с %CHARA% и молча её сопровождает."

report:
  title: "Большая сцена"
  lines:
    - "Снова пришло время объявлять скачки Большой сцены."