# @file 圣王光环 - 招募
# @author 牛蛙煲
rec1:
  title: 初识一流
  lines:
    - 叮铃铃铃……
    - %YOU%停下手中的工作，拿起手机来看了一眼，发现是同事A的电话。
    - content:
        - fontWeight: bold
          content: 训练员A
        - 「%YOURNAME%，要一起去训练场转转吗？我听说您想要寻找一名新的担当呢。」
    - %YOU%没有立刻作出答复，而是瞥了一眼桌边的特雷森职员特供版日历。
    - 嗯，日历上对今天的评价是「一流」，看来是非常适合招募挖角的日子呢。
    - acc: 1
      content: 「感谢您的邀请，请稍等我一下，我很快就到。」
    - %YOU%快速收拾了一下，下楼去与同事A会合，来到了训练场上。
    - 今天天气正好，训练场上到处都是正在训练的%UMA%们，%THEY%姣好的身躯与洋溢的青春美感使得%YOU%一时间有些挪不开目光。
    - 不过作为一名专业的训练员，%YOU%明白，就这么盯着%UMA%们看，容易发生一些不是很美好的事情……
    - 因此%YOU%靠在一处栏杆旁，像一名真正的鉴赏家一样，不着痕迹地扫视着%UMA%们。
    - %SEX%看起来不错，大腿肌肉很紧致，一看就是短距离的潜力股。等等，%SEX%好像在做长距离的训练？
    - 那边那位，刚才跑长距离的时候似乎一点也不累呢，%SEX%的耐力肯定是非常强悍的……但是%SEX%怎么一边吹着口哨一边溜走了？
    - 哇，好结实的大腿啊，跑起来也是力量感十足……所以%SEX%其实应该去隔壁泥地锻炼吧？
    - 等等，这位%UMA%看起来堪称完美，训练项目什么的也很合理，实力也非常在线，要不要试着去问一下%SEX%呢？
    - %YOU%眼睛一亮，似乎是找到了合适的目标，于是翻过护栏打算上前搭讪。
    - 但是等一下，%SEX%似乎朝着谁跑过去了？
    - 哦，原来是%SEX%的训练员啊。
    - %YOU%有些憋屈地又翻了回来。
    - 一旁的同事A向你耸了耸肩，看样子也是没有找到合适的目标。
    - %YOU%叹了口气，这样大海捞针一般的方式，似乎并没有什么效果。
    - 看来今天就到此为止了，日历上写的「一流」，也只是一点点安慰效果罢了。
    - %YOU%打算离开训练场了，直到——
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: ？？？
        - 「哦——呵呵呵！一流的圣王驾到！」
    - 中气十足的笑声像大锤一般敲打着%YOU%的鼓膜，使得%YOU%暗自皱了皱眉。
    - %YOU%挠了挠耳朵，想看看究竟是何方神圣大驾光临训练场。
    - 一位气宇轩昂的棕发%UMA%，眉宇间带着自信甚至可以说是骄傲的神情，似乎很有实力的样子。
    - content:
        - fontWeight: bold
          content: 训练员A
        - 「这位名叫『圣王光环』，是某位传奇马娘的后代，哪怕还没出道就已经备受期待了，被认为是『黄金世代』的一员呢。」
    - 同事A见%YOU%皱着眉头的样子，小声为你解释着。
    - %YOU%点了点头，突然有些想要留下来看看这位「黄金世代」成员的实力如何。
    - 因为作为专业训练员，性格怪异的%UMA%%YOU%见过很多，早已见怪不怪了。比起性格，%YOU%其实更在意%UMA%的实力。
    - 只见圣王光环姿态优雅地翻过护栏，姿态优雅地被护栏绊了一下，姿态优雅地摔倒在草地上。
    - %YOU%与同事A看着圣王光环故意营造的气势一下子消散殆尽，不由得以手掩面。
    - 训练场的草皮是比较柔软的，%YOU%其实并不担心圣王光环有没有摔伤，%YOU%反而更在意%SEX%的心理活动。
    - 一看就是非常自信，自尊心很强的%UMA%，如果在大庭广众之下出丑的话……
    - %YOU%看着远处趴在地上一动不动的圣王光环，暗自叹了一口气。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「啊，今天的草坪也是一流的呢！就让我，一流的圣王，在这一流的草地上开始征服世界之旅吧！」
    - 圣王光环并没有如%YOU%想象中一般羞愧难当，而是趴在地上高调评论起来，仿佛%SEX%真的是故意摔倒去检查草地质量了。
    - 如此这般，倒让%YOU%对这位「名宿之后」更有兴趣了。
    - 只见圣王光环优雅地站起身来，拍了拍身上的灰尘，昂首阔步踏入训练场，仿佛从没有摔倒过一样。
    - %SEX%站上了起跑线，瞬间变得专注起来。
    - %YOU%心中不由得一动，这圣王光环明明还没有公开比赛的经验，却能够做到瞬间进入状态，是天分，抑或是家族教育得当？
    - 很快，圣王光环起跑了。
    - 好快！
    - 这是%YOU%的第一个想法。
    - 尽管圣王光环给%YOU%的是「骄躁」「自负」这类有些偏负面的第一印象，但不可否认，%SEX%的实力同样出众。
    - %YOU%在心中为%SEX%进行粗略的计时，有些惊愕地发现%SEX%的速度已经接近正式赛选手的速度了。
    - acc: 1
      content: 「看来速度是%SEX%的天赋啊，那么接下来看看你的耐力如何……」
    - 如果圣王光环真的能以这个速度跑完中长距离的赛道，那么%SEX%未来必定可以取得很不错的成绩。
    - 如果后面的冲刺更犀利一些，那么%SEX%说不定还能成为所谓的「黄金世代」的领头者……
    - %YOU%打定主意，如果圣王光环真的如%YOU%预料的那样有天赋，那%YOU%便要上前试着招募了。
    - 看来日历所言不虚，今天确实是「一流」的一天……
    - %YOU%美美地思考着，一抬头却发现圣王光环已经结束了第一次的跑步训练。
    - content:
        - fontWeight: bold
          content: 训练员A
        - 「这孩子仅仅跑了一个短距离比赛的长度就结束第一轮训练了，不知道为什么……」
    - 同事A也是有些困惑。
    - %YOU%则有些失望，因为尽管大多数%UMA%没法保持高速跑完全程，但是冲刺一段距离也是完全没问题的。
    - 这就导致了圣王光环在%YOU%心目中的印象由「或许能够全程保持高速的种子选手」跌落到了「只是冲刺速度略快的选手」的水平。
    - 不过想想也是，作为「名宿之后」，圣王光环如果真的很有潜力，应该早早地就被招募了才对。
    - 思虑再三，%YOU%决定不受「名宿之后」光环的影响，或许改天再来训练场能遇到更合适的%UMA%呢。
    - %YOU%转身打算离开训练场了。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「喂，那边的训练员！」
    - %YOU%下意识地回头，却发现圣王光环正满脸不悦地盯着%YOU%。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「明明刚刚还是一副饶有兴趣的样子，为什么这么快就要离开？」
    - 面对咄咄逼人的圣王光环，%YOU%竟有些慌乱。
    - acc: 1
      content: 「抱歉啊，圣王光环同学，我只是想到我还有些事情要处理……」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「你以为你能骗过一流的圣王吗？你一定是看了我的训练后，觉得不满意，我猜得没错吧？」
    - 心中所想被当事者无情地揭穿，%YOU%已经有些汗流浃背了。
    - acc: 1
      content: 「没有，我，我……」
    - 圣王光环双手环抱，紧盯着%YOU%，而%SEX%山一样的气势更是压得%YOU%喘不过气来。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「那么，我希望你下一周能够来观看我的选拔赛，因为只有真正的比赛才能完全展示我一流的水准！」
    - 说完，圣王光环头也不回地离开了，留下%YOU%在原地愣神。
    - 最终%YOU%也是耸了耸肩，打算回办公室去了。
    - 下一周应该没什么大事，那就来看看好了，说不定这位圣王光环真的有什么天赋呢？

rec2:
  title: 选拔赛
  lines:
    - 选拔赛当天，%YOU%貌似睡得有点过头了。
    - %YOU%意识朦胧间看了一眼时间，瞬间便清醒了。
    - 「不妙不妙不妙，如果只是因为睡过了这么无礼的理由就翘掉了圣王光环的选拔赛……」
    - %YOU%脑中浮现了圣王光环似笑非笑的表情。
    - 所以%YOU%以自己最快的速度洗漱完毕穿衣出门，在选拔赛开始前赶到了训练场。
    - 令%YOU%有些惊讶的是，%YOU%刚到训练场，就发现了正在翘首等待、神情紧张的圣王光环。
    - %SEX%看到了%YOU%，眼睛一下子就亮起来了。
    - %SEX%先是朝%YOU%跑了过来，快要到的时候反而放慢了步伐，装作一副漫不经心的样子。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「嗯，你如约赶到，我很高兴，就赐予你观赏圣王选拔赛的权利吧！」
    - %YOU%笑了笑，没说出自己其实差点睡过头。
    - acc: 1
      content: 「虽说如此，但是我来得这么晚，还要委屈你专门等我，实在是抱歉。」
    - 没想到，圣王光环差点就像被踩到尾巴的小猫一样跳了起来。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「你在说什么呢！圣王可没有等人的习惯，我只是……我只是……」
    - 圣王光环脸庞涨得通红，却一时半会想不到可堪一用的借口。
    - content:
        - fontWeight: bold
          content: 实况
        - 「请各位准备参加选拔赛的%UMA%尽快集合，比赛要开始了。」
    - 听到实况的声音，圣王光环仿佛抓住了救命稻草一样。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「哦呵呵呵！你就好好观赏圣王斩获胜利时的身姿吧！」
    - 圣王光环一边有些夸张地大笑着，一边悄悄后退，随后转身逃跑了。
    - %YOU%看着圣王光环的背影若有所思。
    - divider: true
    - 很快，选拔赛就要正式开始了。各位选手有序进入闸门，摆好起跑姿势，等待开跑信号。
    - content:
        - fontWeight: bold
          content: 实况
        - 「天气状况晴，马场状况良，各位选手准备就绪——」
    - 信号发出了！
    - content:
        - fontWeight: bold
          content: 实况
        - 「各位选手的起跑非常顺利，尽管都是未出道的%UMA%，但是发展潜力已经是可见一斑！」
    - 作为专业训练员，%YOU%一瞬间便进入了角色，开始以专业的视角评鉴着比赛。
    - 出乎%YOU%意料地，圣王光环并没有选择领放跑法，而是紧紧地缀在领放梯队之后。
    - 说起来也是有点奇怪，%YOU%本来以为圣王光环是适合短距离比赛的%UMA%，没想到%SEX%选择的选拔赛是标准的中距离比赛。
    - 这么一来，圣王光环的选择也就不足为奇了。
    - 尽管%SEX%在速度上确实有可圈可点之处，但中距离比赛的胜负也并不完全由速度决定。
    - 这么看来，这位圣王光环还是有些理智的，并没有一昧依赖自己的速度。
    - 转瞬之间，选手们已经进入中盘。
    - 此时此刻，队伍的先后顺序仍旧没有太大的变化，大家都在为终盘冲刺保留体力。
    - 突然，队伍中骚动起来。
    - %YOU%定睛一看，有些愕然地发现骚动的源头赫然便是圣王光环。
    - content:
        - fontWeight: bold
          content: 实况
        - 「圣王光环正在加速！等等，这是开始冲刺了吗？」
    - 按理来说中盘正是积攒体力的时机，但圣王光环已经悍然开始冲刺……
    - 周边选手似乎也被有些离经叛道的圣王光环吓了一跳，有的被迫为%SEX%让路，有的被迫跟%SEX%一样提前开始冲刺。
    - 这是策略吗？抑或只是不太成熟的心性作祟？
    - %YOU%潜意识里觉得是第二种的可能性大一些。
    - 这样一来，以出道前%UMA%本就单薄的体力，能不能支撑到比赛结束还是个问题……
    - 很快，圣王光环一马当先，踏入了终盘。
    - %YOU%清楚地看到，圣王光环的腿在颤抖，而%SEX%的速度也是不可避免地降了下来。
    - 果然啊，还是年轻气盛。%YOU%叹了口气。
    - content:
        - fontWeight: bold
          content: 实况
        - 「局势非常胶着，圣王光环虽然在距离上有优势，但第二名要追上圣王光环也只是时间问题！」
    - 尽管第二名也是被圣王光环提前冲刺带乱节奏的受害者之一，但%SEX%保留的体力显然多于圣王光环，因此两人之间的距离也是在逐渐拉近。
    - 如果这场比赛是长距离比赛，那么圣王光环最后可能都无法入着。
    - 可是这是一场中距离比赛，所以圣王光环靠提前冲刺拿下来的优势，保持着第一名的位置硬生生冲到了终点线前。
    - content:
        - fontWeight: bold
          content: 实况
        - 「第一名与第二名之间几乎没有差距！最后会是谁胜出我不好说！」
    - 圣王光环与第二名几乎是同时冲过了终点线。
    - content:
        - fontWeight: bold
          content: 实况
        - 「最终的胜者是圣王光环！圣王光环以鼻差赢下了这一场比赛！」
    - 最终还是圣王光环险胜一筹。
    - if: (t = era.get('flag:当前声望')) < 1000
      lines:
        - 不过，在%YOU%眼中，圣王光环的胜利更像是运气使然。
        - 随心所欲地冲刺，结果反而打乱了对手的步伐，最后更是以微小之差距赢下比赛……
        - 但是，击败一众身体素质相差不多的对手取得胜利，只凭借运气是几乎不可能的，总归是要有些实力的。
        - %SEX%的冲刺速度比较优秀，这一点是%YOU%在第一次遇到%SEX%的时候就看到了的。
        - 同时，%SEX%在最后的阶段也没有因为疲惫而放弃。
    - if: t >= 1000 && t < 5000
      lines:
        - 无论怎么看，圣王光环的胜利都像是一个巧合。
        - 随心所欲地冲刺，结果反而打乱了对手的步伐，最后更是以微小之差距赢下比赛……
        - 但是%YOU%丰富的过往经验却告诉你，圣王光环的胜利好像没有那么简单。
        - 至于为什么这样想，%YOU%也有些搞不明白了。
        - 不过，击败一众身体素质相差不多的对手取得胜利，只凭借运气是几乎不可能的，总归是要有些实力的。
        - %SEX%的冲刺速度比较优秀，这一点是%YOU%在第一次遇到%SEX%的时候就看到了的。
        - 同时，%SEX%在最后的阶段也没有因为疲惫而放弃。
    - if: t >= 5000
      lines:
        - 在场的所有后辈训练员们，甚至包括实况与解说，大概都会把圣王光环的胜利看作一个巧合，运气使然。
        - 随心所欲地冲刺，结果反而打乱了对手的步伐，最后更是以微小之差距赢下比赛……
        - 但是，经验丰富的%YOU%一眼就看出不对劲了。
        - %SEX%贸然开始冲刺的时机，不早也不晚，刚刚好。
        - 如果早哪怕几秒钟，那么%SEX%必然会在末端冲刺中耗尽气力，与一着失之交臂。
        - 那么再晚几秒钟呢？再晚几秒钟，比赛就接近传统意义上的终盘了。届时再发起冲刺，尽管仍旧偏早，但对手们显然不会像这样惊讶。
        - 可以说，在%YOU%眼中，圣王光环得胜的原因，远不止区区运气。
        - 同时，击败一众身体素质相差不多的对手取得胜利，只凭借运气和计谋是几乎不可能的。
        - %SEX%的冲刺速度比较优秀，这一点是%YOU%在第一次遇到%SEX%的时候就看到了的。
        - 同时，%SEX%在最后的阶段也没有因为疲惫而放弃。
    - 所以，%YOU%陷入了犹豫。
    - 要怎么做呢？
    - acc: 1
      key: rec
      content: 「说不定我能够引导%SEX%的冲刺走上正途……」（继续招募）
      lines:
        - 虽说圣王光环的性格有些浮夸，可能不那么好相处……
        - 但是，%YOU%看到了圣王光环扭曲的表情，以及浑身上下每一块肌肉都充分调动起来的样子。
        - 最重要的是，已经有很多训练员围上去了，再不作决定就没机会了……
        - %YOU%这么想着，愈发坚定了自己的想法，离开了观众席。
        - %YOU%有些惊讶地发现圣王光环只是草草应付着身边的训练员们，而没有答应他们的邀约。
        - 突然，矗立在原地的圣王光环看到了%YOU%，随后便有些激动地主动向%YOU%走来，紧紧抓住了%YOU%的手。
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「很抱歉了各位，但这就是我刚刚说到的与我相衬的一流训练员！」
        - %YOU%看着面前有些兴奋的%UMA%，没太搞清楚状况。
        - 周围的训练员们同时将视线投向%YOU%，小声交谈着什么，这使得%YOU%有种怪异感。
        - acc: 1
          content: 「那个，圣王光环同学，关于一流什么的……」
        - 居然被圣王光环反向指定了。
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「你是在质疑圣王的眼光吗？」
        - acc: 1
          content: 「这倒没有，我只是想搞清楚为什么圣王光环同学一下子就指定了我呢？」
        - 圣王光环认真地盯着%YOU%的眼睛，同时依旧紧紧握着%YOU%的手，使得%YOU%都有些不好意思了。
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「哦——呵呵呵！」
        - %YOU%看着眼前突然开始大笑的圣王光环，暗自抹了一把冷汗。
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「那么我说，训练员，你也看过圣王的选拔赛了，感觉怎么样？」
        - 圣王光环将问题丢回给了%YOU%。
        - 「冲刺很犀利，终盘很执着，但是需要更理智的策略？」
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「简单概括一下呢？」
        - 「速度快，有潜力？」
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「用一个词概括，就用你想到的那个词！」
        - %YOU%看着圣王光环有些焦急的样子，灵光一闪。
        - 「一流？」
        - 看样子猜对了，%YOU%看到圣王光环的眼神亮了起来。
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「对！就是一流！」
        - 圣王光环颇为受用地点了点头。
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「既然你把我看作一流的赛%UMA%，而我把你看作一流的训练员……」
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「那么我们就是一流的组合！」
        - %SEX%这么一解释过后，%YOU%反而更加疑惑了。
        - 不过疑惑归疑惑，%YOU%并没有忘记此次的目的。
        - acc: 1
          content: 「那么，我以一流训练员的身份请求圣王赐予我与圣王签订契约的权利？」
        - %YOU%顺着圣王光环的说话习惯奉承着%SEX%。
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「哦呵呵呵！那我便赐予你与一流的圣王签约的权利！」
        - %YOU%叹了口气，看了看一旁专注于契约的圣王光环。
        - 接下来要与这位「名宿之后」共同度过三年的时间，希望不要出什么差错……
    - acc: 2
      content: 「说不定%SEX%会遇到更合适的训练员……」（放弃招募）
      lines:
        - %YOU%犹豫间发现圣王光环身旁已经聚集了很多训练员。
        - 先不提能不能在众多训练员中脱颖而出博得%SEX%的青睐，最主要的是——
        - 「名宿之后」，「黄金世代」，再加上%SEX%有些怪异的性格与任性的跑法……
        - 简直是一把双刃剑。
        - 如果能带着%SEX%跑出耀眼的成绩来，那么这一切都将化作助推力，将%SEX%送上传奇之列。
        - 但是，如果没能有所作为，那这些也将化作无尽的深渊。
        - 因此，还是继续为%SEX%祈祷吧，希望%SEX%能遇到适合自己的训练员，真正走上「一流」之路。
        - %YOU%这么想着，便趁圣王光环不注意悄悄溜走了。
