const I18nAblDesc = require('#/i18n/zh-CN/table/abl-desc');

module.exports = class extends I18nAblDesc {
  abl_above = '人ならざる境地';
  abl_ex = '神のごとき才';

  atk_lv0 = '紙のように清い';
  atk_lv1 = 'まだぎこちない';
  atk_lv2 = '少し形になった';
  atk_lv3 = '可もなく不可もなく';
  atk_lv4 = '得意とするところ';
  atk_lv5 = '頂点に到達する';

  atk_sm_lv0 = 'まだ何も知らない';
  atk_sm_lv1 = 'ぎこちなく、はにかむ加虐';
  atk_sm_lv2 = 'ドS女王の候補生';
  atk_sm_lv3 = '可もなく不可もなく';
  atk_sm_lv4 = '目を見張る凌辱';
  atk_sm_lv5 = 'すでにSMの道を究めた';

  buff_lv0 = '無知蒙昧';
  buff_lv1 = '本能のまま';
  buff_lv2 = '少しは知っている';
  buff_lv3 = '筋道を立てられる';
  buff_lv4 = '理路整然';
  buff_lv5 = '手に取るようにわかる';

  buff_mouth_lv0 = 'まだ無知蒙昧';
  buff_mouth_lv1 = '本能に従うだけ';
  buff_mouth_lv2 = '少しはわかってきた';
  buff_mouth_lv3 = '見分けがつくようになった';
  buff_mouth_lv4 = '理路整然と語れる';
  buff_mouth_lv5 = 'すでに手に取るようにわかる';

  buff_sm_lv0 = 'まだ無知蒙昧';
  buff_sm_lv1 = '本能に従うだけ';
  buff_sm_lv2 = '少しはわかってきた';
  buff_sm_lv3 = '相手の興奮点がわかる';
  buff_sm_lv4 = '理路整然と語れる';
  buff_sm_lv5 = 'SMの手管を知り尽くしている';

  def_lv0 = '触れれば崩れる';
  def_lv1 = '味を占す';
  def_lv2 = '少しは楽しめる';
  def_lv3 = 'そのなかに楽しむ';
  def_lv4 = '慣れ切っている';
  def_lv5 = 'なくてはならない';

  def_mouth_lv0 = '快感でぼんやりしてしまう';
  def_mouth_lv1 = 'もっと感じたいと思い始めた';
  def_mouth_lv2 = '少しは楽しめるようになった';
  def_mouth_lv3 = '口で快楽を味わうのを喜ぶ';
  def_mouth_lv4 = 'もう慣れ切っている';
  def_mouth_lv5 = '失ったらやっていけない';

  def_anal_lv0 = 'まだ何も知らない';
  def_anal_lv1 = '痛みに怯えている';
  def_anal_lv2 = 'まだ少し拒んでいる';
  def_anal_lv3 = '快楽を感じ始めている';
  def_anal_lv4 = '満たされることに慣れた';
  def_anal_lv5 = '空虚さに耐えられない';

  def_sm_lv0 = 'まだ何も知らない';
  def_sm_lv1 = 'まだ少し拒んでいる';
  def_sm_lv2 = 'ドM肉奴の候補生';
  def_sm_lv3 = '性虐の快感を味わい始めた';
  def_sm_lv4 = '凌辱に慣れ切っている';
  def_sm_lv5 = '起きて座っても被虐のまま';

  10 =
    '唇や舌など、口腔で相手の口を刺激する力。\n等級が高いほど、口腔で与える快感は増える。\n口腔因子で強化する。\n\n生まれつき口が器用なキャラは、この能力を優先して上げる。';
  11 =
    '唇や舌など、口腔で相手の身体を刺激する力。\n等級が高いほど、口腔で与える快感は増える。\n口腔因子で強化する。\n\n生まれつき口が器用なキャラ、[飲精中毒] のキャラは、この能力を優先して上げる。';
  12 =
    '乳房や乳首など、胸で相手の身体を刺激する力。\n等級が高いほど、胸で与える快感は増える。\n身体因子と加虐因子で強化する。\n\n生まれつき完璧な胸を持つキャラ、[精液浴中毒] のキャラは、この能力を優先して上げる。';
  13 =
    '両手で相手の身体を刺激する力。\n等級が高いほど、両手で与える快感は増える。\n身体因子と加虐因子で強化する。\n\n生まれつき手が器用なキャラ、[精液浴中毒] のキャラは、この能力を優先して上げる。';
  14 =
    '足で相手の身体を刺激する力。\n等級が高いほど、足で与える快感は増える。\n身体因子と加虐因子で強化する。\n\n生まれつき足が器用なキャラ、[精液浴中毒] のキャラは、この能力を優先して上げる。';
  15 =
    '髪、腋、下腹、腰、尻尾、膝裏、足裏などで相手の身体を刺激する力。\n等級が高いほど、身体で与える快感は増える。\n身体因子と加虐因子で強化する。\n\n[精液浴中毒] のキャラは、この能力を優先して上げる。';
  16 =
    '陰核、陰唇、膣など、女性器で相手の身体を刺激する力。\n等級が高いほど、女性器で与える快感は増える。\n膣内因子で強化する。\n\n生まれつき締まりの良い膣を持つキャラ、[搾精中毒] のキャラは、この能力を優先して上げる。';
  17 =
    '尻、肛門、腸、S状結腸などで相手の身体を刺激する力。\n等級が高いほど、肛門で与える快感は増える。\n身体因子と加虐因子で強化する。\n\n生まれつき色気のある尻を持つキャラ、[精液浣腸] のキャラは、この能力を優先して上げる。';
  18 =
    '陰茎で相手の身体を刺激する力。\n等級が高いほど、陰茎で与える快感は増える。\n身体因子と加虐因子で強化する。\n\n生まれつき立派な陰茎を持つキャラは、この能力を優先して上げる。';
  19 =
    '加虐の手管で相手の身体を刺激する力。\n等級が高いほど、加虐で与える快感は増える。\n加虐因子で強化する。\n\n生まれつき [ドS]、[小悪魔]、[変態] などの特性を持つキャラは、この能力を優先して上げる。';

  20 =
    '口腔の急所を把握する力。\n等級が高いほど、相手の口を刺激したときの快感は増える。\n口腔因子で強化する。\n\n口腔が敏感な相手に出会うと、この能力を優先して上げる。';
  21 =
    '乳房や乳首など、胸の急所を把握する力。\n等級が高いほど、相手の胸を刺激したときの快感は増える。\n胸部因子で強化する。\n\n胸が敏感な相手に出会うと、この能力を優先して上げる。';
  22 =
    '身体の急所を把握する力。\n等級が高いほど、相手の身体を刺激したときの快感は増える。\n身体因子で強化する。\n\n身体が敏感な相手に出会うと、この能力を優先して上げる。';
  23 =
    '外陰の急所を把握する力。\n等級が高いほど、相手の外陰を刺激したときの快感は増える。\n外陰因子で強化する。\n外陰が敏感な相手に出会うと、この能力を優先して上げる。';
  24 =
    '膣の急所を把握する力。\n等級が高いほど、相手の膣を刺激したときの快感は増える。\n膣内因子で強化する。\n膣が敏感な相手に出会うと、この能力を優先して上げる。';
  25 =
    '尻、肛門、腸、S状結腸などの急所を把握する力。\n等級が高いほど、相手の肛門を刺激したときの快感は増える。\n肛門因子で強化する。\n\n肛門が敏感な相手に出会うと、この能力を優先して上げる。';
  26 =
    '陰茎の急所を把握する力。\n等級が高いほど、相手の陰茎を刺激したときの快感は増える。\n陰茎因子で強化する。\n\n陰茎が敏感な相手、[飲精中毒]、[精液浴中毒]、[搾精中毒]、[精液浣腸] などの特性があるときは、この能力を優先して上げる。';
  27 =
    '被虐の急所を把握する力。\n等級が高いほど、加虐で与える快感は増える。\n被虐因子で強化する。\n\n生まれつき [ドS]、[小悪魔]、[変態] などの特性を持つキャラは、この能力を優先して上げる。';

  30 =
    '口腔絶頂への耐性。\n等級が高いほど、口腔絶頂時の体力・気力消費は少ない。\n口腔因子で強化する。\n\n生まれつき口腔が敏感なキャラ、[喉敏感] のキャラは、この能力を優先して上げる。';
  31 =
    '乳房や乳首など、胸の絶頂への耐性。\n等級が高いほど、胸部絶頂時の体力・気力消費は少ない。\n胸部因子で強化する。\n\n生まれつき胸が敏感なキャラ、[匂い敏感] のキャラは、この能力を優先して上げる。';
  32 =
    '髪、腋、下腹、腰、尻尾、膝裏、足裏など、二次的な敏感部位の絶頂への耐性。\n等級が高いほど、身体絶頂時の体力・気力消費は少ない。\n身体因子で強化する。\n\n生まれつき身体が敏感なキャラ、[匂い敏感] のキャラは、この能力を優先して上げる。';
  33 =
    '陰核や大小陰唇など、外陰の絶頂への耐性。\n等級が高いほど、外陰絶頂時の体力・気力消費は少ない。\n外陰因子で強化する。\n\n生まれつき外陰が敏感なキャラ、[匂い敏感] のキャラは、この能力を優先して上げる。';
  34 =
    '膣、Gスポット、子宮口などの絶頂への耐性であり、大きな陰茎を受け入れたときの拡張力にも関わる。\n等級が高いほど、膣内絶頂時の体力・気力消費は少ない。\n膣内因子で強化する。\n\n生まれつき膣が敏感なキャラ、[子宮敏感] のキャラは、この能力を優先して上げる。';
  35 =
    '肛門絶頂への耐性であり、大きな陰茎を受け入れたときの拡張力にも関わる。\n等級が高いほど、肛門絶頂時の体力・気力消費は少ない。\n肛門因子で強化する。\n\n生まれつき尻が敏感なキャラ、[腸敏感] のキャラは、この能力を優先して上げる。';
  36 =
    '射精への耐性。\n等級が高いほど、射精時の体力・気力消費は少ない。\nまた、陰茎耐性が高いほど射精寸前の快感に耐えやすく、寸止めが強くなる。\n陰茎因子で強化する。\n\n生まれつき陰茎が敏感なキャラは、この能力を優先して上げる。';
  37 =
    '被虐絶頂への耐性。\n等級が高いほど、被虐絶頂時の体力・気力消費は少ない。\n被虐因子で強化する。\n\n生まれつき [罵られ好き]、[痛み好き]、[聖母] などの特性を持つキャラは、この能力を優先して上げる。';

  40 =
    'いちゃつきでより良い反応を得やすい。[好色]、[淫乱]、[外向的]、[社交的] などの特性、または恋慕が熱恋以上のキャラは、この能力を優先して上げる。';
};
