const I18nAbl = require('#/i18n/zh-CN/table/abl');

module.exports = class extends I18nAbl {
  5 = '広東語';
  6 = '英語';
  7 = 'フランス語';

  10 = 'キス技巧';
  11 = 'フェラ技巧';
  12 = 'パイズリ技巧';
  13 = '手コキ技巧';
  14 = '足コキ技巧';
  15 = '身体技巧';
  16 = '性交技巧';
  17 = 'アナル技巧';
  18 = '挿入技巧';
  19 = '加虐技巧';

  20 = '口腔掌握';
  21 = '胸部掌握';
  22 = '身体掌握';
  23 = '外陰掌握';
  24 = '膣掌握';
  25 = '肛門掌握';
  26 = '陰茎掌握';
  27 = '被虐掌握';

  30 = '口腔耐性';
  31 = '胸部耐性';
  32 = '身体耐性';
  33 = '外陰耐性';
  34 = '膣耐性';
  35 = '肛門耐性';
  36 = '陰茎耐性';
  37 = '被虐耐性';

  40 = '甘い言葉';
};
