const I18nItem = require('#/i18n/zh-CN/table/item');

module.exports = class extends I18nItem {
  template = '【%NAME%】';
  got_template = '道具%INAME%を手に入れた！';

  0 = '野菜ジュース';
  1 = '強化青汁';
  2 = '濃縮コーヒー';
  3 = '気力回復剤';
  4 = '抗うつ薬';
  5 = '鎮静剤';
  6 = '清心茶';
  7 = '催情スプレー';

  10 = '速攻ダイエット薬';
  11 = '頭痛とんでけ';
  12 = '健康茶';
  13 = '嫌い薬';
  14 = '抑制薬';
  15 = '量子ダイエット薬';
  16 = 'イブプロフェン';
  17 = '発毛クリーム';
  18 = '脱毛クリーム';
  19 = '局部発毛クリーム';
  20 = '局部脱毛クリーム';

  25 = 'ウマ語り';
  26 = '万能フレーム';
  27 = '好感度レンズ';
  28 = '調教回数レンズ';
  29 = '透視レンズ';
  30 = 'コンドーム（5個入）';
  31 = 'ウマ跳びZ';
  32 = 'ウマ跳びS';
  33 = '超ウマ跳びZ';
  34 = '短時間避妊薬';
  35 = '長時間避妊薬';
  36 = '排卵誘発剤';
  37 = '母乳薬剤';
  38 = 'コンドーム溶解剤';
  39 = 'フロンK';
  40 = 'フロンP';
  41 = '潤滑液';
  42 = 'ウマ跳びS ファミリーパック';
  43 = '絶頂遮断薬';

  45 = '馬乳';
  46 = '人乳';
  47 = '搾りたて馬乳';
  48 = '搾りたて人乳';

  60 = 'スケートボード';
  61 = '自転車';
  62 = 'ホバーボード';
  63 = '二人乗り自転車';
  64 = '電動自転車';
  65 = '乗用車';
  66 = 'スポーツカー';
  67 = '携帯空間門';

  70 = 'アイマスク';
  71 = '口枷';
  72 = '首輪';
  73 = '搾乳器';
  74 = 'クリップ';
  75 = 'ローター';
  76 = 'オナホール';
  77 = '張り型';
  78 = '電気責め';
  79 = 'アナルプラグ';
  80 = 'アナルビーズ';
  81 = '全身鏡';
  82 = '乳汁処理装置';
  83 = '透明な布団';
  84 = '「お腹温めシート」';
  85 = '「子宮温めシート」';

  100 = 'バレンタインチョコ';
  101 = 'コンドーム';
  102 = '用途不明の眼鏡';
  103 = '「嫁衣」';
  104 = '空の試験管';
  105 = '闘魂注入ムチ（S用）';
  110 = '「恩寵」';
  111 = '「借り」';
  112 = 'ゴルシ号';
  113 = 'パーマ号';
  114 = '現実透孔儀';
};
