module.exports = class extends require('#/i18n/zh-CN/table/status-desc') {
  template = '[%NAME%]：%DESC%';

  remote =
    '遠隔指導。トレーナー補正は無効。サボりウマ娘は鍛えられず、好感取得-25%、好感減少+50%。';

  pr_1 = '乗る気がない。やる気上限が1段階下がる。';
  pr_2 = '何か抱えている。やる気上限が2段階下がる。';
  pr_3 =
    '欲が落ち、気分が沈む。やる気上限が3段階下がり、トレーニングも出走もできない。';
  pr_4 = '崩壊は一瞬。やる気上限が4段階下がり、トレーニングも出走もできない。';

  eo_2 = 'むずむずする……手作業でもしてみるか。';
  eo_3 = '心のときめきが、少しずつ増していく……';
  eo_4 = '焦って苛立って、人を食らいそう！ トレーニングも出走もできない。';

  buff207 = '運動による減量が効きやすい。';
  buff301 = (buff) => `体力と気力の消費-${buff}%。`;
  buff305 = '片頭痛、傷病、疲労の回復が早まっている……';
  buff303 = (buff) => `名声取得+${buff}%、名声減少-${buff}%。`;
  buff340 = (buff) => `スピードとパワーのトレーニング効果+${buff}%。`;
  buff341 = (buff1, buff2) =>
    `賢さトレーニング効果+${buff1}%、トレーニングで得るスキルPt+${buff2}%。`;
  buff342 = (buff) => `スタミナと根性のトレーニング効果+${buff}%。`;
  buff343 = (check) =>
    '海外遠征の悪影響が' + (check > 0 ? '軽減' : '半減') + 'される。';
  buff344 = '気力を使ったストレス解消が効きやすい。';
  buff345 = (buff) => `トレーニング経験の取得+${buff}%。`;
  buff346 = (check) =>
    'トレーニング成功率と効果が' + (check > 0 ? '上がる' : '少し上がる') + '。';
  get buff347() {
    return this.buff346;
  }
  get buff348() {
    return this.buff346;
  }

  milk = '胸を刺激されると乳が出る。';

  pg_resume = '身体はまだ回復に努めている。';
  pg_prebirth = 'まもなく出産。新しい命を迎える。';
  pg_normal = '新しい命が、生まれるのを待っている。';

  train_debuff = '……もう一度は失敗しないよね。成功率-2%。';
  train_buff_1 = '自分を信じろ。信じるだけでいい！ 成功率+2%。';
  train_buff_2 = '前回あれで成功したんだ、今回も大丈夫！ 成功率+4%。';

  cum = 'メジロが呼んでいる……';

  1 = '夜更かしの代償。体力・気力消費+10%。';
  2 =
    'トレしたくない、休みたい。やる気補正は無効。成功率-10%、効果-20%、トレ後に好感が下がる。';
  3 =
    '重すぎて、コースが悲鳴を上げている。体力・気力消費+10%、スピード取得-100%。';
  4 = '薬は三分の毒。飲みすぎるな。やる気は上がらず、賢さの発揮-10%。';
  5 = '怪我した！ 出走もトレもできず、移動が制限され、パワー発揮-50%。';
  6 =
    'ついさっき走ったばかりで、とても疲れている。1層ごとに：出走時能力-5%、成功率-10%、効果-5%、パワー発揮-5%（最大-30%）。';
  7 = '話がよくわからない……1層ごとに：出走時の根性と賢さ-5%。';
  8 =
    '気候も空気も食事も妙だ……1層ごとに：成功率-10%、出走時のスピード・スタミナ・パワー-5%。';
  9 = '見知らぬ天井……見知らぬバ場。1層ごとに：出走時の適性が1段階下がる。';
  10 = '眠っている……何をされても……';

  15 = '体力・気力消費+10%、出走時の能力+5%。';
  16 = 'デトックスで身が軽い。減量が効きやすく、薬の消化も早い。';
  17 = '誕生日。好感の変化が倍になる。';

  20 =
    '恋心を深く隠している……恋慕取得+50%、睡眠姦率+20%、監禁率+10%、大成功以外では求愛しない。';
  21 =
    'あなたへの嫌悪が増していく……薬のせい、それとも行いのせい？ 好感取得-50%、好感減少+50%、毎週好感が下がる。';
  22 = '薬で冷静を保っている。恋慕は上がらない……当分は。';
  23 = '妙なアプリ。人名、数字、性……経験、そして……裸（鼻血）。';
  24 = '人の頭上に、二つの妙な数字……本当の好感と恋慕を示す。';
  25 = '人の頭上に、妙な文字……すべての性愛能力と経歴を示す。';
  26 =
    'ありのままの肉体を味わうにも、体重管理の計画を立てるにも欠かせない……本当の体型を示す。';

  30 = '友人が来た。性欲の蓄積が速くなり、体力・気力消費+10%、全快感上限-10%。';
  31 = '本能が、受胎の準備を整えた。';
  32 =
    '周知のとおり、本格化のあと毎年ひと月だけ……性欲の蓄積が速くなり、妊娠しやすく、パワーと賢さの発揮-10%。';
  33 = 'このターンだけ、淫紋プラグインを調整できる。';

  36 = '凶器を手に入れた。';
  37 = 'さらに☆強☆い凶器を手に入れた。';

  40 = 'もう遅い。精子がコンドームを通り抜け、妊娠しやすくなる。';

  tr_leader = 'You said calculation。';

  v_penis_v = '魔法使いになる余地は、まだある。';
  v_penis_d = 'もう、魔法使いの資格はない。';

  v_vagina_v = '実戦経験不足。鍛える機会を待っている。';
  v_vagina_d = '眠りのなかでレベルが上がった。';
  v_vagina_r = '生硬な感触を、もう一度味わっている。';

  tr_erect = '準備はできた、と言っている！';
  tr_lb_breast = '胸はすでに液体で塗れている。';
  tr_lb_vagina = '準備はできた。あなたの到来を待っている。';
  tr_lb_anal = '満たされる準備はできた。';
  tr_br_erect = '乳首は陥没の守りを失った……攻め時だ。';

  tr_tc_40 = '動けない。';
  tr_tc_41 = 'しばらく動けない。';
  tr_tc_44 = '情欲が湧く。誰かは自分に気をつけろ。快感取得+25%。';
  tr_tc_45 = (_, p) =>
    '体力・気力消費+10%、快感取得+20%' + (p ? '、射精量+50%' : '') + '。';
  tr_tc_46 = (t) => `肉棒は ${t} ターン使えない。次の激しい情事への準備だ～`;
  tr_tc_48 = '情事を期待して、隙間が広がっている……当分は。';
  tr_tc_49 = '尻穴の柔らかさが、より大きなものを許す……当分は。';
  tr_tc_57 = (t) => `${t} ターン、絶頂できない。快感取得-10%。`;
};
