module.exports = class extends require('#/i18n/zh-CN/table/talent') {
  template = '[%NAME%]';
  shop_template = '%NAME% [%STATUS%]';

  n_talent = '特性';
  n_normal = '性格';
  n_xp = 'その他';

  '0_1' = '感受性豊か';
  '0_-1' = '鈍感';
  '1_1' = '自信がない';
  '1_-1' = '自信過剰';
  '2_1' = '痛みに弱い';
  '2_-1' = '打たれ強い';
  '3_1' = '臆病';
  '3_-1' = '大胆';
  '4_1' = '内向的';
  '4_-1' = '外向的';
  '5_1' = '反抗的';
  '5_-1' = '優しい';
  '6_1' = '強気';
  '6_-1' = '弱気';
  '7_1' = '素直';
  '7_-1' = 'ツンデレ';
  '8_1' = '悲観的';
  '8_-1' = '楽観的';
  '9_1' = '無関心';
  '9_-1' = '好奇心旺盛';
  '10_1' = '貞淑';
  '10_-1' = '貞操観念が薄い';
  '11_1' = '人見知り';
  '11_-1' = '社交的';
  '12_1' = 'だらしがない';
  '12_-1' = 'きれい好き';
  '13_1' = '夜型';
  '13_-1' = '時間厳守';
  '14_1' = '食いしん坊';
  '14_-1' = '節制';
  '15_1' = '怠惰';
  '15_-1' = '勤勉';
  '16_1' = '浪費家';
  '16_-1' = '抜け目ない';
  '17_1' = '頑健';
  '17_-1' = '病弱';

  20 = '読めない';
  21 = '病み';
  22 = '寝取られ好き';

  no_yand = '元・病み';
  re_yand = '病み？';

  milk = '母乳体質';
  nipple = '陥没乳首';
  37 = '隠れ巨乳';
  br_micro = '貧乳';
  br_big = '巨乳';
  br_huge = '爆乳';

  40 = 'ドS';
  41 = '罵られ好き';
  42 = '痛み好き';
  '43_1' = '好色';
  '43_-1' = '性に奥手';
  44 = '小悪魔';
  45 = '聖母';
  46 = '変態';
  47 = '淫乱';

  50 = '蕩ける唇';
  51 = '魔性の乳';
  52 = '神の手';
  53 = '神の足';
  54 = '凶器';
  55 = '名器';
  56 = '魔尻';
  57 = '鋼の意志';

  '60_0' = '口腔・普通';
  '60_1' = '口腔敏感';
  '60_2' = '淫口';
  '60_-4' = '口腔鈍感';
  '61_0' = '胸部・普通';
  '61_1' = '胸部敏感';
  '61_2' = '淫乳';
  '61_-4' = '胸部鈍感';
  '62_0' = '身体・普通';
  '62_1' = '身体敏感';
  '62_2' = '淫身';
  '62_-4' = '身体鈍感';
  '63_0' = '外陰・普通';
  '63_1' = '外陰敏感';
  '63_2' = '淫核';
  '63_-4' = '外陰鈍感';
  '64_0' = '膣・普通';
  '64_1' = '膣敏感';
  '64_2' = '淫壺';
  '64_-4' = '膣鈍感';
  '65_0' = '尻・普通';
  '65_1' = '尻敏感';
  '65_2' = '淫尻';
  '65_-4' = '尻鈍感';
  '66_0' = '陰茎・普通';
  '66_1' = '陰茎敏感';
  '66_2' = '早漏';
  '66_-4' = '陰茎鈍感';

  70 = '飲精中毒';
  71 = '搾精中毒';
  72 = '精液浣腸';
  73 = '精液浴中毒';
  74 = '喉敏感';
  75 = '子宮敏感';
  76 = '腸敏感';
  77 = '匂い敏感';

  s60 = '淫口/口腔敏感/口腔鈍感';
  s61 = '淫乳/胸部敏感/胸部鈍感';
  s62 = '淫身/身体敏感/身体鈍感';
  s63 = '淫核/外陰敏感/外陰鈍感';
  s64 = '淫壺/膣敏感/膣鈍感';
  s65 = '淫尻/尻敏感/尻鈍感';
  s66 = '早漏/陰茎敏感/陰茎鈍感';

  s32 = '母乳体質';
  s33 = '陥没乳首';

  sens60 = '口腔感度';
  sens61 = '胸部感度';
  sens62 = '身体感度';
  sens63 = '外陰感度';
  sens64 = '膣感度';
  sens65 = '尻感度';
  sens66 = '陰茎感度';
};
