module.exports = class extends require('#/i18n/zh-CN/table/talent-desc') {
  template = '[%NAME%]：%DESC%';

  '0_1' = '感情因子の取得がすべて+30%。やる気が下がるとき+1段階。';
  '0_-1' =
    'どうして、わたしだけ気づかないの。感情因子の取得がすべて-30%。やる気が下がるとき-1段階。';
  '1_1' =
    'やっぱり、ひとりじゃ何もできない。従順因子取得+30%、好感取得+3、好感減少-3。';
  '1_-1' =
    '幻のウマ娘、たかがそれまで～ 従順因子取得-30%、好感取得-3、好感減少+3。';
  '2_1' = '痛みにより敏感。苦痛因子取得+30%。';
  '2_-1' = 'このくらいの傷、問題ない。苦痛因子取得-30%。';
  '3_1' = '……恐怖因子取得+30%。';
  '3_-1' = 'これしきで怯まない！ 恐怖因子取得-30%。';
  '4_1' =
    '社交が苦手で、自分を出せない。恥辱因子取得+30%、ストレス取得が増える。';
  '4_-1' =
    '明るく、困難に簡単には負けない。恥辱因子取得-30%、ストレス取得が減る。';
  '5_1' = 'なぜあなたの言うことを聞かなきゃいけないの？ 反感因子取得+30%。';
  '5_-1' =
    'あなたのストレス、分けてもいい？ できるならぜひ。反感因子取得-30%。';
  '6_1' = '夜、上にいるのは誰？ わたしが決める～ 主導権を握りたがる。';
  '6_-1' = 'あ……あなたが決めて。主導権は奪えない。';
  '7_1' = '好き嫌いを隠さない。従順と反感の因子取得+30%。';
  '7_-1' =
    'ふん、あなたのことを心配してるわけじゃない。従順と反感の因子取得-30%。心は読みにくい。';
  '8_1' = '物事を後ろ向きに見る。苦痛と恐怖の因子取得+30%。';
  '8_-1' = 'いつも前向きに見る。苦痛と恐怖の因子取得-30%。';
  '9_1' =
    'ああ、うん、わかった。従順と反感の因子取得+30%、性能力の強化費+10%。';
  '9_-1' =
    'これ、どんな影響があるんだろう。従順と反感の因子取得-30%、性能力の強化費-10%。';
  '10_1' =
    'あることは……いちばん近い人にだけ許される。恥辱と反感の因子取得+30%、快感取得-10%。';
  '10_-1' = '貞操は食えるの？ 恥辱と反感の因子取得-30%、快感取得+10%。';
  '11_1' = 'や……そんなに近づかないで。恥辱と恐怖の因子+30%。';
  '11_-1' =
    '学園の友だち、外の友だち、知らない友だち、こんにちは！ 恥辱と恐怖の因子-30%。';
  '12_1' = '丁寧に整えるのが面倒。体毛の手入れ頻度が下がる。';
  '12_-1' =
    'ああああ、染みはダメ、乱れもダメ！ 汚れなんて論外。体毛の手入れ頻度が上がる。';
  '13_1' = 'え、まだ8時？ もう少し起きてられる。夜更かし率+2.5%。';
  '13_-1' = '寝る時間は守る。日常クエストを忘れるなら無効。夜更かし率-2.5%。';
  '14_1' = 'これいい匂い、あれも食べてみたい。太りやすい。';
  '14_-1' = '今日の摂取はもう十分。太りにくい。';
  '15_1' = 'サボった。サボり率+1%。';
  '15_-1' = 'じっとしていられない。生命は運動にあり！ サボり率-1%。';
  '16_1' =
    '最高じゃなくていい、いちばん高くていい！ 同行時のウマコイン消費+5%。';
  '16_-1' =
    'ふんふん、これとこれを一緒に買えば割引がちょうど。同行時のウマコイン消費-5%。';
  '17_1' =
    '拳の上に人が立ち、腕の上をウマ……娘が走る。薬の消化が早く、片頭痛になりにくく、レース後の疲労層-1。';
  '17_-1' =
    '水に映る花、風に揺れる柳。薬の消化が遅く、片頭痛になりやすく、レース後の疲労層+1。';

  20 = '心は読みにくい。';
  21 = 'わたしは、あなたを恋している。愛させて、愛して……';
  22 = 'あなたがわたしを寝取る？ みんなで寝取って！ 伴侶の不実で好感が上がる。';

  no_yand = '和らいだ。';
  re_yand = '歪んだ。';

  milk =
    '毎日ブラを替えるのが面倒……生まれつき母乳が出る。母乳が出る快感閾値が下がり、胸部快感取得+10%。';
  nipple =
    '人と違うことを恥じる人もいるが、快感は隠された近道。隠れているあいだは攻撃できず胸部快感取得-20%。乳首が勃起すると胸部快感取得+20%。';
  37 = '隠しているものは、何だろう。';
  br_micro = '絶壁。胸部快感取得が増える。';
  br_big = '大きすぎるのも負担。胸部快感取得が減る。';
  br_huge = '胸部快感取得が非常に減る。';

  40 = '加虐快感+200%、加虐技巧+1、被虐掌握+1。';
  41 = 'もっと……罵って！ 罵られたときの被虐快感取得+200%、被虐耐性+1。';
  42 = '鞭打って！ 打たれたときの被虐快感取得+200%、被虐耐性+1。';
  '43_1' =
    '大丈夫……はあ……何でも同じくらい色っぽい。性同意の要求が下がり、エロ技巧がすべて+1。';
  '43_-1' =
    'いくらなんでもそれは……。性同意の要求が上がり、エロ技巧がすべて-1。';
  44 = '関係のなかで自ら動き、主導する側になりたがる。加虐因子取得+50%。';
  45 = '「芸術作品」のなかの聖母のように。被虐因子取得+50%。';
  46 =
    '通常の性愛の境界など眼中になく、熱をもってすべてを探れる。加虐と被虐の因子取得+50%。';
  47 = '全部位の因子取得+20%、性欲の蓄積が速くなる。';

  50 =
    '唇での性愛（キス以外）でフェラ技巧+1。留まっているあいだ、毎ターン追加の快感。';
  51 =
    '魔性の胸は追加の快感を与える。胸での性愛でパイズリ技巧+1。留まっているあいだ、毎ターン追加の快感。';
  52 = '自ら手で愛するとき、手コキ技巧+2。';
  53 = '自ら足で愛するとき、足コキ技巧+2。';
  54 =
    '天与の魔物。世界を探しても稀な性器。陰茎サイズの最小は [凶悪]。陰茎での性愛で挿入技巧+1。留まっているあいだ、毎ターン追加の快感。';
  55 =
    '人を酔わせる秘部。秘部での性愛で性交技巧+1。留まっているあいだ、毎ターン追加の快感。';
  56 = '尻での性愛でアナル技巧+1。留まっているあいだ、毎ターン追加の快感。';
  57 = '担当との「距離感」には気をつけて……全絶頂に必要な快感+50%';

  '60_1' = '性器ではないのに、口腔で快感を得やすい。口腔絶頂に必要な快感-20%。';
  '60_2' = '自らキスとフェラの技巧+2。口腔絶頂に必要な快感-50%。';
  '60_-4' = '口腔でより長く奉仕できる。口腔絶頂に必要な快感+100%。';
  '61_1' = '胸部絶頂に必要な快感-20%。';
  '61_2' =
    '自らパイズリ技巧+1。胸部絶頂に必要な快感-50%、泌乳快感閾値-50%、バスト+5cm。';
  '61_-4' = '胸部絶頂に必要な快感+100%。';
  '62_1' = '身体絶頂に必要な快感-20%。';
  '62_2' = '自ら身体技巧+2。身体絶頂に必要な快感-50%。';
  '62_-4' = '身体絶頂に必要な快感+100%。';
  '63_1' = '外陰絶頂に必要な快感-20%。';
  '63_2' = '自ら外陰性交技巧+2。外陰絶頂に必要な快感-50%。';
  '63_-4' = '外陰絶頂に必要な快感+100%。';
  '64_1' = '膣内絶頂に必要な快感-20%。';
  '64_2' =
    '自ら膣内性交技巧+2。膣内絶頂に必要な快感-50%、愛液閾値-50%、膣の拡張力が増す。';
  '64_-4' = '膣内絶頂に必要な快感+100%。';
  '65_1' = '肛門絶頂に必要な快感-20%。';
  '65_2' =
    '自らアナル技巧+2。肛門絶頂に必要な快感-50%、腸液閾値-50%、肛門の拡張力が増し、ヒップ+5cm。';
  '65_-4' = '肛門絶頂に必要な快感+100%。';
  '66_1' = '射精に必要な快感-20%。';
  '66_2' = 'いっ、んおっ——射精に必要な快感-50%。';
  '66_-4' = '射精に必要な快感+100%。';

  70 = '精液を飲むと従順因子を得る。';
  71 = '気持ちいい、まだ欲しい。中出しされると従順因子を得る。';
  72 = '肛門に中出しされると従順因子を得る。';
  73 = '身体に射精されると従順因子を得る。';
  74 = '飲精で絶頂できる。精液を飲むと口腔快感を得る。';
  75 = '中出しされると膣内快感を得る。';
  76 = '肛門に中出しされると肛門快感を得る。';
  77 = '（荒い息）身体に射精されると、その部位の快感を得る。';

  s32 =
    '女性とふたなり専用。生まれつき母乳が出る体質。\nこの特性があると常に泌乳し、胸を刺激されたあと、授乳期や薬物泌乳より多くの母乳が出る。\n乳首も、[母乳体質] でないキャラより敏感。\n\n[母乳薬剤] で泌乳しているあいだ、胸部因子でこの特性を得られる。\n胸部因子で消して、泌乳しない状態に戻すこともできる。';
  s33 =
    '女性とふたなりの乳房が、刺激のないとき乳首が内側へ沈む体質。\n陥没しているあいだ、バストは非陥没より低い。\n胸を刺激すると乳首が外へ返り、バストは戻る。\n\n[陥没乳首] のキャラは、陥没中は胸の感度が他より低い。\nだが普段、衣服の摩擦を受けにくいぶん、刺激で突出したあとは感度が高い。\n\n胸部因子で取得・消去できる。\n乳首の色にかかわらず、取得してから消すと、乳首は色素が沈着した状態になる。';

  s40 =
    '加虐を好み、加虐行為からより多くの快感を得る特性。\n加虐因子で取得・消去できる。\n\n得るには、加虐行為で一定回数絶頂している必要がある。';
  s41 =
    '言葉の被虐を好み、罵りからより多くの快感を得る特性。\n被虐因子で取得・消去できる。\n\n得るには、被虐で一定回数絶頂している必要がある。';
  s42 =
    '肉体の被虐を好み、痛みからより多くの快感を得る特性。\n被虐因子で取得・消去できる。\n\n得るには、被虐で一定回数絶頂している必要がある。';

  s60 =
    '唇や舌など、口腔の快感をどれだけ耐えて絶頂するかを示す特性。\n[淫口] は口腔が非常に絶頂しやすく、日常の痒みでも性欲が溜まるが、自ら口唇で交わるとより多くの快感を与えられる。\n[口腔敏感] は一般より絶頂しやすい。\n[口腔鈍感] は一般より絶頂しにくいが、寸前で刺激を止めた（寸止め）とき性欲がより溜まる。\n口腔因子で感度を上げ下げする。\n\n普通以上の感度を得るには、口腔で一定回数絶頂している必要がある。\n初期は同一キャラにつき [淫口]、[淫乳]、[淫身]、[早漏]、[淫核]、[淫壺]、[淫尻] のうち一つだけ。';
  s61 =
    '乳房や乳首など、胸部の快感をどれだけ耐えて絶頂するかを示す特性。\n[淫乳] は胸が非常に絶頂しやすく、日常の痒みでも性欲が溜まるが、自ら胸で交わるとより多くの快感を与えられる。\n[胸部敏感] は一般より絶頂しやすい。\n[胸部鈍感] は一般より絶頂しにくいが、寸前で刺激を止めたとき性欲がより溜まる。\n胸部因子で感度を上げ下げする。\n\n普通以上の感度を得るには、胸で一定回数絶頂している必要がある。\n初期は同一キャラにつき [淫口]、[淫乳]、[淫身]、[早漏]、[淫核]、[淫壺]、[淫尻] のうち一つだけ。';
  s62 =
    '髪、腋、下腹、腰、尻尾、膝裏、足裏など、二次的な敏感部位の快感をどれだけ耐えて絶頂するかを示す特性。\n[淫身] は身体が非常に絶頂しやすく、日常の痒みでも性欲が溜まるが、自らそれらの部位で交わるとより多くの快感を与えられる。\n[身体敏感] は一般より絶頂しやすい。\n[身体鈍感] は一般より絶頂しにくいが、寸前で刺激を止めたとき性欲がより溜まる。\n身体因子で感度を上げ下げする。\n\n普通以上の感度を得るには、身体で一定回数絶頂している必要がある。\n初期は同一キャラにつき [淫口]、[淫乳]、[淫身]、[早漏]、[淫核]、[淫壺]、[淫尻] のうち一つだけ。';
  s63 =
    '陰核や大小陰唇など、外陰の快感をどれだけ耐えて絶頂するかを示す、女性専用の特性。\n[淫核] は外陰が非常に絶頂しやすく、日常の痒みでも性欲が溜まるが、自ら外陰で交わるとより多くの快感を与えられる。\n[外陰敏感] は一般より絶頂しやすい。\n[外陰鈍感] は一般より絶頂しにくいが、寸前で刺激を止めたとき性欲がより溜まる。\n外陰因子で感度を上げ下げする。\n\n普通以上の感度を得るには、外陰で一定回数絶頂している必要がある。\n初期は同一キャラにつき [淫口]、[淫乳]、[淫身]、[早漏]、[淫核]、[淫壺]、[淫尻] のうち一つだけ。';
  s64 =
    '膣、Gスポット、子宮口などの快感をどれだけ耐えて絶頂するかを示す特性。\n[淫壺] は膣が非常に絶頂しやすく、日常の痒みでも性欲が溜まるが、自ら膣で交わるとより多くの快感を与えられ、より大きな陰茎を受け入れられる。\n[膣敏感] は一般より絶頂しやすい。\n[膣鈍感] は一般より絶頂しにくいが、寸前で刺激を止めたとき性欲がより溜まる。\n膣内因子で感度を上げ下げする。\n\n普通以上の感度を得るには、膣で一定回数絶頂している必要がある。\n初期は同一キャラにつき [淫口]、[淫乳]、[淫身]、[早漏]、[淫核]、[淫壺]、[淫尻] のうち一つだけ。';
  s65 =
    '尻、肛門、腸、S状結腸などの快感をどれだけ耐えて絶頂するかを示す特性。\n[淫尻] は肛門が非常に絶頂しやすく、日常の痒みでも性欲が溜まるが、自ら尻で交わるとより多くの快感を与えられ、より大きな陰茎を受け入れられる。\n[尻敏感] は一般より絶頂しやすい。\n[尻鈍感] は一般より絶頂しにくいが、寸前で刺激を止めたとき性欲がより溜まる。\n肛門因子で感度を上げ下げする。\n\n普通以上の感度を得るには、肛門で一定回数絶頂している必要がある。\n初期は同一キャラにつき [淫口]、[淫乳]、[淫身]、[早漏]、[淫核]、[淫壺]、[淫尻] のうち一つだけ。';
  s66 =
    'どれだけの快感で射精するかを示す、男性とふたなり専用の特性。\n[早漏] は非常に射精しやすく、日常の痒みでも性欲が溜まる。\n[陰茎敏感] は一般より射精しやすい。\n[陰茎鈍感] は一般より射精しにくいが、寸前で刺激を止めたとき性欲がより溜まる。\n陰茎因子で感度を上げ下げする。\n\n普通以上の感度を得るには、一定回数射精している必要がある。\n初期は同一キャラにつき [淫口]、[淫乳]、[淫身]、[早漏]、[淫核]、[淫壺]、[淫尻] のうち一つだけ。';

  s70 =
    '飲精を好み、精液を飲んだあと従順因子を得る。\n口腔因子と被虐因子で取得・消去できる。\n\n得るには、一定量の精液を飲んでいる必要がある。';
  s71 =
    '膣内搾精を好み、相手が膣内射精したあと従順因子を得る。\n膣内因子と被虐因子で取得・消去できる。\n\n得るには、膣内に一定量中出しされている必要がある。';
  s72 =
    '肛門搾精を好み、相手が腸内射精したあと従順因子を得る。\n肛門因子と被虐因子で取得・消去できる。\n\n得るには、腸内に一定量中出しされている必要がある。';
  s73 =
    '相手が自分の身体に射精するのを好み、精液がかかると従順因子を得る。\n身体因子と被虐因子で取得・消去できる。\n\n得るには、身体に一定量の精液を浴びている必要がある。';
  s74 =
    '精液が喉を滑るとき、口腔に快感を感じる特性。\n口腔因子と従順因子で取得・消去できる。\n\n得るには、一定量の精液を飲んでいる必要がある。';
  s75 =
    '相手が膣内射精するとき、子宮に快感を感じる特性。\n膣内因子と従順因子で取得・消去できる。\n\n得るには、膣内に一定量中出しされている必要がある。';
  s76 =
    '相手が肛門内射精するとき、腸に快感を感じる特性。\n肛門因子と従順因子で取得・消去できる。\n\n得るには、腸内に一定量中出しされている必要がある。';
  s77 =
    '胸、外陰、その他の外側に射精されたとき快感を感じる特性。\n身体因子と従順因子で取得・消去できる。\n\n得るには、身体に一定量の精液を浴びている必要がある。';
};
