# @file 目白麦昆 - 育成
# @author 伊兰
train:
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Пора начинать!」"
  - "С этими полными боевого духа словами Маккуин тренировка разворачивается в полном темпе."

train_success:
  sync: true
  lines:
    - random: true
      color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Хе-хе, %CALLNAME% снова на шаг ближе к победе.」"
    - random: true
      color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ну как, сегодня %CALLNAME% тоже заворожила моя посадка?」"
        - "В итоге %YOU% заливается без умолку несколько минут, и кончается это лишь лёгким пинком Маккуин."
    -

train_fail:
  title: "Провал тренировки"
  lines:
    - "%YOU% поддерживает Маккуин, травмированную на Тренировочном поле, доводит до медпункта и кладёт её на кушетку — %SEX% лежит."
    - "Маккуин выглядит очень сожалеющей."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「И ведь на Тренировочном поле поранилась…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「И ещё доставила хлопот %CALLNAME%. Мне очень жаль.」"
    - acc: 1
      content: "「Сегодня лучше отдохнуть.」"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Что? Это же всего царапина…」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Если уже из-за такого волнуешься, внутри тебе не расслабиться.」"
        - acc: 1
          content: "「Ради твоей безопасности я и без отдыха обойдусь.」"
          lines:
            - "Твёрдость %YOU% словно затыкает ей рот: Маккуин на миг замирает и выдаёт беспомощную улыбку."
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Ну что с тобой поделаешь.」"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Тогда сегодня я послушно отдохну.」"
            - "Когда врач заканчивает с Маккуин, %YOU% отводит в общежитие, и %SEX% идёт следом."
    - acc: 2
      content: "「Дальше на тренировках будь осторожнее.」"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「И правда. Такая глупая ошибка — я была слишком рассеянна.」"
        - "Маккуин снова видит ту сцену и тяжело вздыхает."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Эх… вина накатывает снова.」"
        - "После лечения врача %YOU% отпускает Маккуин отдыхать в общежитие."

train_add:
  title: "Не хочу отставать"
  lines:
    - "Маккуин уже ушла — и вдруг снова у %YOU%, что как раз собирает тренировочный инвентарь."
    - "%SEX% мнётся с неловким лицом и лишь спустя какое-то время, будто набравшись храбрости, выдавливает фразу."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Того… я хотела бы попросить добавить тренировку!」"
    - acc: 1
      content: "「Что случилось.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Только что на пути встретила Райан — похоже, %SEX% как раз собиралась тренироваться.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Раз %SEX% всё ещё так старается, мне тоже нельзя отдыхать.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Изящно в чьих угодно глазах, в каждый миг бежать впереди всех — вот посадка, к которой я стремлюсь.」"
    - "Глядя на Маккуин, сложившую руки крестом в мольбе, %YOU% решает…"
    - acc: 1
      key: select
      content: "「Тогда догоним по полной!」"
      lines:
        - "Получив согласие %YOU%, Маккуин расцветает."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Большое спасибо, %CALLNAME%. Я знала, что ты поймёшь моё желание.」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Пока ты смотришь, тренировка не уйдёт в перегруз. Основательная тренировка — прошу!」"
        - "Так, в допустимых пределах, с Маккуин проводят ещё одну тренировку."
    - acc: 2
      content: "「Не горячись.」"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Я понимаю, это уже может быть перебор, но…」"
        - "Маккуин говорит сгоряча, но в ту же секунду спохватывается, глубоко вдыхает и на миг молчит."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Пожалуй, я и правда немного заспешила.」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Без самоограничения будущего не будет. 『Честно и прямо』 — вот стиль семьи Мэдзиро.」"
        - "Маккуин уговаривает себя, кланяется тебе в извинении и уходит с Тренировочного поля."

train_success_sex:
  - "Тренер довольно кивает и ставит пометку в плане в руках."
  - "Но краем глаза фигура Маккуин — %SEX% подбегает мелкой рысцой — крупнеет, пока не бросается тренеру на грудь."
  - "%TEEN% перед ним вдруг повела себя неожиданно, и тренер по инерции хочет оттолкнуть."
  - "Но видит: %SEX% — лицо в румянце, взгляд цепляет. И после яростной работы одежда насквозь мокрая от пота: под влажной тканью кожа просвечивает туманным телесным."
  - "К тому же %SEX% источает запах, от которого в тренере просыпается позыв."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Того… разрядиться в меру — ты ведь согласишься?」"
  - "Прижавшись к груди тренера, Маккуин спрашивает %YOU%."
  - "Сжав губы, %YOU% решает…"
  - acc: 1
    key: sex
    content: "「Потом на месте подожди меня.」"
    lines:
      - "%YOU% сдавленным голосом говорит Маккуин на ухо."
      - "Услышав желанные слова, Маккуин весело отходит от %YOU% и ждёт 「урока」 от %YOU%."
  - acc: 2
    content: "「Прости, сегодня нельзя.」"
    lines:
      - "Услышав слова, что портят настроение, Маккуин лишь опускает уши и уходит обиженно."

race_start:
  title: "Перед скачкой"
  lines:
    - "Маккуин кладёт руки на грудь и ровняет дыхание."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Как умамусумэ семьи Мэдзиро я непременно возьму победу.」"
    - acc: 1
      content: "「Держи этот запал и возьми первое!」"
    - "Маккуин кивает %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Так что прошу, %CALLNAME%, стань свидетелем моей очередной победы.」"
    - "После совместного напутствия %YOU% и Маккуин идут на дорожку."

race_win:
  title: "Победа в скачке"
  lines:
    - "Вернувшись с дорожки, Маккуин говорит чуть возбуждённо."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「И ведь выиграла… как хорошо.」"
    - "%SEX% вдруг чует, что сбилась с привычного изящества, и снова ставит строгое лицо."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ах, то только что — забудь, пожалуйста.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Взять первое — необходимое условие для умамусумэ семьи Мэдзиро.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Даже первое место… первое место… хе-хе.」"
    - "Только вернулась в обычное русло — и Маккуин опять сносит в сторону…"
    - acc: 1
      content: "「Шагай к ещё более высокой цели!」"
    - "Услышав это, Маккуин говорит с явным удовольствием."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Мм… мм, смотрю, твоя планка по-прежнему высока.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ещё ярче, ещё изящнее, ещё прекраснее… к более высокой цели.」"

race_5:
  title: "В призах"
  lines:
    - "В этих скачках лишь место в призах; вернувшаяся Маккуин вся в печали."
    - acc: 1
      content: "「В призах — тоже ведь старалась, правда?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Старалась? Нет. Одними призами я успокоиться не могу.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Мне нужна… безупречная победа.」"
    - "Маккуин сжимает один кулак, брови сведены."
    - acc: 1
      content: "「Но если это Маккуин — всё равно будет в порядке.」"
    - "Услышав слова %YOU%, в лице Маккуин чуть возвращается улыбка."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Спасибо… я обязательно покажу тебе свой прогресс.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「В конце концов, я же умамусумэ семьи Мэдзиро. Безупречная победа — возложенная на меня миссия.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「А для этого и мне надо стать сильнее.」"

race_lose:
  title: "Поражение в скачке"
  lines:
    - "Место вне призов значит проиграть эти скачки."
    - "Маккуин с лицом, полным сожаления, давит слёзы, прячется от %YOU% и говорит."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Говорить нечего. Дело целиком в том, что мне не хватило силы.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Не сумела оправдать твоих ожиданий… мне бесконечно жаль…」"
    - acc: 1
      content: "「Обрати горечь в пищу!」"
    - "Услышав это от %YOU%, Маккуин лишь кое-как натягивает улыбку."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Вкушать горечь сожаления… ох, я уже не хочу пробовать.」"
    - acc: 1
      content: "「Тогда в следующий раз вкусим сладость победы.」"
    - "Услышав это, в Маккуин чуть вспыхивает боевой дух."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Сладость… да, сладость победы. Именно этот вкус к лицу умамусумэ семьи Мэдзиро.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Поэтому прошу, %CALLNAME%, сделай меня сильнее!」"

meet_mejiro:
  title: "Первое знакомство с %SIBLINGS% семьи Мэдзиро"
  lines:
    # 新秀年四月一周
    - "С тех пор как %YOU% и Маккуин стали тренером и подопечной, прошло уже какое-то время, и тренировки %SEX% идут ровно."
    - "Сейчас %YOU% и %SEX% как обычно завтракают в столовой академии."
    - "%YOU% набирает что поесть и возвращается к своей подопечной %UMA% — а рядом уже ещё шесть %UMA%, и %SEX% весело болтает с ними."
    - "Но %THEY% осанкой и манерами ничуть не уступают Маккуин — %YOU% невольно сковывается."
    - acc: 1
      content: "「Маккуин.」"
    -
    - "%YOU% садится рядом с Маккуин и здоровается так, чтобы не сбить разговор."
    - "Маккуин слышит, поворачивается к %YOU% и мягко представляет %YOU% тем %UMA%, с кем %SEX% сидит."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Все, это мой тренер.」"
    - "Едва %SEX% договаривает, первой откликается Мэдзиро Райан — она сидит рядом."
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「А, тренер Маккуин, привет! Я Мэдзиро Райан!」"
    - acc: 1
      content: "「Здравствуй.」"
    - "%YOU% улыбается и кивает %UMA% напротив: каштановые волосы с белыми прядями, очень короткие."
    - "Потом обводит взглядом %UMA% за столом с Маккуин и говорит с интересом."
    - acc: 1
      content: "「Вы все — %UMA% семьи Мэдзиро?」"
    -
    - "Мэдзиро Маккуин кивает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Раз мы впервые видимся, позволь представить их %CALLNAME%.」"
    - "И вот, пока Маккуин представляет их по одной, %YOU% наконец узнаёт каждую %UMA% за столом."
    - "А %UMA% после приветствия %YOU% отвечают каждая по-своему."
    - "Мэдзиро Рамону отвечает лишь вскользь и смотрит на %YOU%."
    - "Мэдзиро Ардан складывает ладони и отвечает тепло, в этом тихая нежность."
    - "Мэдзиро Палмер подмигивает %YOU% — в этом расслабленность, не бьющая в изящество."
    - "Мэдзиро Брайт лениво тянет сладким голосом — и правда мило."
    # CFLAGNAME:0 = 性别
    - if: era.get('cflag:0:0') === 1
      content: "Мэдзиро Добер прячет взгляд от %YOU% и тоже отвечает едва, тоньше комариного писка: кажется, с ней непросто."
    - if: era.get('cflag:0:0') !== 1
      content: "А Мэдзиро Добер тоже отвечает на приветствие тренера улыбкой."
    - acc: 1
      content: "「У каждой из вас и правда свой характер.」"
    - "%YOU% улыбается, кивает — и невзначай видит тетрадь на столе у Маккуин."
    - "Это один из тех рецептов, что %SEX% получила от %YOU% при первой встрече."
    - "Видно: идя к цели, %SEX% всё так же не снижает усилий."
    - acc: 1
      content: "「Всё ещё стараешься, Маккуин.」"
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Да-да!」"
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Раньше Маккуин ходила совсем без сил, и тренировки шли плохо.」"
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「А спустя какое-то время Маккуин просто не узнать!」"
    - "От похвалы Маккуин чуть светлеет лицом."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「На самом деле это всё заслуга %CALLNAME%.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Чтобы взять Tenno Sho (Spring), стараться — само собой.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Не говоря уже о дебюте: сейчас надо быть строже к себе.」"
    - acc: 1
      content: "「Выкладывайся на полную.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Да! Так что и %CALLNAME% тоже держи эту решимость.」"
    - "Услышав 「Tenno Sho (Spring)」, Райан чуть думает."
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Впрочем, до Tenno Sho (Spring) ещё довольно далеко.」"
    - acc: 1
      content: "「Значит, в начальный год и в классический год нам нужно заложить основу.」"
    -
    - "Маккуин кивает, соглашаясь со словами %YOU%."
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Раз так, мы можем встретиться на одних скачках.」"
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Скажу заранее: я не проиграю!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я тоже выложусь на полную!」"
    - "Пока трое болтают, сладости, что Мэдзиро Добер принесла откуда-то, притягивают внимание двоих."
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Потрясающе, на крепе и правда шоколадный пудинг. Спасибо, Добер, что принесла и мою порцию.」"
    - "Мэдзиро Добер отвечает Мэдзиро Райан улыбкой."
    - "%YOU% оборачивается к Маккуин: та неотрывно смотрит на креп."
    - acc: 1
      content: "「Всё-таки очень хочется, да?」"
    -
    - "Разоблачённая Маккуин на миг изумляется, затем дуется и отворачивается."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я вовсе ничего не терплю — нет такого!」"
    - "%YOU% тихо смеётся и принимается за еду перед собой."

begin_race:
  title: "Перед дебютом"
  lines:
    - "Перед дебютом."
    - "Самый важный день в карьере скаковой %UMA%: %YOU% и Мэдзиро Маккуин по времени скачки приходят на трассу заранее."
    - acc: 1
      content: "「Сначала в комнату подготовки — привести чувства в порядок.」"
    - "Всё-таки первый раз на дорожке: не нервничать было бы странно."
    - "%YOU% смотрит на Мэдзиро Маккуин: с тех пор как вошли в комнату подготовки, ни слова, руки на груди, всё дышит глубже, — и заботливо спрашивает:"
    - acc: 1
      content: "「Всё в порядке?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Э?」"
    - "Мэдзиро Маккуин переводит взгляд на %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ничего, всё в порядке, просто немного волнуюсь.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Впрочем, куда сильнее волнения то, что я наконец стою у точки отсчёта покорения Tenno Sho (Spring), — сердце прямо кипит.」"
    - "Видя, как старается Мэдзиро Маккуин, сердце %YOU% тоже отпускает."
    - acc: 1
      content: "「Так и держи этот запал.」"
    - "Время летит: голоса с трибун снаружи доносятся даже сюда."
    - "Думать не нужно: %YOU% и так знает, что все эти голоса собрались вокруг скаковой девушки нового поколения семьи Мэдзиро — Мэдзиро Маккуин."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Кажется, меня ещё никогда так не замечали.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но не волнуйся.」"
    - "Мэдзиро Маккуин открывает дверь и оглядывается на %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я непременно принесу тебе победу!」"
    - acc: 1
      content: "「Доброго пути!」"
    - "%YOU% тоже улыбается и провожает взглядом Мэдзиро Маккуин, выходящую на скаковое поле."

begin_race_win:
  title: "Шаг к цели"
  lines:
    # 出道战后
    - "Наконец настаёт встреча после скачек: Мэдзиро Маккуин, полная того же возбуждения, встречается взглядом с %YOU%, и оба расцветают улыбками."
    - acc: 1
      content: "「Давай отметим победу в дебютном забеге!」"
    - "%YOU% взволнованно говорит это Мэдзиро Маккуин."
    - "А Мэдзиро Маккуин некоторое время приводит в порядок внутреннее волнение и затем говорит:"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Да…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Наконец я взяла входной билет к той цели.」"
    - acc: 1
      content: "「Цели?」"
    - "Ах да: речь о том, чтобы пройти скачки под названием Tenno Sho (Spring)."
    - "Столь выдающийся результат дебютных скачек достаточно доказывает Мэдзиро Маккуин — это тело, рождённое семьёй Мэдзиро."
    - "На длинных дистанциях она сильна настолько, что может смыть позор того поражения в отборочных."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Потому что Tenno Sho — несущий столб славы нашей семьи Мэдзиро.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「И вместе с тем — прекрасные воспоминания наших предков.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Поэтому, как бы то ни было, я очень хочу выиграть тот Tenno Sho (Spring).」"
    - acc: 1
      content: "「Ладно-ладно.」"
    - "%YOU% легко кладёт руку на плечо Мэдзиро Маккуин, вовремя прерывая эту %YOUNG_LADY%, едва не ушедшую в исторические воспоминания."
    - acc: 1
      content: "「До Tenno Sho (Spring) ещё далеко. Сейчас нам следует тренироваться и копить опыт, прежде чем выигрывать Tenno Sho.」"
    - "Мэдзиро Маккуин — общепризнанная стайерская %UMA%."
    - "%SEX% достаточно сильна, чтобы выиграть эти скачки."
    - acc: 1
      content: "「Ты должна знать, что победишь.」"
    - "%YOU% дарит Мэдзиро Маккуин уверенную улыбку, и эта улыбка, словно тёплое солнце, растапливает тяжесть между бровями Мэдзиро Маккуин."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тогда прошу и дальше наставлять меня, %CALLNAME%.」"

kiku_sho:
  title: "Схватка"
  lines:
    # 菊花赏前
    # 强敌：莱恩
    - "Это назначенные Мэдзиро Маккуин скачки G1 и одна из скачек Тройной короны, так что зрителей и без того много."
    - "Эти скачки как нельзя лучше подходят, чтобы %SEX% проверила плоды тренировок."
    - "Более того, в стартовом списке %YOU% замечает %UMA% по имени %RYAN%."
    - "Тук-тук-тук…"
    - "Внезапный стук заставляет Мэдзиро Маккуин и %YOU%, обсуждающих тактику в комнате подготовки, одновременно поднять глаза к двери."
    - "В то мгновение, как Мэдзиро Маккуин поворачивает ручку, в глаза бросается бело-зелёная расцветка костюма — та самая скаковая %UMA%, чья победная форма в той же гамме, что у Мэдзиро Маккуин."
    - "%YOU% вглядывается: это же Мэдзиро Райан."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Райан!」"
    - "Мэдзиро Маккуин с радостью обнимает Мэдзиро Райан."
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Сегодня снаружи так оживлённо.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Потому что это скачки меня и Райан.」"
    - "Эти %SIBLINGS%, росшие вместе с детства, переглядываются и улыбаются."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Как быстро летит время. Раньше, когда я бежала с тобой, зрителей почти не было.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「А сегодня мы смеримся силами перед несметной публикой.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Даже если соперница — ты, я не уступлю.」"
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Мм. Давай обе выложимся.」"
    - "Едва слова стихают, в проходе раздаётся объявление, зовущее %UMA% на выход."
    - "Мэдзиро Маккуин оборачивается за подтверждением и видит, как %YOU% показывает %SEX% большой палец и дарит уверенную улыбку."
    - acc: 1
      content: "「Вперёд. Я верю в тебя.」"
    - "Мэдзиро Маккуин кивает %YOU% и вместе с Мэдзиро Райан выходит из комнаты подготовки."

kiku_sho_win:
  title: "Зрелищный поединок"
  lines:
    # 菊花赏后
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Мэдзиро Маккуин, финиш!」"
    - "И в миг, когда Мэдзиро Маккуин пересекает финиш, с трибун взрывается небывалый рёв."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%!」"
    - "Мэдзиро Маккуин подходит к %YOU%, стоящему в самом переднем ряду трибун."
    - "Впервые выиграв скачки G1, Мэдзиро Маккуин, даже желая сохранить изящную осанку, уже не может скрыть, как под чёлкой, мокрой от пота, сияют фиолетовые глаза."
    - acc: 1
      content: "「Поздравляю тебя!」"
    - "%YOU% тепло улыбается и тоже поздравляет Мэдзиро Маккуин."
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Эм… как же досадно, Маккуин…」"
    - "Уши Мэдзиро Маккуин едва вздрагивают: она смотрит на Мэдзиро Райан, которая, опираясь на колени, выравнивает дыхание."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「…Райан.」"
    - "Глядя на Мэдзиро Райан, которую обошли и которая лишилась победы, Мэдзиро Маккуин хмурит брови, и в сердце поднимается жалость."
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Хо-хо, теперь что ни говори — уже без смысла.」"
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Поздравляю, Маккуин. Ты сильна, совсем не та, что при поступлении в Трейсен.」"
    - "Мэдзиро Райан подходит и смахивает травинки с победной формы Мэдзиро Маккуин."
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Не беспокойся обо мне. В следующей схватке тоже выкладывайся на полную.」"
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Но больше я не буду терять бдительность.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Мм.」"
    - "Мэдзиро Маккуин, в душе которой наконец чуть отпускает, кивает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Очень жду следующей схватки с тобой.」"

tenn_spr:
  title: "Накануне покорения"
  lines:
    # 春季天皇赏前
    # 强敌：莱恩
    - "В комнате подготовки"
    - "В отличие от прошлых скачек, сегодня в комнате подготовки стоит напряжённая тишина."
    - "Мэдзиро Маккуин, уже переодетая в победную форму, держит руки на груди и несколько раз глубоко дышит."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Дедушка, бабушка… я наконец дошла до этого дня.」"
    - "Мэдзиро Маккуин шепчет с закрытыми глазами."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Смотрите, как я бегу. Смотрите миг, когда я вырву победу.」"
    - "%YOU% подходит к Мэдзиро Маккуин, кладёт руки на плечи %SEX%, чувствует под ладонями лёгкую дрожь и, сжав руки, заключает %SEX% в объятия."
    - acc: 1
      content: "「Возьми первое место. Ради тебя и ради чести семьи Мэдзиро.」"
    - "Мэдзиро Маккуин в объятиях ещё раз глубоко вдыхает, и дрожащее тело наконец стихает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Мм…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「И %CALLNAME% тоже, прошу, стань свидетелем моих скачек.」"
    -
    - "Сейчас Мэдзиро Маккуин идёт по проходу к скаковому полю; встречный ветер хлопает подолом верхней одежды %SEX%."
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Маккуин!」"
    - "Мэдзиро Райан, снова вышедшая на те же скачки, подбегает на шаг и идёт рядом с Мэдзиро Маккуин."
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Сегодня тоже давай выложимся.」"
    - "Мэдзиро Маккуин, услышав это, тоже кивает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Выложимся на полную!」"

tenn_spr_win:
  title: "Наследница семьи Мэдзиро"
  lines:
    # 春季天皇赏后
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Мэдзиро Маккуин! Финиш!」"
    - "На поле нет привычного шума: большая часть зрителей на трибунах ждёт победительницу, которую держат в сердце."
    - "А Мэдзиро Маккуин, пересекшая финиш и постепенно сбавившая до остановки, задыхается, чуть рассеянно смотрит на трибуны, затем на табло."
    - "Вместо криков через все трибуны проходят аплодисменты."
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Маккуин!」"
    - "Мэдзиро Маккуин оборачивается на голос и видит, как степенно приближаются %SIBLINGS% семьи Мэдзиро."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Все…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Все из семьи Мэдзиро, вы смотрите?」"
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Само собой.」"
    - "Мэдзиро Маккуин глубоко вдыхает, чуть выравнивая чувства."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я хочу сказать несколько слов всем, кто нас всё это время поддерживал.」"
    - "Получив микрофон у персонала, %SEX% поворачивается к своей публике."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Все, спасибо за поддержку. Выиграть удалось только благодаря вашей поддержке на всём пути.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「И ещё — все из семьи Мэдзиро. Чтобы не обмануть ваши ожидания, я бежала изо всех сил.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Как %UMA% семьи Мэдзиро я наконец исполнила желание семьи.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Так что правда, огромное спасибо всем, и спасибо %CALLNAME% за наставления!」"
    - "Едва слова стихают, с трибун взрывается долгий, не стихающий рёв."

takz_kin:
  title: "Спокойно к бою"
  lines:
    # 宝冢纪念前
    # 强敌：莱恩
    - "Снаружи, на ипподроме, рёв не слабее, чем на Kikuka Sho."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Потрясающе… атмосфера ещё яростнее, чем на Kikuka Sho.」"
    -
    - acc: 1
      content: "「Потому что на Маккуин уже смотрит очень много людей.」"
    -
    - "Этот Takarazuka Kinen, куда выходят по голосованию фанатов: стоило подать заявку, как после нескольких крупных скачек к ней и правда приковано огромное внимание, и выход, разумеется, получен."
    - "Но в скачках, куда попадают голосованием фанатов, на поле тоже оказываются сильные %UMA%."
    - "Особенно Мэдзиро Райан."
    - acc: 1
      content: "「Похоже, Мэдзиро Райан по-прежнему не хочет проигрывать.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Райан…」"
    - "Услышав это имя, Мэдзиро Маккуин спокойно чуть задумывается."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%SEX% всё время меня догоняет.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но как бы то ни было.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Сегодня… я тоже наверняка возьму победу.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「И непременно дам Райан узнать, какова моя решимость побеждать.」"

takz_kin_win:
  title: "Сила семьи Мэдзиро"
  lines:
    # 宝冢纪念后
    - "Сегодня Мэдзиро Маккуин, как всегда, пересекает финиш с напором первой."
    - "Победа даётся ей легко: первому месту на скачках G1 %SEX% уже почти не радуется."
    - "Мэдзиро Маккуин сбавляет и останавливается, машет трибунам, и зрители отвечают рёвом."
    - content:
        - fontWeight: bold
          content: "Зритель"
        - "「Поздравляю тебя! Маккуин!」"
    - content:
        - fontWeight: bold
          content: "Зритель"
        - "「Маккуин и в этот раз такая сильная!」"
    - "Когда Мэдзиро Райан видит, что весь рёв обращён к Мэдзиро Маккуин, уши чуть опускаются, и она тускло склоняет голову."
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Снова проиграла… значит, всё это время…」"
    - content:
        - fontWeight: bold
          content: "Зритель"
        - "「Твой пыл мы тоже видели, Райан!」"
    - content:
        - fontWeight: bold
          content: "Зритель"
        - "「До самого конца не сдавалась и не струсила… уу, как здорово…」"
    - "Когда первый крик 「Мэдзиро Райан」 пробивает гул, %SEX% замечает: голоса на трибунах ткут ей новую мелодию."
    - content:
        - fontWeight: bold
          content: "Зритель"
        - "「Семья Мэдзиро — лучшие! Вы обе так старались!!」"
    - content:
        - fontWeight: bold
          content: "Зритель"
        - "「Эти незабываемые скачки я не забуду!!」"
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Я… я тоже…?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Да…」"
    - "Мэдзиро Райан оборачивается и видит спокойную фигуру Мэдзиро Маккуин."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「До самого конца так старалась и всё равно бежала по прямой.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Скорее, это очень в твоём стиле.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Если бы не ты, что догоняла сзади, я, пожалуй, не достигла бы такого рубежа.」"
    - "Мэдзиро Маккуин протягивает руку Мэдзиро Райан."
    - "Мэдзиро Райан смотрит на руку, на миг замирает, затем с улыбкой облегчения сжимает протянутую руку Мэдзиро Маккуин."
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Эй! Сегодня тоже огромное спасибо всем за поддержку!」"
    - divider: true
    - "Takarazuka Kinen в итоге заканчивается благополучно, и %YOU% рядом видит, как двое вместе делят поддержку с трибун."
    - "После схватки с Мэдзиро Райан вместе с Мэдзиро Маккуин возвращаются в академию."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Кстати, что делать после Tenno Sho (Spring), кажется, я уже почти продумала.」"
    -
    - acc: 1
      content: "「Правда? И что же?」"
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Дальше… Tenno Sho (Autumn).」"
    - "Мэдзиро Маккуин произносит это спокойно."
    - acc: 1
      content: "「Да?」"
    - "Мэдзиро Маккуин хмурится из-за слишком ровной реакции %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Неужели ты ничуть не удивлён?」"
    -
    - acc: 1
      content: "「Да нет, я просто верю: какие бы ни были скачки, Маккуин всё равно закроет их первым местом.」"
    - "Мэдзиро Маккуин чуть удивлённо смотрит на %YOU% и проводит пальцами по подбородку."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「С тех пор как выиграла Tenno Sho, правда бывало, что будущее казалось туманным.」"
    - "Мэдзиро Маккуин невольно смотрит на учебный корпус Трейсена в закате и глубоко вдыхает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я, которой бабушка уже доверила будущее и которая это исполнила, тоже должна пробовать новую дорогу.」"
    - "Правый кулак ложится на грудь."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Поэтому — Tenno Sho (Autumn), то есть 『весенне-осенний дубль』: как бы ни было трудно, я его возьму.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Хочу показать это семье Мэдзиро и фанатам, что меня поддерживают…」"
    - "%YOU% рядом смотрит на твёрдый взгляд Мэдзиро Маккуин и молчит."
    - "Нынешняя Мэдзиро Маккуин, ясно, уже всё может."
    - "%YOU% хлопает Мэдзиро Маккуин по спине."
    - "「Если хочешь — я всегда буду тебя поддерживать.」"
    - "В конце концов, это и есть основная работа %YOU%."
    - "Мэдзиро Маккуин на миг замирает, затем чуть сильнее кивает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Да…!」"
    - "Так — Tenno Sho (Autumn) и становится следующей целью."

tenn_sho:
  title: "Сиять до последней секунды"
  lines:
    # 天秋前
    - "В день старта Tenno Sho (Autumn) с неба идёт дождь: с утра так и не стих, будто несёт дурное предчувствие, и атмосфера поля, полного людей, тяжелеет."
    - "А в подземном проходе, кроме %YOU%, что все три года шёл рядом от начала до конца, идут и другие сёстры семьи Мэдзиро."
    - "Все, кто здесь, ждут, чтобы стать свидетелями чуда, которое открывает Мэдзиро Маккуин."
    - "Мэдзиро Маккуин стоит спиной к остальным, руки на груди, и несколько раз глубоко дышит."
    - "Наконец плотно закрытые глаза открываются, и она поворачивается к людям."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Грязь дорожки ли, взгляды зрителей ли — для меня уже ничто из этого больше не вызовет напряжения.」"
    - "Мэдзиро Маккуин подходит к %YOU%, двумя руками берёт руки %YOU%, чувствует на них грубую кожу %YOU%; в голове вспыхивают драгоценные воспоминания, и Мэдзиро Маккуин улыбается."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Всяческие усилия ради победы вместе с %YOU%, с которым мы стали одно сердце и одно тело, и воспоминания о решающей схватке с Райан… стоит лишь вспомнить — и уже полно сил.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「До самого конца я тоже вырву победу для всех.」"
    - acc: 1
      content: "「Не бери на себя слишком много. Ты уже справилась отлично.」"
    - "Мэдзиро Маккуин кивает."
    - "Затем %SEX% без оглядки выходит из подземного прохода, смотрит на трибуны и соперниц, не говорит ни слова — лишь чуть поправляет нарукавную повязку семьи Мэдзиро на руке."
    - "Широким шагом идёт за стартовые ворота и разогревается."

tenn_sho_win:
  title: "Занавес"
  lines:
    # 天秋后
    - "В миг, когда Мэдзиро Маккуин пересекает финиш, напряжённо ждущие крики на трибунах сразу поднимаются на целую ступень."
    - content:
        - fontWeight: bold
          content: "Зритель"
        - "「Мэдзиро Маккуин!!! Мэдзиро Маккуин!!! Мэдзиро Маккуин!!!」"
    - "Рёв трибун раскатывается по всему ипподрому."
    - acc: 1
      content: "「Мэдзиро Маккуин!」"
    - "Уши Мэдзиро Маккуин чутко ловят голос %YOU%, она смотрит на знакомый силуэт — и с изумлением видит, что %YOU% перемахнул ограждение трибун и бежит к Мэдзиро Маккуин."
    - "Затем поле зрения резко уходит вверх — %SEX% подхватывают за ноги, и она уже прочно сидит на плечах %YOU%."
    - "Возбуждённый %YOU% свободной рукой показывает трибунам 「йе」, а Мэдзиро Маккуин, лишь сейчас спохватившись, чуть стыдливо машет зрителям."
    - divider: true
    - acc: 1
      content: "「Похоже, скаковая карьера к этому моменту уже почти закончена.」"
    - "После сцены победителей, когда скачки уже выиграны, и %YOU%, и Мэдзиро Маккуин идут обратно немного усталые."
    - "Дубль ежегодных весеннего и Tenno Sho (Autumn) — оба раза первым местом."
    - "Если окинуть взглядом все эти короткие три года — существовать без сожалений."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Да.」"
    - acc: 1
      content: "「Маккуин, дай тебя обнять.」"
    - "Мэдзиро Маккуин хоть и чуть удивлена, всё же принимает тугой объятие %YOU%."
    - acc: 1
      content: "「Спасибо за сияние, которое ты мне принесла…」"
    - "Хотя %YOU% всего лишь тот, кто за спиной наставляет скаковую %UMA%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%… это мне следует благодарить тебя.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Если бы не ты, что вёл меня, я, возможно, снова наступила бы на те же грабли. Даже представить не могу, смогла ли бы без тебя унаследовать славу семьи Мэдзиро.」"
    - "%YOU% и Мэдзиро Маккуин смотрят друг на друга вплотную."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Эм… прошу прощения…」"
    - "Мэдзиро Маккуин очень быстро целует %YOU% в щёку."
    - "%YOU% рефлекторно прикрывает место поцелуя, а когда спохватывается — улыбается."
    - acc: 1
      content: "「Пойдём.」"

new_year:
  title: "Новый год"
  lines:
    # 经典年
    - "Сегодня Новый год. %YOU% как обычно входит в кабинет тренера: кроме того, что стол %YOU% заставлен реквизитом с недавних новогодних мероприятий, здесь ещё и Мэдзиро Маккуин."
    - "Заметив приход %YOU%, Мэдзиро Маккуин радостно кланяется."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「С Новым годом, %CALLNAME%.」"
    - acc: 1
      content: "「С Новым годом, Мэдзиро Маккуин.」"
    - "Мэдзиро Маккуин достаёт что-то вроде листа бумаги и протягивает %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Сама подумала о цели на этот год, написала новогоднюю открытку и пришла. Прошу, прими.」"
    - "С рук Мэдзиро Маккуин принимают новогоднюю открытку: там новогоднее приветствие и цель."
    - "А в графе цели написано — покорить Kikuka Sho."
    - acc: 1
      content: "「Цель закреплена.」"
    - acc: 2
      content: "「Прямо в стиле %UMA% семьи Мэдзиро.」"
    - "Сейчас единственная цель %SEX% — покорить Tenno Sho (Spring); до этого нужно выйти на несколько скачек, чтобы проще получить право на Tenno Sho (Spring)."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Как скаковая %UMA% я всё же питаю томление к скачкам Тройной короны.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「И если выиграть Kikuka Sho, можно будет стать свидетелем победы на Tenno Sho (Spring).」"
    - acc: 1
      content: "「Да. Kikuka Sho мы обязательно выиграем.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тогда в новом году прошу, %YOU%, и дальше наставлять меня.」"


valentine:
  title: "День святого Валентина"
  lines:
    # 经典年
    - "Пока работаешь в кабинете тренера…"
    - "%YOU% слышит стук снаружи и велит войти."
    - "Вошедшая — как всегда подопечная: Мэдзиро Маккуин."
    - "Увидев %YOU% в кабинете, Мэдзиро Маккуин радостно виляет хвостом; за спиной у неё тоже что-то спрятано."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%.」"
    - "Мэдзиро Маккуин, подходя, достаёт то, что прятала за спиной: незачем объяснять — изящно упакованный шоколад."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「С Днём святого Валентина. В благодарность за наставления %CALLNAME% всё это время я хочу подарить тебе эту коробку шоколада.」"
    - acc: 1
      content: "「Спасибо.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Это очень популярный шоколад: чтобы его получить, нужно заказывать за полгода.」"
    - "Полгода назад — так это ещё с прошлого года…"
    - "Глядя на коробку шоколада в руках, одной этой фразы довольно, чтобы понять, насколько драгоценно намерение Мэдзиро Маккуин, готовившей подарок."
    - "%YOU% смотрит на шоколад в руках и собирается —"
    - acc: 1
      key: select
      content: "Убрать. (получить 【валентиновский шоколад】)"
      lines:
        - "「Тс… валентиновский подарок от Маккуин слишком ценный, всё же лучше убрать, да?」"
        - "Додумав до этого, %YOU% кладёт шоколад в свою сумку."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Э?」"
        - "Напротив, Мэдзиро Маккуин на миг изумляется, затем %SEX% хмурит недовольные брови и говорит."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Когда готовила, как раз хотела непременно дать %CALLNAME% тоже попробовать этот лимитированный шоколад.」"
        - "Ах, похоже, поступок %YOU% — вовсе не то, чего ждала Мэдзиро Маккуин."
        - "Глядя на недовольное лицо Мэдзиро Маккуин, %YOU% чуть думает и говорит."
        - acc: 1
          content: "「Именно потому, что это от Маккуин, и хочется поставить дома как память, разве нет?」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Нн… так тоже неплохо.」"
        - "Слова %YOU% возвращают Мэдзиро Маккуин расположение, на лице снова появляется довольство — и самый обыкновенный Валентинов день на этом заканчивается."
    - acc: 2
      content: "Попробовать шоколад при ней. (энергия+200)"
      lines:
        - "Так думая, %YOU% открывает коробку, кладёт кусочек шоколада в рот и медленно разжёвывает."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Ну как…?」"
        - "Возможно, ощутив своеобразие лимитированного шоколада, %YOU% с блеском в глазах показывает большой палец и, доев кусочек целиком, говорит."
        - acc: 1
          content: "「Очень хорошо. И правда не зря Маккуин говорила про лимитированный шоколад.」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Хо-хо! Потому что думала: %CALLNAME% непременно должен попробовать.」"
        - "Мэдзиро Маккуин расцветает улыбкой."
        - "「Мм. Кажется, с Маккуин рядом любое хорошее можно распробовать.」"
        - "Затем %YOU% смотрит на Мэдзиро Маккуин напротив, потом на шоколад перед собой."
        - "「Маккуин, ты тоже съешь кусочек?」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Э, я?」"
        - "Мэдзиро Маккуин, хоть и ускоряет виляние хвоста от предвкушения шоколада, при мысли о склонности полнеть снова отступает."
        - "Однако %YOU%, разгадавший мысли Мэдзиро Маккуин, делает ещё шаг."
        - acc: 1
          content: "「Ничего. Съешь одну — утоли желание, ладно?」"
        - "%YOU% улыбается и держит конфетку шоколада перед лицом Мэдзиро Маккуин."
        - "Словно кошка, увидевшая дразнилку: стоит шоколаду оказаться перед носом, глаза Мэдзиро Маккуин намертво его ловят."
        - "В конце концов Мэдзиро Маккуин не выдерживает и съедает шоколад одним укусом."
        - "Затем, сладко распробовав, спохватывается — и лицо сменяется на сердитое, почти наставническое."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Ну вот, %CALLNAME%, ты что, меня балуешь?」"
        - "Потом надувает щёки и отворачивается, но хвост сзади радостно виляет."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Но… даже один укус лимитированного шоколада — уже достаточно.」"
        - "%YOU% смотрит на эту сцену, смеясь и утешая Мэдзиро Маккуин. Особая валентиновская повседневность на этом заканчивается."

halloween:
  title: "Хэллоуин"
  lines:
    # 经典年
    - "Сегодня ежегодный Хэллоуин. Чтобы попасть во вкус ещё юных %UMA%, академия на время праздника украшена в хэллоуинском стиле."
    - "А во дворе Трейсена ещё и устроили косплей; только глядя на %UMA% в самых разных нарядах во дворе, %YOU% в рабочей форме выглядит слегка чужеродно."
    - content:
        - fontWeight: bold
          content: %UMA%
        - "「Trick or Treat!」"
    - "Даже за площадкой %YOU% всё равно замечают академические %UMA% — и тут же протягивают %YOU% тыквенные корзинки, выпрашивая сладости."
    - acc: 1
      content: "「На.」"
    - "К счастью, %YOU% запас сладостей для этих %UMA%; %THEY% благодарят %YOU% и со смехом убегают."
    - "Какая юность."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: "???"
        - "「Trick or Treat!!」"
    - "Следом с другой стороны снова — и просьба ещё с напором!"
    - "%YOU% резко оборачивается и видит перед собой Мэдзиро Маккуин."
    - "И это Мэдзиро Маккуин, наряженная ведьмой."
    - "Сейчас у Мэдзиро Маккуин одна рука в бок, другой слегка взмахивает 「жезлом」."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Не дашь сладость — напрокажу.」"
    - "%YOU% смотрит на подопечную %UMA% в ведьминском наряде, чуть улыбается — и %SEX% получает заранее приготовленный пакетик сладостей."
    - "Как и ожидалось, глаза Мэдзиро Маккуин впиваются в сладости; жезл зажат в развилке большого пальца, ладони сложены чашей, и %YOU% кладёт пакетик на руки Мэдзиро Маккуин."
    - "「За несколько дней до Хэллоуина я дома сам пробовал сделать. Не знаю, понравится ли тебе?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME% сам сделал…?」"
    - "Мэдзиро Маккуин сначала удивлённо смотрит на %YOU%, затем вспоминает сладости, которые %YOU% только что давал другим %UMA%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тогда то, что %CALLNAME% только что давал другим ученицам, это…?」"
    - acc: 1
      content: "「То — сладости, купленные наугад в лавке.」"
    - "Потому что к своей подопечной %UMA% всё же чуть пристрастен."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Вот как…」"
    - "Достаёт из пакета одну конфету, снимает обёртку, а на поверхности ещё слой рисовой бумаги, что бережёт сладость."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Вкусно～」"
    - "Так Мэдзиро Маккуин, наслаждаясь конфетой, вместе с %YOU% смотрит хэллоуинский праздник снаружи двора."
    - acc: 1
      content: "「Не думал, что Маккуин-%YOUNG_LADY% станет участвовать в хэллоуине.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Что за речи. Я ведь тоже всего лишь ребёнок.」"
    - "Что ж, и правда."
    - "Как ученица Мэдзиро Маккуин живёт не иначе, чем одноклассницы; если ни в чём не участвовать, как раз выделится."
    - acc: 1
      content: "「Ведьминское платье тебе очень идёт.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Спасибо.」"
    - "Тогда Мэдзиро Маккуин, подражая ведьме из мультфильма, взмахивает жезлом и подмигивает %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Так что, этот наряд пленил твоё сердце?」"
    - acc: 1
      content: "「Если моё сердце пленит Мэдзиро Маккуин — пожалуй, жизни уже довольно.」"
    - "%YOU% словно от мощного комплимента хватается за сердце."
    - "А Мэдзиро Маккуин, кажется, слова %YOU% рассмешили."
    - acc: 1
      content: "「Короче, с Хэллоуином, Маккуин!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Мм. С Хэллоуином.」"

mejiro_family:
  title: "Приглашение от семьи Мэдзиро"
  lines:
    # 春季天皇赏赢下的剧情结束后
    - "После того как Мэдзиро Маккуин выиграла Tenno Sho (Spring), %YOU%, работающий в кабинете, вдруг получает звонок."
    - acc: 1
      content: "「Алло?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: "???"
        - "「%CALLNAME%, здравствуй.」"
    - "%YOU% сразу узнаёт: это голос Мэдзиро Маккуин."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я выиграла Tenno Sho (Spring), и семья Мэдзиро хочет устроить банкет в честь этого.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Поэтому я и хотела пригласить тебя… не согласишься прийти?」"
    - acc: 1
      content: "「Конечно. Банкет семьи Мэдзиро меня очень интересует.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Как хорошо.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я велю дворецкому прислать тебе костюм. Банкет семьи Мэдзиро на следующей неделе — надень тогда костюм, дворецкий заедет за тобой.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я очень жду.」"

mejiro_party:
  title: "Банкет семьи Мэдзиро"
  lines:
    # 在天皇赏春赢下的回合数休息一回合后自动触发
    # 作为89爱慕前的爱慕锁
    - "После неблизкой дороги машина, которую прислал дворецкий, наконец подъезжает к загородной усадьбе Мэдзиро."
    - "Дворецкий выходит и открывает дверь для %YOU%. %YOU% осторожно выходит, благодарит и расправляет плечи."
    - "%YOU% смотрит на громаду усадьбы и изумляется, но всё же входит в эту огромную усадьбу Мэдзиро."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%.」"
    - "Из-за ворот доносится голос Мэдзиро Маккуин: ясно, что Мэдзиро Маккуин уже ждала %YOU%."
    - "Впервые в таком высшем свете: %YOU% всю жизнь без церемоний, поэтому поворачивается скованно — и засматривается на нынешний наряд Мэдзиро Маккуин."
    - "На левом ухе Мэдзиро Маккуин простой бантик сменился дорогой серьгой, обычную одежду сменило светло-лиловое вечернее, в цвет волос %SEX%: будто другой человек."
    - "У %YOU% чуть открываются губы: стоит столбом — и на лице проступает восторг."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Добрый вечер.」"
    -
    - acc: 1
      content: "「Добрый вечер!」"
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Это… как тебе мой наряд.」"
    - "Мэдзиро Маккуин чуть краснеет, взгляд прячет и спрашивает %YOU%."
    -
    - acc: 1
      content: "「Красиво. Очень красиво!」"
    -
    - "%YOU% кивает дважды, хвалит наряд Мэдзиро Маккуин."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Фу-фу…」"
    - "Мэдзиро Маккуин чуть хихикает от радости, и ухо невольно вздрагивает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「А вот %YOU%, ты в костюме очень эффектно выглядишь,」"
    - "Мэдзиро Маккуин держит руки чинно у груди и идёт рядом с %YOU% к залу банкета."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME% не надо так деревенеть. Неделю назад мы с тобой взяли большую победу — тебе тоже быть героем этого зала.」"
    - "%YOU% смущённо улыбается и тут же поясняет."
    - acc: 1
      content: "「Всё-таки я твой %YOU%. Раз Мэдзиро Маккуин смогла — и мне должно быть по силам.」"
    - "Пока идут по огромной усадьбе, немного болтают — так заполняют паузу."
    - "А войдя в зал, %YOU% замирает на месте от пышности убранства."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тогда прошу, %CALLNAME%, наслаждайся банкетом.」"
    - "Едва Мэдзиро Маккуин договорила, дворецкий, что вёз %YOU%, вдруг оказывается рядом с Мэдзиро Маккуин и %YOU%."
    - content:
        - fontWeight: bold
          content: "Дворецкий"
        - "「%CALLNAME%, глава семьи желает с тобой поговорить.」"
    - "На спокойном лице Мэдзиро Маккуин мелькает удивление; смотрит на %YOU% с тревогой."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「%CALLNAME%……」
    - acc: 1
      content: "「Я схожу без тебя.」"
    - "Получив согласие, дворецкий ведёт %YOU% к одной из комнат."
    - content:
        - fontWeight: bold
          content: "Дворецкий"
        - "「Глава семьи уже ждёт вас внутри. Приятной беседы.」"
    - "%YOU% кивает и смотрит на дверь."
    - "Дверь для %YOU% и так приоткрыта, но из воспитанности всё равно стучит."
    - "Изнутри тишина — видимо, молчаливое позволение %YOU% войти."
    - "Войдя, %YOU% засматривается на роскошный классический европейский кабинет."
    - "А 「глава семьи」, о которой говорил дворецкий, сидит за столом прямо перед %YOU%, спиной к ночным панорамным окнам, в дамской шляпе — %YOU% едва разбирает лицо. Но от её достоинства спина сама выпрямляется, и %YOU% в душе не сомневается: это глава семьи Мэдзиро."
    - acc: 1
      content: "「Здравствуйте…?」"
    - "Между ними повисает пауза, и глава семьи Мэдзиро заговаривает."
    - content:
        - fontWeight: bold
          content: "Глава семьи Мэдзиро"
        - "「Впервые видимся, %CALLNAME% нашей Маккуин.」"
    # FLAGNAME:15 = 当前声望
    - if: era.get('flag:15') < 500
      content:
        - fontWeight: bold
          content: "Глава семьи Мэдзиро"
        - "「Судя по виду, раньше не встречались. Только недавно вступили на путь %YOU%?」"
    - if: era.get('flag:15') >= 500 && era.get('flag:15') < 2000
      content:
        - fontWeight: bold
          content: "Глава семьи Мэдзиро"
        - "「Я вас узнаю: в газетах и по телевизору видела про тебя. Скаковые %UMA% из-под твоей руки показывают хорошие результаты.」"
    - if: era.get('flag:15') >= 2000
      content:
        - fontWeight: bold
          content: "Глава семьи Мэдзиро"
        - "「Вы и есть тот тренер, о котором в Трейсене не знает только ленивый? Из %UMA%, что прошли через твои руки, ни одна не осталась с жалким итогом.」"
    -
    - "%YOU% про себя дивится зоркости главы семьи Мэдзиро и утвердительно кивает."
    -
    - acc: 1
      content: "「Да. Приятно познакомиться.」"
    -
    - "Затем глава семьи Мэдзиро опирается на трость и подходит к шкафу у стены."
    - "И %YOU% из любопытства мелкими шагами подходит к ней."
    - "Перед глазами — щит, который Мэдзиро Маккуин получила за победу на Tenno Sho (Spring)."
    - "И не только: ещё два щита, на них — два имени."
    - "Мэдзиро Асама, Мэдзиро Титан…"
    - content:
        - fontWeight: bold
          content: "Глава семьи Мэдзиро"
        - "「Это слава, которую предки добыли для семьи.」"
    - "И наконец 「Мэдзиро Маккуин」 стоит в одном ряду с теми двумя."
    - content:
        - fontWeight: bold
          content: "Глава семьи Мэдзиро"
        - "「Этой скачкой я довольна.」"
    - content:
        - fontWeight: bold
          content: "Глава семьи Мэдзиро"
        - "「Маккуин на этот раз доказала свою силу — теперь и %SEX% гордость семьи Мэдзиро.」"
    - "Глава семьи Мэдзиро смотрит на тебя — %SEX% уже в летах, и лицо всё в морщинах."
    - if: era.get('flag:15') < 500
      content:
        - fontWeight: bold
          content: "Глава семьи Мэдзиро"
        - "「Разумеется, победа на Tenno Sho (Spring) доказала и ваш редкий дар.」"
    - if: era.get('flag:15') >= 500 && era.get('flag:15') < 2000
      content:
        - fontWeight: bold
          content: "Глава семьи Мэдзиро"
        - "「Разумеется, победа на Tenno Sho (Spring) доказала, что вы — достойный тренер.」"
    - if: era.get('flag:15') >= 2000
      content:
        - fontWeight: bold
          content: "Глава семьи Мэдзиро"
        - "「Разумеется, победа на Tenno Sho (Spring) доказала, что этот прекрасный забег достоин вашей славы.」"
    -
    - acc: 1
      content: "「Глава семьи, вы слишком добры. Я лишь делаю своё дело тренера — помогать скаковым %UMA% исполнять мечту.」"
    - "%YOU% улыбается и говорит."
    - content:
        - fontWeight: bold
          content: "Глава семьи Мэдзиро"
        - "「Со скромностью у вас неплохо.」"
    - content:
        - fontWeight: bold
          content: "Глава семьи Мэдзиро"
        - "「Отныне вы — признанный тренер семьи Мэдзиро. Вне дома, с людьми и в делах, следите за собой. Пьянство, азарт — такие пороки…」"
    - if: era.get('love:13') >= 75
      lines:
        - content:
            - fontWeight: bold
              content: "Глава семьи Мэдзиро"
            - "「Особенно когда с Маккуин вы так близки…」"
        - content:
            - fontWeight: bold
              content: "Глава семьи Мэдзиро"
            - "「Tenno Sho (Spring) выигран — вмешиваться в ваши отношения мне уже неудобно. Эту связь можно продолжать. Если причините Маккуин вред.」"
        - content:
            - fontWeight: bold
              content: "Глава семьи Мэдзиро"
            - "「Если дойдёт до меня — я в любой момент уберу тебя от Маккуин.」"
    - "Ледяной холод прокатывается по спине %YOU%; каждое слово врезается в сердце %YOU% ножом."
    - acc: 1
      content: "「Обязательно учту… глава семьи.」"
    - "%YOU% напряжённо соглашается."
    - "Услышав удовлетворительный ответ, глава семьи Мэдзиро наконец снимает напор."
    - "Глава семьи Мэдзиро хлопает %YOU% по плечу и говорит ласково."
    - content:
        - fontWeight: bold
          content: "Глава семьи Мэдзиро"
        - "「Время позднее. Как-нибудь ещё не спеша поговорим. Не забудь: герои сегодня — ты и Маккуин.」"
    -
    - acc: 1
      content: "「Тогда… позвольте откланяться.」"
    -
    - "%YOU% чуть кланяется, у двери ещё раз смотрит на главу семьи Мэдзиро — и уходит."
    -
    - "Вернувшись в зал, %YOU% окидывает взглядом площадку."
    - "Банкет давно начался: играет изящная музыка, дамы и кавалеры в роскошных нарядах, %THEY% кучками стоят и легко болтают — чистый высший свет. На их фоне свой статус тренера кажется мелким."
    - "(На душе почему-то неспокойно)"
    - "С этой мыслью %YOU% спускается в зал."
    - "Мэдзиро Маккуин — единственная опора в этом зале, и в голове у %YOU% одно: 「надо найти Мэдзиро Маккуин」."
    - "%YOU% пробирается сквозь толпу, ищет силуэт Мэдзиро Маккуин."
    - "А %YOU% сегодня в числе главных лиц, так что %YOU% то и дело зазывают, но %YOU% всех обходит."
    - acc: 1
      content: "「Простите! Мне ещё нужно найти Маккуин!」"
    - "%YOU% окидывает зал — того броского светло-лилового силуэта нет."
    - "Случайно взглянув на балкон, находит Мэдзиро Маккуин — только %SEX% почему-то смотрит вдаль."
    - "%YOU% спешит туда, где %SEX%."
    - acc: 1
      content: "「Маккуин.」"
    - "Мэдзиро Маккуин слышит зов %YOU% и смотрит на %YOU%."
    - acc: 1
      content: "「Так ты здесь.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「С бабушкой уже поговорили?」"
    - "%YOU% кивает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Это… она что-нибудь сказала?」"
    - "%YOU% задумывается на миг."
    - acc: 1
      content: "「Хвалила тебя. Что ты отличная.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Правда…?」"
    - "%YOU% чуть кивает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「…Труды с детства — ничего не пропало даром.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но кроме трудов — ещё до дебюта я в человеке не ошиблась.」"
    - "Мэдзиро Маккуин чуть улыбается от радости."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「С поступления в Трейсен и до этого банкета в честь подряд взятого Tenno Sho (Spring) — всё благодаря тебе.」"
    - acc: 1
      content: "「До личной встречи казалось, она очень суровая.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я же говорила: бабушка на деле очень человечная, вовсе не такая, как думают со стороны.」"
    - "Но так ли это на деле?"
    - "Может, нежность главы — только для %UMA% своей семьи."
    - "Когда разговор иссяк, оба стоят рядом."
    - acc: 1
      content: "「Только почему Маккуин всё время на балконе.」"
    - "Мэдзиро Маккуин вздрагивает, будто задели больное, и отвечает во все зубы улыбаясь."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Причина, если сказать, совсем не в духе семьи Мэдзиро.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Там взрослые то и дело зовут — надоело. Поэтому и вышла на балкон подышать.」"
    - "Ночной ветер поднимает волосы, брови чуть опущены — Мэдзиро Маккуин завораживает."
    - acc: 1
      content: "「Похоже, мы в одной лодке.」"
    - "Тебя тоже зазывали немало."
    - "%YOU% протягивает Мэдзиро Маккуин руку."
    - acc: 1
      content: "「Тогда Маккуин пойдёт со мной на банкет? Тогда нас больше не будут звать посторонние.」"
    - "Мэдзиро Маккуин смотрит на протянутую %YOU% руку, потом на искренний взгляд %YOU% — и решительно принимает просьбу %YOU%, с балкона возвращается в зал."
    - "Едва вернулись в зал — перед ними знакомая %UMA% в вечернем платье."
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: "???"
        - "「Маккуин, и %CALLNAME%!」"
    - "「Райан?」"
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Это я. Что, уже не помнишь?」"
    - "「Нет-нет-нет, просто… Райан в вечернем — совсем непривычно.」"
    - "Мэдзиро Райан на такую оценку только смущённо смеётся."
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Да? И правда, мне больше к лицу спорт. Но на банкете так и надо, верно?」"
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Скорее — вы двое чего тут торчите? Не размяться, не попробовать атмосферу банкета?」"
    - "%YOU% чуть кивает."
    - acc: 1
      content: "「Как раз собирались!」"
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「OK! Гуляйте тут как следует, тогда я вас не беспокою.」"
    - "Оба смотрят вслед уходящей Райан, и %YOU% говорит."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тогда куда пойдём.」"
    - acc: 1
      content: "「Попробовать угощения」"
    - "Как только %YOU% предлагает, Мэдзиро Маккуин сразу соглашается."
    - "Идут к столам с угощениями за танцевальным кругом, ищут, что зацепит."
    - "Потом %YOU% останавливается и смотрит на шоколадный фонтан рядом."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%?」"
    - "%YOU% чуть улыбается."
    - "「В детстве довелось столкнуться с этой штукой.」"
    - "「По малолетству полез лизнуть — шоколада не достать, зато волосы в шоколадном соусе.」"
    - "%YOU% замечает рядом зефирки и шпажки, накалывает зефирку и подставляет под шоколадный фонтан."
    - "「Тогда-то и стало ясно: правильно — макать зефирки и тому подобное.」"
    - "Мэдзиро Маккуин дослушала и прикрыла рот ладонью, смеясь."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「У %CALLNAME% и такое бывало.」"
    - "Оба весело болтают о всякой всячине и пробуют угощения."
    - acc: 1
      content: "「Попробовать потанцевать」"
    - "Мэдзиро Маккуин слышит предложение %YOU% и явно оживляется."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Танцевать?」"
    - "「Но я не умею.」"
    - "%YOU% говорит это смущённо."
    - "Но даже когда %YOU% так говорит, Мэдзиро Маккуин не отступает: берёт %YOU% за руку и уводит в танцевальный круг."
    - "Мэдзиро Маккуин становится с %YOU% лицом к лицу, одну пару рук вместе вытягивают в сторону; другая рука Мэдзиро Маккуин скользит по руке %YOU% до предплечья, а рука %YOU% по подсказке Мэдзиро Маккуин из-за разницы в росте едва касается спины — %SEX%."
    -
    - "「Прямо как в тех роликах из сети.」"
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Так и должно быть.」"
    - "Мэдзиро Маккуин говорит это с гордостью."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Это только начало.」"
    - "И под лёгкие подсказки Мэдзиро Маккуин повторяешь шаги %SEX%."
    - "Мэдзиро Маккуин под рукой %YOU% выкручивается наружу, точно заброс удилища, свободная рука раскрывается — и снова сходятся вдвоём."
    - "Скрещивая шаги, расходятся, потом снова тянут друг друга за руки."
    - "Мэдзиро Маккуин кружится — и %YOU% подхватывает %SEX% за талию; Мэдзиро Маккуин так и ложится %YOU% на руки."
    - "На лице Мэдзиро Маккуин мелькает удивление — и %YOU% точно от сна, снова смотрит по сторонам."
    - "Оказывается, погружённые в танец оба не заметили: %THEY% уже оказались в луче света, а вокруг кольцо людей."
    - "Свет возвращается как был."
    - "И постепенно в толпе вокруг поднимаются аплодисменты."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Глупый.」"
    - "Мэдзиро Маккуин хоть и бранится шёпотом, но смотрит на %YOU% с теплом."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「И это ты не умеешь танцевать?」"
    -
    - acc: 1
      content: "「Просто по мелочи попадалось в сети.」"
    -
    - "Расходятся, ещё чуть в отзвуке танца."
    - "「Чувствую, Маккуин ещё многому меня научит.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Как будет свободное время — ещё поучу.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Из-за меня тебе ещё понадобятся навыки для таких банкетов.」"
    - divider: true
    - "После долгого участия в увеселениях банкет наконец клонится к концу."
    - "Оба выходят на балкон банкета."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ну как банкет?」"
    -
    - acc: 1
      content: "「Любимым не назову, но ты хотя бы здесь.」"
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%, ну ты и впрямь…」"
    - "Мэдзиро Маккуин смотрит на %YOU% с улыбкой."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Раньше на всех мероприятиях семьи Мэдзиро я всегда была одна.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Потому что я одна — рядом были только мои %SIBLINGS%.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Поэтому сегодня разделить банкет с %CALLNAME% — ощущение совсем новое.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Спасибо, %CALLNAME%. Сегодняшним банкетом я очень довольна.」"
    - "Мэдзиро Маккуин говорит это рядом, застенчиво."
    - acc: 1
      content: "「Не за что.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「На эту ночь я попросила дедушку-дворецкого устроить тебе гостевую комнату. Прошу, отдохни как следует.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Кстати: бремя Tenno Sho (Spring) наконец спокойно легло. Так что наших встреч впредь я очень жду.」"
    - "(То есть… с Маккуин можно шагнуть дальше?)"
    - acc: 1
      content: "「Ясно.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тогда, %CALLNAME%, спокойной ночи.」"
    - "Потом под началом дворецкого %YOU% приходит в приготовленную гостевую, моется, надевает пижаму, ложится — и крепко засыпает."

want_dessert:
  title: "Хочется сладкого"
  lines:
    # 商店街
    - "На прогулке с Маккуин случайно проходите мимо кондитерской — и та намертво ловит взгляд Маккуин."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%, это…」"
    - "Хоть лица %SEX% не видно, веришь: глаза %SEX% уже полны звёздочек."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Нн…」"
    - "Может, %SEX% знает, что это стеснит %YOU% и ударит по репутации, — и силой держит соблазн сладкого."
    - acc: 1
      key: select
      content: "「Пойдём поедим?」(настрой+1, любовь+10)"
      lines:
        - "Услышав такое, Маккуин смотрит на %YOU%, точно громом поражённая."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Правда? %CALLNAME%?」"
        - "Уже решившись, %YOU% кивает."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Тогда я не буду стесняться.」"
        - "Так Маккуин и %YOU% славно проводят досуг в кондитерской."
    - acc: 2
      content: "「Пора идти.」(воля+10)"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「А… да.」"
        - "Маккуин смотрит на тебя, ничего не говорит — и соглашается."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Ради скачек ещё нужно потерпеть…」"
        - "По дороге назад Маккуин тихо говорит это себе."