# @file 目白麦昆 - 调教
# @author 伊兰
kiss:
  - "%YOU% целует Маккуин."
  - "будто сливки столько раз таяли во рту, что осталась метка. Каждый поцелуй %YOU% и %SEX% ловят сладкий вкус во рту Маккуин."
  - "%YOU% тонет в поцелуе и сам не хочет отрывать губы."

french_kiss:
  - "французский поцелуй с Маккуин."
  - "%YOU% сам путает языки с Маккуин — а Маккуин вдруг ещё горячее."
  - "техника %YOU% и %SEX%, одно сердце и одно тело — оба уже возбуждены."
  - "дыхание чаще и жарче, руки по телам всё смелее."

pet_breast_first:
  - "%YOU% берёт Маккуин в объятия; пальцы медленно по плечу — %SEX% чувствует касание, рука ползёт ниже."
  - "когда %YOU% впервые касается её линии, которой не касался ещё никто, %SEX% замирает — %SEX% разом напрягается всем телом."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「э… не… туда не трогай…」"
  - "Маккуин невольно ловит руку %YOU%, голос в панике и стыде: %SEX% будто впервые видит такое."
  - "похоже, надо ещё медленнее."
  - "%YOU% не рвёт её руку силой и только мягко говорит, пока %SEX% ещё держит."
  - "「я буду очень легко, не сделаю гадко… хорошо?」"
  - "через несколько секунд %SEX% медленно отпускает ладонь с груди; сзади видно: румянец Маккуин уже по всей щеке."
  - "%YOU% подушечками гладит её грудь — %SEX% отдаёт такую упругость, что нажим особенно приятен."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「так вот каково… когда трогают…」"
  - "%SEX% украдкой косится — %YOU% ловит взгляд и сразу улыбается. %YOU% не отпускает улыбку."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「не смейся… я знаю, что меньше, чем у других…」"
  - "「вовсе нет. маленькое тоже мило.」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「это же всё утешение… глупый.」"

pet_breast:
  - random: true
    lines:
      - "%YOU% кладёт руку на грудь Маккуин: кончики пальцев ловят, какая кожа."
      - "пальцы кружат, улыбка — на стыдливое лицо Маккуин, брови сведены."
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "「потом надо пить молоко, чтобы здесь выросло.」"
      - "%YOU% сразу возражает."
      - "「не надо… здесь как раз к твоему телу, Маккуин!」"
      - "%YOU% едва договорил — Маккуин на миг замирает, потом в лице появляется улыбка."
  - random: true
    lines:
      - "%YOU% медленно накрывает грудь Маккуин ладонью и ловит, какая %SEX% тёплая, тонкая кожа."
      - "пять пальцев собирают грудь, легко мнут скудное мясо Маккуин — и на миг ты тонешь в этом."
      - "когда отмираешь, застывшее лицо %YOU% Маккуин уже видит целиком."
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "「и в такую грудь можно уйти с головой… %CALLNAME% легко насыщается.」"
      - "%YOU% снаружи спокоен, внутри уже каша."
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "「тогда ещё глубже уходи в мою грудь～」"
      - "Маккуин обнимает шею %YOU%, на лице сплошная нежность."
  - random: true
    lines:
      - "%YOU% водит пальцами по груди Маккуин и нет-нет задевает чувствительный край."
      - "Маккуин под тобой чуть сводит плечи; лицо меняется с каждым касанием края, рот приоткрыт, будто что-то бормочет."
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "「не… не надо… так странно…!」"
      - "глядя, какая %SEX% милая, %YOU% невольно улыбается."
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "「ты такая милая.」"
      - "от этих слов Маккуин стыдливо отворачивается, глаз с %YOU% так и не встречается — а на губах всё же лёгкая улыбка."

#爱抚乳头
pet_nipple_first:
  - "пальцы %YOU% скользят по груди и наконец касаются уже чуть вставшего соска."
  - "тело Маккуин дёргается, будто током; глаза широко, в панике на %YOU%."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「не… не надо, туда правда нельзя… я никогда, никогда никому не давала…」"
  - "%SEX% в панике хочет закрыть руками — и замирает на полпути."
  - "%YOU% не спешит: другой рукой поднимает ей подбородок и серьёзно смотрит в глаза, а %SEX% поднимает лицо, и %SEX% смотрит в ответ."
  - "「я знаю, ты напряжена. я только хочу, чтобы тебе стало хорошо.」"
  - "%YOU% легко целует её в лоб и снова опускается к груди — на этот раз %SEX% не сопротивляется, %SEX% лишь кусает губу и терпит."
  - "%YOU% чуть сжимает ей нежный розовый сосок — %SEX% под пальцами."
  - "%SEX% слабо дышит, щеки горят, в уголках глаз влага."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「так странно… тело… всё горячее, едва тронешь — и…」"
  - "%SEX% почти шепчет и стыдливо закрывает глаза."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「почему… так хорошо.」"

pet_nipple:
  # TCVARNAME:44 = 发情
  - if: era.get('tcvar:13:44') === 0
    lines:
      - random: true
        lines:
          - "кончики пальцев %YOU% легко играют с чувствительным маленьким соском Маккуин: крошечная точка дрожит в подушечке."
          - "%SEX% вздрагивает, тихо втягивает воздух, будто не даёт себе голоса."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「ах… ведь… мяса почти нет… почему… так странно хорошо…」"
      - random: true
        lines:
          - "%YOU% мнёт её крошечный сосок, что почти весь в пальцах, и смотрит, как %SEX% стыдится открыть глаза."
          - "%SEX% тихо стонет в такт руке и иногда вздрагивает от стимула."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「т-ты нарочно сюда, да… ты же знаешь… знаешь, что здесь у меня нет защиты.」"
      - random: true
        lines:
          - "%YOU% большим пальцем легко трёт её стоячий кончик — %SEX% отдаёт тепло, тугой бугорок чуть горит."
          - "Маккуин кусает нижнюю губу, тело мелко дрожит, одна рука сама ловит простыню."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「там… уже твёрдо, да? у… не говори такое вслух…」"
  - if: era.get('tcvar:13:44') > 0
    lines:
      - random: true
        lines:
          - "едва %YOU% касается, %SEX% отвечает соском: встаёт, будто давно привык, что %YOU% так играет."
          - "Маккуин дышит и крепко держит запястье %YOU%, но ещё сильнее тянет руку %YOU% к груди."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「т-туда… уже… давно хочу, чтобы ты как следует ласкал.」"
      - random: true
        lines:
          - "%YOU% двумя пальцами легко зажимает её сосок и чуть крутит; %SEX% томно стонет, %SEX% вся вьётся телом, будто её подожгли."
          - "крошечный сосок %YOU% уже натёр до красноты."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「ах, ах… странно, ведь такой маленький… а хорошо до смерти…」"
      - random: true
        lines:
          - "%SEX% сама подаёт верх и кладёт маленькую чувствительную грудь в ладонь %YOU%, а %SEX% стыдливо стонет."
          - "%YOU% легко берёт в рот один кончик — %SEX% мгновенно вздрагивает, бёдра сами смыкаются."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「у-у… это… я уже… становлюсь странной… едва тронешь — и…♥」"

#爱抚阴核
pet_clitoris_first:
  - "%YOU% легко целует её плечо и вниз по тонкой талии, пока рука не замирает между сложенных ног — %SEX% не разжимает бёдра, и %SEX% ждёт."
  - "Маккуин робко смотрит на %YOU%, руками вцепляется в одеяло, губы от напряжения чуть белеют."
  - "%YOU% не лезет сразу глубже — только кладёт руку ей у корня бёдер, где %SEX% уже влажная, и чувствует, как та влага согрета телом."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「куда ты хочешь трогать…? туда я правда… не привыкла…」"
  - "「я не буду тебя заставлять.」"
  - "взгляд %YOU% смотрит Маккуин прямо в глаза — хочет передать доверие."
  - "「я хочу любить тебя руками, чтобы тебе стало хорошо.」"
  - "%SEX% не отвечает, но решается: едва кивает и медленно разжимает сомкнутые бёдра."
  - "кончики пальцев %YOU% заходят между ног — %SEX% там; крошечный бугорок, спрятанный чуть выше между губками, мелко дрожит от лёгкого касания %YOU%."
  - "Маккуин резко вздрагивает, сильнее сжимает подушку в руках, тело натянуто как тетива."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「а! не… не так, там… правда… станет странно…」"
  - "её клитор ещё мельче, чем %YOU% думал: едва коснётся подушечкой — мягкий и пружинит, и %SEX% это чувствует сразу."
  - "%YOU% не смеет жать: совсем лёгкими кругами вокруг неё водит, чтобы как можно сильнее разбудить нервы; %SEX% под пальцем."
  - "но раз-другой, когда задевает, %SEX% всё же выдаёт сдавленный стон."
  - "ноги — %SEX% сама не знает: то хочет сомкнуть, то раскрыть."
  - "%YOU% не останавливается: наоборот, подушечкой чуть жмёт кончик клитора — %SEX% там; скользко, тонко, уже чуть стоит."
  - "%SEX% вдруг хочет объятий %YOU% — вся зарывается в объятия %YOU%, дрожит и дышит."

pet_clitoris:
  - if: era.get('tcvar:13:44') === 0
    lines:
      - random: true
        lines:
          - "подушечка %YOU% медленно скользит между ног Маккуин — прямо к мягкой точке, спрятанной между губками."
          - "едва кончик касается клитора — %SEX% сразу вздрагивает, как от испуга, сжимает талию и бёдра."
          - "%YOU% не усиливает: только легко трёт там, по мелким подёргиваниям — %SEX% задаёт ритм — чуть-чуть обводит."
          - "%SEX% отворачивается, мелко дышит, плечи дрожат от напряжения."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「фу… ты всегда так, без предупреждения… я… я стану странной…!」"
      - random: true
        lines:
          - "%YOU% легко разводит её влажные губки внизу и по памяти точно жмёт подушечкой на ту мягкую точку; %SEX% уже не сомкнута."
          - "клитор уже набухает; под медленным растиранием %YOU% чуть скользит — это доказательство, что %SEX% уже мокрая."
          - "Маккуин крепко кусает губу, щёки горят, отворачивается и не смеет смотреть на %YOU%."
          - "поясница — %SEX% сама крутит пару раз, будто не знает: податься или уйти."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「я… я не хотела так… правда… т-там слишком чувствительно!」"
      - random: true
        lines:
          - "подушечка %YOU% жмёт у корня её клитора, потом медленно трёт вверх, туда-сюда по крошечной точке; %SEX% под пальцем."
          - "%SEX% чуть отпускает ноги, что были сжаты, а уголки губ сильно дрожат, будто что-то давит в себе."
          - "дыхание всё чаще, а голос тише, будто боится, что услышат — выдавливает из горла шёпотом."
          - "%SEX% отворачивает голову, закрывает лицо рукой — хоть каплю достоинства сохранить."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「у… ведь это… такое маленькое место… а кажется, я вся, вся немею…」"
  - if: era.get('tcvar:13:44') > 0
    lines:
      - random: true
        lines:
          - "%YOU% разводит половые губы: кроме уже залитой дырки горошина давно красная и опухшая."
          - "「опять недавно тёрла горошину и дрочила?」"
          - "Маккуин вздрагивает, будто её поймали — и дрожа признаёт."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「да… если там не тереть, ночью совсем не успокоиться…」"
          - "%YOU% поджимает губы и сразу двумя пальцами сильно щиплет ту горошину, мнёт."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「ооооо не-не так сломается…!」"
      - random: true
        lines:
          - "%SEX% даже своей рукой легко прижимает движение %YOU% — знак %YOU%, что сильнее и ближе к тому углу, какого хочет %SEX%."
          - "клитор от лишней стимуляции чуть красный, почти прыгает под пальцами %YOU%, будто жадно жрёт удовольствие."
          - "Маккуин не перестаёт стонать, вся как растаяла, липнет к груди %YOU%, пальцы ног поджимаются."
          - "голос — %SEX% мягкий, рваный: каждое слово как каприз, и это самая честная похоть."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「я уже… так люблю, когда ты туда трогаешь… стоит только погладить там… и я вся…♥」"
      - random: true
        lines:
          - "%YOU% чуть ускоряет ритм, двумя пальцами зажимает её клитор и трёт туда-сюда; вокруг смазка почти капает, и %SEX% уже не держит."
          - "%SEX% крепко хватает запястье %YOU%, будто боится, что %YOU% остановится — в стоне уже жажда."
          - "поясница — %SEX% в ритм всё подаётся вперёд: эта голая охота за кайфом сбивает сердце."
          - "у Маккуин взгляд уже мутный, рот чуть открыт — почти отключилась."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「у-у… так слишком хорошо… не останавливайся… вот так… всё гладь меня…♥」"

#张开阴唇#
prepare_virgin_first:
  - "%YOU% легко поднимает ноги Маккуин — %SEX% будто поняла, чего хочет %YOU%, сразу смыкает ноги, обеими руками закрывает промежность, как щитом."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「не… нельзя… сюда правда нельзя смотреть.」"
  - "%SEX% протестует голосом, будто сейчас заплачет."
  - "%YOU% берёт её за плечи и тихо утешает; %SEX% слушает."
  - "「я просто хочу лучше узнать тебя… можно?」"
  - "прошло немало — %SEX% медленно убирает руки, раскрывает ноги. Но на тебя всё ещё не смотрит."
  - "%YOU% осторожно двумя пальцами разводит её губки — и открывается розовая, как распустившаяся роза, чистая земля, куда ещё никто не входил; %SEX% вся на виду."
  - "Маккуин почти сразу деревенеет всем телом, дыхание обрывается."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「как стыдно…!」"
  - "голос — %SEX% весь стыд и тревога; обеими руками крепко закрывает щёки."
  - "「это тоже часть твоего тела, я конечно не буду смеяться.」"
  - "%SEX% не отвечает; за руками — совсем задумчивое лицо."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「кажется… я уже не дама семьи Мэдзиро: такое место ты видишь насквозь.」"

prepare_virgin:
  - random: true
    lines:
      - "%YOU% легко двумя пальцами раскрывает её мягкие губы — и перед глазами нежный влажный канал в плотных складках; %SEX% не смеет закрыться."
      - "「…так вот, внутри уже такое.」"
      - "%YOU% шепчет почти с восхищением — и дыхание Маккуин сразу сбивается."
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "「н-не смотри так ясно… к-как стыдно…」"
  - random: true
    lines:
      - "%YOU% склоняется между её ног, легко разводит губы и вблизи разглядывает то чувствительное мокрое место — %SEX% уже не прячет его, %SEX% только дышит."
      - "канал сейчас часто сжимается в такт частому дыханию Маккуин."
      - "「тут уже само просит — уже не терпится, да?」"
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "「у… не говори так странно… я же не нарочно…」"
  - random: true
    lines:
      - "%YOU% легко пальцами разводит её губы, глядит внутрь, чуть улыбается и достаёт зеркало; %SEX% это видит."
      - "「не хочешь сама посмотреть, какая сейчас?」"
      - "Маккуин от этих слов в панике отворачивается, не смеет смотреть."
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "「не… не надо, я не хочу видеть… какая там.」"

#手指插入#
finger_fuck_first:
  - "%YOU% легко разводит губки между ног Маккуин: уже влажный вход чуть шевелится в такт дыханию."
  - "%YOU% только показывает жест «один палец» — Маккуин, что следит за %YOU%, робко говорит."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「т-ты сейчас палец вставишь.」"
  - "%YOU% не действует сразу — кивает."
  - "「мм… будет очень медленно… по чуть-чуть войдёт, не дам тебе больно.」"
  - "Маккуин от этих слов закрывает глаза, будто готовится."
  - "%YOU% медленно вводит один палец во влажный тугой вход — %SEX% там; от напряжения Маккуин сжимает так, как ещё не сжимала."
  - "%SEX% резко втягивает воздух, вся выгибается назад."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「у… как распирает…」"
  - "Маккуин тихо стонет перед %YOU%: щёки горят, ноги мелко дрожат от стыда."
  - "%YOU% не спешит глубже: остаётся здесь, чтобы %SEX% привыкла к чужому внутри."
  - "「хорошо… ты уже молодец.」"
  - "Маккуин мелко дрожит, но напряжение понемногу отпускает; %YOU% не двигается."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「не дави слишком… у меня же первый раз… правда заплачу…」"

finger_fuck:
  - if: era.get('tcvar:13:44') === 0
    lines:
      - random: true
        lines:
          - "%YOU% легко вводит палец в её уже влажный вход; движение увереннее и медленнее, чем раньше, и %SEX% принимает."
          - "тело — %SEX% всё ещё чуть вздрагивает, но уже не так напряжена, как в тот раз."
          - "「тело, похоже, честнее.」"
          - "%YOU% продвигает и смотрит: %SEX% мелко отвечает; %SEX% кусает губу и не возражает."
          - "чем глубже кончик, тем мягче реакция у неё — %SEX% уже не такая жёсткая."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「это ты… виноват-то ты, а смотришь так уверенно…」"
      - random: true
        lines:
          - "по знаку пальца %YOU% Маккуин послушно раскрывает ноги."
          - "「сегодня особенно сама лезешь — ждала, когда я зайду?」"
          - "%YOU% шепчет у уха — %SEX% стыдливо отворачивается, щёки горят — %SEX%."
          - "%SEX% мелко дрожит, но будто ждёт, что %YOU% пойдёт дальше."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「…вовсе нет… просто… просто когда ты трогаешь, слишком хорошо…」"
      - random: true
        lines:
          - "%YOU% быстро вводит пальцы в киску Маккуин; суставы медленно ходят туда-сюда."
          - "%SEX% чуть дрожит; ногти уже впились в простыню."
          - "「уже близко, да?」"
          - "%YOU% говорит это шуткой — %SEX% кусает губу, качает головой, в уголках глаз слёзы."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「я… я так просто не… не… не ускоряй вдруг… я виновата, у…」"
  - if: era.get('tcvar:13:44') > 0
    lines:
      - random: true
        lines:
          - "%YOU% скользит двумя пальцами во уже залитый вход Маккуин — %SEX% ни капли не сопротивляется, даже чуть подаёт поясницу навстречу."
          - "「что? сегодня особенно рада меня впустить?」"
          - "%YOU% дразнит — %SEX% томно мычит, на лице румянец, и не отрицает."
          - "пальцы медленно шевелятся внутри неё — туго и жадно сосёт, и %SEX% это не прячет."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「н… слишком медленно… уже чешется невыносимо…」"
          - "%SEX% торопит: в голосе стон и каприз."
          - "%YOU% чуть ускоряет фрикции — внутри сжимает всё охотнее."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「ты же лучше всех умеешь меня дразнить… и всё не быстрее… гадкий…」"
      - random: true
        lines:
          - "едва пальцы %YOU% входят — %SEX% зажимает руку ногами, будто не хочет отпускать."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「ещё чуть внутрь… а～ да, вот так.」"
          - "Маккуин довольно стонет, стенки весело сжимают пальцы и ходят."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「туда, куда я сама не достаю, правда только ты…」"
          - "%YOU% останавливается, чтобы подразнить — %SEX% недовольно хмурится — %SEX%."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「не будешь двигать — тогда я сама, слышишь?」"
          - "%SEX% чуть крутит поясницу — так просит кайф — и всё бормочет упрёки."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「уже привыкла к твоей руке… а теперь такая злая…」"
      - random: true
        lines:
          - "Маккуин едва садится — уже чуть разводит ноги; влажный вход без стыда перед глазами %YOU%."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「сегодня можно… твоей рукой меня чуть больше побаловать?」"
          - "%SEX% просит опустив голову, а хвостом тихо метёт по ноге %YOU% — липкий каприз."
          - "когда %YOU% запускает палец, %SEX% тихо протяжно стонет — тело сразу послушно сжимается."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「мм… вот там… пока твоя рука есть, я будто лечу…」"
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「это чувство… уже привычка… какая гадкая привычка…♥」"
      - random: true
        lines:
          - "%YOU% едва подходит — %SEX% уже сама ложится, ноги чуть врозь, будто молча пускает %YOU% внутрь."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「…я вовсе не ждала тебя… просто слишком жарко…」"
          - "язык цундере, а тело мокрое так, что кончикам %YOU% почти не за что зацепиться."
          - "%YOU% легко входит — %SEX% резко сжимается, поясница вздрагивает."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「э… слишком быстро вошёл… подожди… я ещё, ещё не готова…」"
          - "%YOU% нарочно останавливается, хочет выйти — %SEX% как назло зажимает пальцы %YOU%."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「…не останавливайся… вот так… хоть сломай меня…」"
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「твои пальцы… уже лучше моих знают, что внутри… гад…」"

#舐阴#
cunnilingus_first:
  - "%YOU% легко разводит ноги Маккуин и медленно прячет голову между её ног; %SEX% не смыкает бёдра."
  - "%SEX% на миг деревенеет, руками торопливо толкает голову %YOU% — силы слишком мало, бесполезно."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「т-ты подожди… ты правда будешь лизать там…!? н-нельзя… сл-слишком странно…!」"
  - "хвост — %SEX% бьётся сильно; в голосе хаос и паника."
  - "「я хочу, чтобы тебе было ещё лучше, Маккуин.」"
  - "%SEX% слышит голос %YOU% — %SEX% вздрагивает, лицо красное, будто кровь капнет."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「…глупый… в такой момент ещё такое говоришь…」"
  - "язык легко касается её уже мокрых лепестков — Маккуин орёт как от тока и вся отползает на дюйм; %SEX% не убегает дальше."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「ия… т-туда… нельзя лизать… иначе я, я, я…」"
  - "но %SEX% так и не убегает: наоборот, ногами зажимает голову %YOU%, будто сама не хочет, чтобы %YOU% ушёл."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「у-у… как так… как может быть так хорошо…」"
  - "смазка всё течёт; %SEX% выгибает поясницу навстречу языку %YOU%, в уголках глаз уже влажные слёзы."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「а… у-у… я уже… ты меня вылизал… я стала странной…♥」"

cunnilingus:
  - if: era.get('tcvar:13:44') === 0
    lines:
      - random: true
        lines:
          - "%SEX% тихо ложится, лицо в сторону, на %YOU% не смотрит — а ноги уже давно врозь."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「т-ты опять хочешь… лизать такое место…?」"
          - "тон — %SEX% колючий, но едва губы %YOU% касаются — воздух рвёт, руки впиваются в простыню."
          - "язык легко ведёт по чувствительному — %SEX% кусает губу и стонет."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「каждый раз, когда лижешь… сл-слишком чересчур…♥」"
      - random: true
        lines:
          - "язык %YOU% скользит глубоко внутрь неё, и %SEX% невольно выгибает поясницу; будто подаваясь навстречу, %SEX% кладёт руку на голову %YOU%, но давит чуть-чуть, не смея по-честному."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「а… подожди, подожди… слишком глубоко.」"
          - "говорит не совсем то, что думает."
          - "а тело всё подёргивается; смазка льётся в такт движениям %YOU% — всё пошлее."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「ведь просто лижешь, почему так хорошо, у…」"
  - if: era.get('tcvar:13:44') > 0
    lines:
      - random: true
        lines:
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「быстрее… ещё быстрее.」"
          - "Маккуин почти в раю: обеими руками жмёт голову %YOU%, пока %YOU% уже трудно дышать — изо рта одни сладкие стоны."
          - "тело — %SEX% всё дрожит и не хочет рвать этот кайф."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「у-у, ты так лижешь… я опять хочу кончить.」"
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「нн… так… правда слишком хорошо…♥ нельзя уже…」"
      - random: true
        lines:
          - "%SEX% послушно лежит и даже до того, как %YOU% наклонится, сама разводит ноги."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「н… ты же в этом силён…」"
          - "%SEX% нарочно лёгким тоном закрывает стыд — а едва кончик языка касается того места, всё тело вздрагивает."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「а… т-точно… опять…」"
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「каждый раз, когда ты лижешь… я схожу с ума…♥」"
      - random: true
        lines:
          - "Маккуин легко гладит волосы %YOU%, чтобы голова %YOU% была ещё ближе."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「я уже… столько раз отдавалась тебе…」"
          - "в голосе — %SEX% и каприз, и доверие; ноги сами раскрываются шире."
          - "когда кончик языка лезет глубже, %SEX% тихо всхлипывает, обнимает твою голову и мелко дрожит."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「сколько хочешь лизать… я дам лизать… ты же мой…♥」"

ask_blow_job:
  - "「возьми в рот.」"
  - "просьба, за которую нормальную умамусумэ стоило бы получить копытом в лицо, — а Маккуин уже нетерпеливо садится ровно у бёдер %YOU%."
  - "%SEX% обеими руками берёт член у корня и, точно с драгоценностью, томно улыбаясь, легко бьёт им по щеке — по той щеке, которую %SEX% сама подставила; %YOU% от этого только горячее, и член толстеет сильнее."
  - "%SEX% целует уретру на головке, потом берёт головку в рот."
  - "членом чувствуешь: вошло в тепло — и её гибкий язык обвивает головку; %SEX% не выпускает."
  - "「уоооо…」"
  - "чёрт… её талант и техника таковы, что %YOU% сам в шоке — %SEX% это умеет."
  - "%YOU% всё дышит глубже и расслабляется, лишь бы растянуть щель до оргазма."

ask_hand_and_blow_job:
  - "「руки и рот вместе.」"
  - "Маккуин по просьбе %YOU% кивает, не выпуская член, и «элегантно» большим, указательным и средним трёт ствол %YOU% вверх-вниз."
  - "「ха… ха…」"
  - "должно быть, видит довольное лицо %YOU% — Маккуин, что служит %YOU%, чуть светлеет."

ask_deep_blow_job:
  - "「возьми глубже; если плохо — дай знать…」"
  - "%YOU% обеими руками держит голову Маккуин и мягко говорит ей это; %SEX% слушает."
  - "получив ответ, %YOU% медленно двигает бёдрами."
  - "Маккуин внизу только крепко хмурится, глаза закрыты, лошадиные уши обвисли."
  - "даже с таким напоминанием упрямая %SEX% всё равно не издаст ни звука."
  - "значит, меру придётся ловить самому — %YOU%… хотя рот Маккуин и правда отличный…"

ask_tit_job_first:
  - "「можно грудью помочь?」"
  - "Маккуин от этих слов вся деревенеет, медленно поворачивает голову, сверлит %YOU% взглядом, уши мелко дрожат — не верит, что слышала."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「ты сейчас сказал… гр-грудь?」"
  - "голос — %SEX% стыд и злость вперемешку; глядит вниз на свою едва выпуклую грудь, даже речь дрожит."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「у меня такая… где тут зажать грудью… такое… не выйдет…!」"
  - "на словах %SEX% твёрдая, а глаза будто украдкой ждут, что %YOU% возразит — что %SEX% зря себя корит."
  - "когда %YOU% твёрдо берёт её за руку и повторяет то самое желание, %SEX% наконец уступает — медленно %SEX% садится перед %YOU%."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「если тебе правда нравится… я… попробую как могу… не смейся… и не говори 『не чувствую』…」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「ты единственный дурак… кому нравится такая грудь… поэтому и, и… поэтому тебе и делаю…」"

#对贫乳时的特殊对话，如因目白城的原因到达了如B罩杯的胸围之后采用地文
ask_tit_job:
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「опять грудь… ну тебя…」"
  - "по просьбе %YOU% Маккуин глядит на свою едва выпуклую грудь, потом странным взглядом на %YOU%."
  - "и всё же делает, как просишь: садится на колени у твоих бёдер, чуть прижимает грудью член и трёт, качаясь вверх-вниз."
  - "тёплого объятия, как в фантазии, нет — зато нежная кожа всё равно дразнит член."
  - "запах члена лезет Маккуин в нос — и %SEX% всё яростнее."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「ты так легко насыщаешься… но мне это не противно.」"
  - "Маккуин пальцем ловит предэякулят с головки и чуть улыбается."

#插入
lose_virginity:
  #最好结果即正常位、后背位、对面坐位、对面立位、背面立位中任意点击一个即首先触发此事件
  #触发此事件之后不会再触发（除非重复育成还有处女）
  - "%SEX% сворачивается на кровати, обеими руками крепко держит угол одеяла, губы дрожат от напряжения."
  - "%YOU% легко берёт её за руку и мягко шепчет у уха; %SEX% слышит, %SEX% не отстраняется."
  - "「Маккуин, я буду медленно — если ты согласна.」"
  - "%SEX% не смеет смотреть на %YOU%, только тихо 「мм」, но всё же набирается смелости."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「первый раз… отдаю тебе… ты… отвечай всю жизнь… не смей быть как те лёгкие мужчины, про которых говорят…」"
  - "%YOU% легко держит её за талию, головка упирается: жаркий кончик ловит тепло её мягкого входа и медленно входит; %SEX% принимает, %SEX% терпит."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「н-у… т-туда… правда вошло?」"
  - "%SEX% вдруг выгибает поясницу, кусает губу, чтобы не кричать — тело всё равно трясёт."
  - "киска Маккуин мало-помалу глотает член %YOU%."
  - "правда вошло…"
  - "этот волнующий миг…"
  - "%SEX% от напряжения туго обхватывает узким нутром; с каждым шагом вперёд %SEX% роняет из горла сдавленный всхлип."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「у-у… нет, нельзя… сл… слишком большой… так глубоко я…」"
  - "%YOU% останавливается, тихо обнимает — %SEX% затихает, — легко гладит ей спину и ждёт, пока %SEX% привыкнет к распирающей боли и чужому внутри; привыкает %SEX% медленно."
  - "слёзы всё же катятся %SEX% из уголков глаз, но %SEX% не разжимает рук, наоборот ещё крепче хватается за %YOU%."
  - "%SEX% легко ловит глаза %YOU%; голос слаб, но полон решимости."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「ты… самый важный для меня человек… поэтому… даже если больно, я хочу соединиться с тобой.」"

#正常位
missionary:
  - if: era.get('tcvar:13:44') === 0
    lines:
      - random: true
        lines:
          - "%SEX% лежит под %YOU%, лицо в подушке, тихо бормочет."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「и сегодня снова так прямо…」"
          - "хотя на словах стыдно, всё равно сама поднимает поясницу под твоё движение."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「ты правда, так любишь меня внизу? ты меня уже… я слишком быстро мокрею…」"
          - "%YOU% поднимает её поясницу и медленно прижимает горячую головку ко входу; %SEX% уже блестит влагой, %SEX% не закрывается."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「фу-нн… во… вошёл.」"
          - "Маккуин кусает губу, легко дрожит; на низе живота от твоего продвижения вспухает тонкая выпуклость."
          - "на стыке от тугого трения чмокает; кольца смазки стекают по месту соития на простыню."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「всё ты виноват… каждый раз… доводишь меня до смерти от кайфа…」"
      - random: true
        lines:
          - "Маккуин придавлена тобой к кровати — %SEX% чуть краснеет щеками."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「и сегодня снова спереди? ну вот… ты всегда любишь пялиться на меня.」"
          - "%SEX% тихо ворчит, но ни следа отказа: сама поднимает поясницу и обеими ступнями цепляет твою талию."
          - "ты легко держишь её за поясницу и медленно вталкиваешь головку в уже мокрый вход; тёплые складки как всегда туго тебя обхватывают — %SEX% не отпускает."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「опять вошёл… ты всегда такой, ни капли нежности…」"
          - "но %SEX% говорит — и сжимает ещё туже; на стыке ясно 「чмок-чмок」, при толчках нити тянутся, место соития сплошь мокрое и жаркое."
          - "%SEX% кусает нижнюю губу, легко дышит, кончики пальцев цепляют твою спину."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「даже если ты такой грубый… ты уже… заставил меня полюбить это ощущение.」"
      - random: true
        lines:
          - "%YOU% легко берёт Маккуин за руку и медленно валит её на кровать; в миг взгляда в глаза %SEX% стыдливо прячет взгляд, %SEX% не сопротивляется."
          - "головка %YOU% упирается в её влажный мягкий вход киски и легко дрожит в ожидании; %SEX% ждёт."
          - "Маккуин легко шевелит нижней губой, хвост метёт по ноге %YOU%; тело в кольце тревоги и ожидания."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「ха… опять вошёл… ты каждый раз… смотришь так серьёзно.」"
          - "%YOU% склоняется, целует её в лоб и медленно топит член внутрь неё; %SEX% принимает, %SEX% не отталкивает."
          - "скользкая киска давно мокрая для %YOU%; складки с продвижением члена мало-помалу раскрываются и сжимаются."
          - "%SEX% с каждым шагом вперёд легко вздрагивает телом; это знакомое и пьянящее объятие внутри сводит с ума."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「мм… я уже… больше не боюсь… входи как хочешь…」"
  - if: era.get('tcvar:13:44') > 0
    lines:
      - random: true
        lines:
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「быстрее～ я уже не могу терпеть.」"
          - "Маккуин без стыда лежит на спине, сама руками разводит киску и без церемоний пускает тебя ближе."
          - "внизу %SEX% давно мокрая насквозь; розовые складки в смазке, даже чуть дрожат от недавнего отголоска."
          - "едва вставляешь головку — киска сразу сама сосёт и глотает тебя целиком."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「мм-ах❤～ какой твёрдый… я люблю～」"
          - "%SEX% обнимает тебя крепче, ногами цепляет талию, нарочно сжимает так, что тебе не двинуться."
          - "на месте соития сок за соком; каждый толчок будто склеивает вас, сладкий мокрый звук."
          - "%SEX% возбуждённо дышит, в глазах блеск."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「я… сделаю тебе так хорошо, что ты не захочешь трахаться ни с кем другим❤…」"
      - random: true
        lines:
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「больше не могу ждать…❤」"
          - "Маккуин одним рывком валит тебя на себя; ей всё равно на стоны и позу — сразу широко разводит ноги тебе навстречу."
          - "киска у неё давно затоплена; едва коснёшься — мокрый звук, и вход инстинктом всасывает тебя; %SEX% уже не держит."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「у-у… так глубоко… только вставил — и я уже вот-вот кончу…❤」"
          - "%SEX% тянет сладкий стон, тело сладко выгибается дугой."
          - "%SEX% всё сжимает киску, будто зовёт вставить сильнее; стык уже насквозь мокрый от белой мути и смазки."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「внутри ты так месишь… так хорошо… а-а… хочу ещё уу…❤」"
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「даже если сломаюсь — неважно… я тебя… навсегда оставлю в теле.」"
      - random: true
        lines:
          - "Маккуин дышит, на лице похоть; с улыбкой полного ожидания сама подаёт поясницу навстречу члену %YOU%."
          - "но %YOU% разыгрывается и членом стучит по киске мимо."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「быст… быстрее вставляй～」"
          - "Маккуин сводит брови домиком, голосом торопит — а улыбка всё не сходит."
          - "「хочешь, чтобы вставил туда, да.」"
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「вс… вставь… как стыдно…」"
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「вст… вставь в мою… мокрую киску!」"
          - "「хоп.」"
          - "на стыке 「пчух」; со смазкой член сразу скользит в самый конец киски Маккуин"
          - "тело Маккуин сразу выгибается дугой; %SEX% явно ловит неслабый стимул."

#后背位
doggy_style:
  - if: era.get('tcvar:13:44') === 0
    lines:
      - random: true
        lines:
          - "%YOU% ставит Маккуин на колени на кровати; %YOU% стоит на полу: одной рукой наводит член на дырку, другой легко держит хвост Маккуин."
          - "%SEX% тяжело дышит и смотрит назад на %YOU%, ждёт, когда член %YOU% войдёт в киску."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「пож… пожалуйста, войди.」"
          - "и %YOU% тоже упирается в стыдливо чуть раскрытый вход, медленно подаёт поясницу и вводит член в киску."
          - "%YOU% медленно продвигает; ствол мало-помалу скользит во влажную щель, и обхват сразу пьянит %YOU%."
          - "%SEX% задерживает дыхание, плечи легко дрожат, легко вцепляется в простыню."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「во… вошло, сколько ни проходит… всё равно глубже, чем в других позах.」"
      - random: true
        lines:
          - "Маккуин осторожно встаёт на четвереньки, между ног — узкая щель; %YOU% сзади медленно придвигается к ней вплотную, и %SEX% ждёт."
          - "%SEX% украдкой бросает взгляд назад на %YOU%, щёки горят от стыда — и не отказывается, только кусает губу."
          - "%YOU% держит её за бёдра и медленно упирает головку туда, где %SEX% уже мокрая; едва головка втискивается, %SEX% сразу тихо всхлипывает — %SEX% не отстраняется."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「у… ты… ты вошёл… как… как глубоко, тело… чуть туго.」"
          - "канал — %SEX% как присоска чуть сжимает, так что %YOU% приходится медленно ловить ход."
      - random: true
        lines:
          - "Маккуин смотрит на %YOU% сбоку: в глазах стыд, отказа нет."
          - "%YOU% прижимается к её спине и ловит, как %SEX% от напряжения дышит чаще; %SEX% не отстраняется — и член медленно упирается."
          - "головка чуть трётся у входа и медленно давит внутрь; жаркая слизистая по чуть-чуть жрёт желание %YOU%."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「а… с такого угла… будто чувствительнее, чем только что…」"
          - "руки — %SEX% крепко в простыне; ноги сами чуть расходятся, принимают медленный вход %YOU%."
  - if: era.get('tcvar:13:44') > 0
    lines:
      - random: true
        lines:
          - "внизу — %SEX% давно лужа; когда %YOU% наваливается, %SEX% даже сама руками разводит ягодицы — вход уже раскрыт."
          - "член входит в ту горячую щель — %SEX% сразу мутно стонет, будто наконец получила своё."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「н-а… вот это чувство… я больше всего люблю… когда ты так вставляешь…♥」"
          - "спина — %SEX% круто выгибается, будто всю себя суёт в объятия %YOU%; снизу расползается пошлая вонь."
          - "канал сильно сосёт %YOU%, и %YOU% чувствует глубину — %SEX% дрожит от жажды."
      - random: true
        lines:
          - "%SEX% лежит ничком, белая спина чуть натянута; киска между ног давно в смазке."
          - "%YOU% поднимает её бёдра и приставляет головку; едва на полчлена, %SEX% уже нетерпеливо стонет, и %SEX% не просит остановиться."
          - "бёдра больше не сомкнуты — сами врозь, даже чуть трутся назад."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「мм♥… ещё глубже… хочу… чтобы ты набил до краёв…」"
          - "%YOU% не выдерживает, сильно подаёт бёдра, весь медленно входит; эта полная обёртка делает дыхание %YOU% тяжёлым."
      - random: true
        lines:
          - "Маккуин лежит ничком перед %YOU%, ноги сами врозь, мокрый вход чуть открыт перед %YOU%."
          - "но %SEX% опускает голову и снизу ищет член %YOU%; поясница влево-вправо — будто зовёт %YOU%."
          - "но %SEX% в этой нелепой позе только смешит %YOU%, и в ответ — ни движения, только взгляд на то, что %SEX% делает."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「я уже не могу… прошу… быстрее вставляй…」"
          - "но %YOU% с такой её мольбы уже срывается: хватает ягодицы Маккуин, сразу целится и вгоняет — %SEX% просила."
          - "тело — %SEX% будто давно ждало: без колебаний глотает всё."
          - "внезапный удар %YOU% — руки %SEX%, что упирались в кровать, мягко подламываются, но она быстро снова ложится ничком."
          - "%SEX% стонет, поясницу сама подаёт назад, чтобы %YOU% вошёл до конца."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「как хорошо… когда ты сзади вставляешь… уже не отстать…♥」"

sitting:
  - if: era.get('tcvar:13:44') === 0
    lines:
      - random: true
        lines:
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「т-такая поза?」"
          - "Маккуин сидит на бёдрах %YOU%, лицом к %YOU%; руки сами на плечах %YOU%."
          - "Маккуин глядит на член у своего живота — %SEX% косится на %YOU%, ловит, что глаза %YOU% и %SEX% встретились, и сразу прячется."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「не пялься на меня всё время…」"
          - "нетерпеливый %YOU% не даёт тянуть: хватает талию Маккуин и вгоняет член в мокрую киску."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「н! фу… как… как глубоко… как хорошо…」"
          - "киска целиком принимает член; стенки от напряжения хозяйки крепко сжимают."
          - "Маккуин от стимула сама сжимает руки, голову кладёт на плечо %YOU%, так что %YOU% не видит её лица; %SEX% прячет выражение."
      - random: true
        lines:
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「не… не смотри мне в лицо…」"
          - "Маккуин сама вызывается двигаться: одной рукой закрывает глаза, другой направляет член %YOU% к своему медовому входу."
          - "собралась — и садится одним махом."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「э…!」"
          - "%YOU% будто из-за руки, что по инерции закрыла лицо, видит, как у Маккуин закатились глаза — и сразу рваное дыхание."
          - "стенки в такт дыханию то отпускают, то жмут ствол; мелкая сладость заставляет %YOU% дышать глубже."
          - "войдя до конца, Маккуин дрожащими бёдрами поднимается, чтобы выйти."
          - "со стоном Маккуин киска по гравитации снова насаживается на член %YOU%."
  - if: era.get('tcvar:13:44') > 0
    lines:
      - random: true
        lines:
          - "едва Маккуин садится на бёдра %YOU% — %YOU% сразу ловит, как от её частого дыхания дрожит тело."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「н… н-а… эта поза больше всего нравится…」"
          - "Маккуин умело сама берёт член %YOU%, раскрывает медовую киску и глотает ствол целиком."
          - "поясница падает до конца — липкий звук соединения."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「гу… уже до самого конца, да? ты тоже чувствуешь?」"
          - "%SEX% и без того красивые глаза в цвете похоти, так что %YOU% не отрывается от её глаз; %SEX% не прячет взгляд."
          - "Маккуин снова и снова скачет; у стыка пошлые всплески и удары тел, каждый раз %SEX% захлёстывает кайфом."
          - "узкая жаркая стенка живьём кусает член; %SEX% вся горит, только бы выжать %YOU% досуха и заткнуть то желание, которое %SEX% носит в себе."
      - random: true
        lines:
          - "Маккуин, которой предложили сесть лицом к лицу, краснеет, чуть наклоняется, обнимает %YOU% и сама крутит поясницу."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「хочешь, чтобы я так сидела и ты видел меня всю?」"
          - "%SEX% чуть щурится, в лице готовность служить; одной рукой гладит член %YOU%, чтобы он был готов войти."
          - "%SEX% раскрывает киску и медленно садится на член."
          - "поясница падает — глаза закатываются, язык наружу; %YOU% забирает себе всю пошлость на лице Маккуин."
          - "прошло немало — мутный взгляд Маккуин наконец находит тренера."
          - "фрикции у стыка трут тела друг о друга — соски Маккуин всё встают."

standing:
  - if: era.get('tcvar:13:44') === 0
    lines:
      - random: ture
        lines:
          - "%YOU% ставит Маккуин к краю стола, обеими руками берёт её тонкую талию; готовый член целится в её киску — %SEX% не отстраняется, %SEX% ждёт."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「ты… н-не ускоряй вдруг, я сейчас не устою.」"
          - "ноги, на которых Маккуин стоит, сразу мягкие, всё дрожат — остаётся держаться руками за стол."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「ха-а… ты нарочно выбрал позу, где я не могу двигаться…」"
          - "%YOU% молчит: ловит, как стоя растягивает и туго обнимает; каждый толчок — %SEX% выдаёт мелкий стон."
          - "грудь — %SEX% ходит от дыхания, на лбу испарина; стоны одна за одной по комнате, похоть ест разум — %SEX%."
      - random: ture
        lines:
          - "Маккуин руками на моих плечах, почти вся висит на %YOU%, ноги так мягки, что едва стоят."
          - "из медовой киски всё течёт тёплое; по гравитации капает на пол."
          - "каждый раз, когда %YOU% снова и снова входит, голос — %SEX% всё томнее и мягче."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「а-а-а… ты… входишь сл-слишком глубоко… а-э…」"
          - "внизу — %SEX% волнами сжимает, будто инстинкт хочет затянуть меня целиком."
          - "похоть берёт %YOU%: одной рукой поднимает ногу Маккуин, хочет вогнать весь член"
  - if: era.get('tcvar:13:44') > 0
    lines:
      - random: true
        lines:
          - "Маккуин у стены обеими руками держит плечи %YOU%, тяжело дышит."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「стоя тоже… так хорошо… так лучше всего чувствуется твой член… фу-фу」"
          - "%SEX% одной ногой цепляет пах %YOU%; когда член нацелен в киску, %SEX% дёргает ногой — и ствол сразу целиком в киске Маккуин."
          - "жаркая киска как всегда жадно обнимает член %YOU%,"
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「уэ-а-а❤️❤️ как глубоко… ха-а… гад❤️」"
          - "нога, которой %SEX% цепляла %YOU%, от кайфа бессильно падает; уголки глаз красные, кончик языка чуть наружу — совсем утонула в кайфе этой стыдной позы."
      - random: true
        lines:
          - "Маккуин %YOU% поднимает высоко — носки едва касаются пола."
          - "медовая киска почти в воздухе насажена на член; похотливая смазка капает на ноги, блестит. Каждый удар ясно 「чмок-чмок」 — пошло до предела."
          - color: %COLOR%
            content:
              - fontWeight: bold
                content: %CHARA%
              - "「н-у…❤️ ещё сильнее… я, я уже не могу… а-ха-а❤️」"
          - "тело — %SEX% больше не зажимается; поясница чуть качается в такт %YOU%, тело мягкое как никогда."
          - "вход то льёт воду, то жадно сосёт член, будто хочет навсегда запереть %YOU% внутри."

hit_anal_when_doggy_style:
  #后背位使用地文
  - "когда сзади в Маккуин яростно ходит член, %YOU% вдруг входит во вкус и сильно шлёпает Маккуин по заднице."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「у-ва-а～」"
  - "%CHARA% внизу от проказы %YOU% поднимает тихий стон на тон выше."
  - "но поясница — %SEX% сама крутится."
  - "не показалось ли %YOU% — киска Маккуин гонит ещё больше смазки?"
