# @file 目白麦昆 - 爱慕
# @author 伊兰
20:
  title: "Двое перед экраном"
  lines:
    # 20爱慕
    - "「Так что, Маккуин, какие у тебя увлечения?」"
    - "%YOU% сидит за компьютером и работает. Выходные, а %CHARA% всё равно пришла в кабинет %YOU% и сидит в кресле с книгой."
    - "Строго говоря, такая цветущая %TEEN%, как %CHARA%, и сама должна бы, как любая обычная %CHILD%, на каникулах идти туда, куда хочется, — а %CHARA% здесь, уж не потому ли, что %YOUNG_LADY%?"
    - "Как взрослый — точнее, по учительской привычке заботиться об учениках — невольно спрашиваешь %CHARA%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Моё увлечение…?」"
    - "%CHARA% смотрит на %YOU% — в лице сначала вспышка, потом говорит."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Хотеть ступить в тайну леди — не находишь, что это бестактно?」"
    - acc: 1
      content: "「Выходные, а Маккуин никуда не идёт — мне же странно.」"
    - acc: 2
      content: "「Смотри, мы уже столько вместе — надо бы и друг друга лучше узнать.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Что ж, пожалуй…」"
    - "%CHARA% сдаётся под доводами %YOU%: сведённые брови расходятся, закрывает книгу и говорит мягко."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тогда позволь, я покажу %CALLNAME%.」"
    - "%YOU% блокирует компьютер и идёт за %CHARA% — и вот——"
    - "——кинотеатр."
    - 「……」
    - "%YOU% смотрит на вход в кинотеатр — и чуть сомневается, глядя на %CHARA% в маскировке посреди улицы."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Пришли～」"
    - "Но стоит %SEX% это сказать — и %YOU% уже верит словам %CHARA%."
    - acc: 1
      content: "「У %CHARA% такое увлечение — и %YOUNG_LADY% тут ни при чём.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ну что за речи.」"
    - "%CHARA% обиженно тычет %YOU% — и %SEX% сразу переводит разговор."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тогда, в обмен: %CALLNAME% часто ходит в кино?」"
    - acc: 1
      content: "「Часто, в общем-то, хожу.」"
      lines:
        - "%CHARA% слышит — и говорит с лёгкой радостью."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Хо-хо. Похоже, у нас вкусы сходятся.」"
    - acc: 2
      content: "「Хотел(а) время на кино отдать другим делам — в итоге почти не смотрел(а).」"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Значит… так вышло, потому что слишком занят(а)…?」"
        - "%CHARA% дослушивает %YOU% и говорит, нахмурившись."
    - acc: 3
      content: "「На деле просто часто смотрю те разборы фильмов.」"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Разборы фильмов… что ж.」"
        - "%CHARA% слушает %YOU% и чуть думает."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Но одни нарезки — это ведь совсем не то чувство, что от полного фильма.」"

    - "「Но раз уж пришли — не посмотреть кино было бы жаль.」"
    - "%YOU% смотрит на названия на стене кинотеатра и говорит так."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Неужели %YOU% хочет сказать…」"
    - "「Что посмотрим?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Уэ? Вместе в кино…? Не то чтобы нельзя, но…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Вдвоём ещё не пробовала… с %CALLNAME% почему-то на сердце неспокойно.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「В общем, пусть %CALLNAME% выбирает сперва!」"
    - "%YOU% придирчиво выбирает из афиши и то и дело спрашивает мнение %CHARA%."
    -
    - "%YOU% и %CHARA% выходят из зала, когда фильм кончился."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Фу-фу. Смотреть кино вдвоём — и правда новый опыт.」"
    - acc: 1
      content: "「Ну как?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Чем в одиночку сидеть на месте, вдвоём ещё и друг рядом, с кем вместе откликаться.」"
    - "%YOU% кивает."
    - acc: 1
      content: "「Почему тебе нравится кино.」"
    - "%CHARA% от вопроса %YOU% на миг замирает; %SEX% коротко собирает слова и говорит смущённо."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Наверное, из бунта.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Как ты только что сказал(а): икэбана и чайная церемония — то, чем семье Мэдзиро положено интересоваться.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но мне этого мало.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но, к счастью, семья в личной свободе довольно широка: не в Трейсене — лишь бы к комендантскому часу вернуться.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Чуть соприкоснулась с кино — и полюбила это чувство: разом выплеснуть всё, что на душе.」"
    - "Двое выходят из кино; %CHARA% идёт следом за %YOU% и дёргает %YOU% за одежду."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「…Только не забудь: это секрет между тобой и мной…」"
    - acc: 1
      content: "「Не волнуйся, никому не скажу.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Только не нарушь слово.」"
    - "В лёгком настроении двое возвращаются в Трейсен."

40:
  title: "Бейсбол и барышня"
  lines:
    # 40爱慕
    - "Сегодня обычный день, когда %YOU% и %CHARA% вместе выходят в город."
    - "Но у ворот академии, на дороге, %YOU% бросает взгляд на %CHARA% — и видит: %CHARA% — %SEX% серьёзно смотрит в телефон."
    - "「Что-то тревожит?」"
    - "%CHARA% от внезапных слов %YOU% замирает, потом смущённо улыбается."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Это… сегодня очень хочется в одно место…」"
    - "「Если нужно — просто скажи.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Нет-нет, просто…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я же уже показывала тебе одно увлечение — кино.」"
    - "%CHARA% мнётся и говорит."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Сейчас хочу тебя в одно место — это ведь тоже… увлечение…」"
    - "Дослушав %CHARA%, глаза %YOU%…"
    - acc: 1
      content: "Всё так же спокойны"
      lines:
        - "「Вот как.」"
        - "Единственная рябь на лице %YOU% — лишь улыбка."
        - "「Медлить незачем — пойдём. Как раз хочется увидеть другое увлечение %CHARA%.」"
        - "%YOU% берёт %CHARA% за руку и тянет %CHARA% за собой."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Ай… ох… хорошо.」"
    - acc: 2
      content: "Поддеть"
      lines:
        - "「Даже %CHARA% %YOUNG_LADY% вдруг хочет раскрыть своё увлечение?」"
        - "От этого полного азарта лица %YOU% у %CHARA% мигом горят щёки: дует губы и торопливо колотит %YOU% в грудь."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Не надо мне такой реакции.」"
        - acc: 1
          content: "「Ха-ха, прости-прости.」"
        - "%YOU% едва ловит кулаки %CHARA% ладонью."
        - acc: 1
          content: "「Ну, пойдём.」"
        - "%YOU% держит %CHARA% за руку — только тогда %CHARA% чуть остывает."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Да, пойдём.」"
        - "%CHARA% с ещё не спавшим румянцем ведёт %YOU%."
    -
    - "К вечеру %CHARA% приводит %YOU% к месту вроде парка развлечений."
    - acc: 1
      content: "「…Парк развлечений?」"
    - "%YOU% — в голове куча вопросительных знаков."
    - acc: 1
      content: "「Если это Маккуин — вроде и не странно.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Если увлечение такое милое — тем лучше.」"
    - "%CHARA% чешет щёку и говорит смущённо."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「На деле мне больше всего нравится вот это.」"
    - "И %CHARA% указывает на овальный стадион в стороне."
    - "И пока %YOU% смотрит на овальный стадион, оттуда как раз взрывается крик."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Слышишь, %CALLNAME%? Этот звук.」"
    - acc: 1
      content: "「——Неужели.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Да… я очень люблю бейсбол. Особенно смотреть вживую.」"
    - "%CHARA% говорит это вслух — стыдливо."
    - "(Бей… бейсбол?)"
    - "Изящная с первого взгляда %CHARA% назвала два увлечения — так резко несхожих с тем, какая %SEX%."
    - "%YOU% — мозг вот-вот зависнет."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Да, я знаю: %YOUNG_LADY% с таким увлечением не вяжется, но стоит любимой команде взять венец — и это чувство… хо-хо!」"
    - "%CHARA% чем дальше, тем горячее; внутри страсть крутит всё в смятение, — пока с стадиона снова не взрывается крик и дотла не зажигает сердце %CHARA%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Там снова кричат, %CALLNAME%! Давай тоже смотреть!」"
    - acc: 1
      content: "「Можно-то можно, эй, не хватай меня за руку так горячо.」"
    - "%CHARA% тащит %YOU% за руку на стадион."
    - "А на поле, где кругом болельщики кричат за своих, %YOU% посредине не знает, как реагировать, — и смотрится не к месту."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Выбивай——」"
    - "А ещё сильнее — яростный, вовсе не чинный ор %CHARA%, это возбуждённое тело: забываешь, что минуту назад %SEX% — ещё чинная %YOUNG_LADY%."
    - "「Эй, Маккуин…」"
    - divider: true
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Фу-фу. Как же легко на душе.」"
    - "Только досмотрев матч до конца, двое идут обратно в Трейсен."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「%CALLNAME%……」
    - "「Что такое?」"
    - "Только теперь %CHARA% чуть смущённо улыбается и говорит."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ты же всё видел(а) сейчас… это совсем на меня не похоже.」"
    -
    - acc: 1
      content: "「Как мощно болела.」"
    - acc: 2
      content: "「И %YOUNG_LADY% тут уже далековато.」"
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Так… это просто потому, что разом слишком ушла в это…」"
    - "%CHARA% чешет щёку, говорит смущённо — и смотрит на %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Вообще-то, пока болела, я и %CALLNAME% поглядывала. Только %CALLNAME% просто смотрел(а) на поле — страсти совсем не видно.」"
    - "「О, это…」"
    - "%YOU% ещё не успел(а) объяснить — %CHARA% уже говорит дальше."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Хочу в следующий раз тоже вместе смотреть бейсбол… после этого матча, кажется, полюбила смотреть бейсбол вместе с кем-то.」"
    - "「Тогда остаётся только, %CHARA%, тебе учить меня бейсболу.」"
    - "%YOU% говорит, посмеиваясь."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Мм. Я тоже непременно дам %YOU% почувствовать прелесть бейсбола!」"

49:
  title: "Трепет сердца"
  lines:
    # 爱欲
    - color: %COLOR%
      content: "В последнее время… как-то странно."
    - color: %COLOR%
      content: "Чем дольше рядом с %CALLNAME%, тем сильнее каждый раз при встрече с %CALLNAME% в груди само ёкает."
    - color: %COLOR%
      content: "И всё ненароком раскрываю секреты — %YOURSEX% их слышит."
    - color: %COLOR%
      content: "Про кино, про бейсбол."
    - color: %COLOR%
      content: "А %YOURSEX%, услышав мои увлечения, не смеётся, как над ребёнком, а мягко делит их со мной."
    - color: %COLOR%
      content: "Теперь, если %YOURSEX% рядом, мне спокойно."
    - color: %COLOR%
      content: "Да: с самого начала можно положиться; с самого начала составляет мне меню и берёт на себя то, чего я не могу."
    - color: %COLOR%
      content: "Я дошла досюда только потому, что есть %YOURSEX%."
    - color: %COLOR%
      content: "От этой мысли у %CHARA% в груди вспыхивает жар."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(Если эта мысль пойдёт глубже — не станет ли это уже влюблённостью в %CALLNAME%?)"
    - color: %COLOR%
      content: "На чаепитии сестёр семьи Мэдзиро %CHARA% держит чашку и не пьёт, глаза закрыты — о чём-то думает."
    - color: %COLOR_71%
      content:
        - fontWeight: bold
          content: %ARDAN%
        - "「%71_CALL%?」"
    - color: %COLOR%
      content: "%ARDAN%, тоже за чаем, окликает %CHARA%, ушедшую в воспоминания, — и чай в чашке %CHARA% идёт рябью."
    - color: %COLOR_71%
      content:
        - fontWeight: bold
          content: %ARDAN%
        - "「Даже любимый макарон не тронула.」"
    - color: %COLOR_71%
      content:
        - fontWeight: bold
          content: %ARDAN%
        - "「Похоже, есть что-то, от чего %71_CALL% так легко отвлекается.」"
    - color: %COLOR%
      content: "Странный румянец %CHARA% будит интерес %ARDAN% — хочет дознаться."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALL_71%… вечно одно и то же.」"
    - color: %COLOR%
      content: "Смотрит на самого близкого человека перед собой, кому всего естественнее открыть душу, — %ELDER_SISTER%, %SEX%; а то, что сейчас на душе, %SEX% так и не услышит."
    - color: %COLOR%
      content: "%ARDAN% мило моргает, коротко думает и пробует спросить."
    - color: %COLOR_71%
      content:
        - fontWeight: bold
          content: %ARDAN%
        - "「Судя по этому румянцу %71_CALL%… не сердечко ли у тебя есть…?」"
    - color: %COLOR_71%
      content:
        - fontWeight: bold
          content: %ARDAN%
        - "「Кто от %71_CALL% ни на шаг… это ведь твой %CALLNAME%.」"
    - color: %COLOR%
      content: "Словно в самое яблочко: реакция %CHARA% вдруг вспыхивает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Во… вовсе нет, я совсем не думала про %CALLNAME%.」"
    - color: %COLOR%
      content: "%SEX% раскушена — %ARDAN% только чуть улыбается и отпивает чай."
    - color: %COLOR_71%
      content:
        - fontWeight: bold
          content: %ARDAN%
        - "「На самом деле в такие годы, как у %71_CALL% тебя, такие чувства вполне обычны.」"
    - color: %COLOR%
      content: "%CHARA% слышит неожиданно трезвые слова — и %SEX% чуть замирает."
    - color: %COLOR_71%
      content:
        - fontWeight: bold
          content: %ARDAN%
        - "「Если к %CALLNAME% и правда такая симпатия — попробуй добиваться. То, что вызвало в тебе симпатию, нельзя сбрасывать со счетов.」"
    - color: %COLOR_71%
      content:
        - fontWeight: bold
          content: %ARDAN%
        - "「Да и есть такая фраза: 『любовь — это Derby』, здесь проигрывать нельзя.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Любовь — это Derby…」"
    - color: %COLOR%
      content: "%CHARA% больше не говорит — только глаза снова вспыхивают, втайне ставит решение."
    - color: %COLOR%
      content: "Но ради будущего с %CALLNAME% Tenno Sho (Spring) тоже нужно взять."

74-1:
  title: "По душам глубокой ночью"
  lines:
    # 热恋
    # 限制春季天皇赏之前
    - "Чем ближе Tenno Sho (Spring), тем больше неотложных дел."
    - "Сегодня %YOU% снова допоздна за работой; чтобы размять ноги после долгого сидения, сохраняет документ на компьютере и ночью выходит гулять за территорию академии."
    - acc: 1
      content: "「Сначала схожу на Тренировочное поле, гляну.」"
    - "Хотя в такой час скаковой %UMA% на Тренировочном поле не ждать, всё равно идёшь."
    - "Но на удивление %CHARA% всё ещё бежит по Тренировочному полю."
    - "Как %SEX% бежит — %YOU% невольно останавливается смотреть."
    - "Что силы ещё есть тренироваться — хорошо, но явно через край."
    - "Да и посадка в беге уже почти рассыпалась, разболталась."
    - acc: 1
      content: "「Такая тренировка толку не даст.」"
    - "Едва тревога осела — вдали %CHARA% шатается на несколько шагов и падает на траву."
    - acc: 1
      content: "「%CHARA%!」"
    - "%YOU% в волнении бежит по Тренировочному полю; пока не добегает, %CHARA% на земле всё так же не шевелится."
    - "%YOU% некогда думать, поднимает %SEX% на руки и несёт в медпункт."
    - divider: true
    - "%CHARA% на кровати открывает глаза и видит: перед ней тусклый потолок."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Где это?」"
    - "%YOU% ловит реакцию %CHARA% и наклоняется ближе смотреть на %CHARA%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%? Как же…」"
    - "%CHARA% чуть удивлена, но кружащаяся голова не даёт %SEX% ни о чём думать."
    - acc: 1
      content: "「Это медпункт, и ты, похоже, с температурой.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Жар… да?」"
    - "%YOU% хочет проверить температуру, ладонью касается лба %CHARA% — и %SEX% вдруг чуть улыбается."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Вспомнила: в детстве часто ловила жар — слишком резвилась.」"
    - acc: 1
      content: "「Я же говорил(а): тренироваться строго по меню.」"
    - "%CHARA% замирает, потом на лице — смятение."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Назвать это беспокойством?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Хотя я и правда так стараюсь, чтобы взять Tenno Sho (Spring).」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Поэтому я и сейчас ещё бегу — ради моего будущего и твоего, %CALLNAME%.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но ещё страшнее: если скачку не взять — %CALLNAME% уйдёт от меня.」"
    - "%CHARA% отворачивается, дыхание сбито; выговорив то, что внутри не сказать, прячет лицо под одеялом больничной койки — скрыть румянец на щеках."
    - "%YOU% от слов %CHARA% вздрагивает всем телом."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%… как ты на меня смотришь?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Жалко, да? Добывать тепло %CALLNAME%, через силу.」"
    - "В этот миг ты говоришь."
    - acc: 1
      key: update
      content: "「На самом деле я уже давно…!」(повысить отношения)"
      lines:
        - "Да, %YOU% конечно тоже любит %CHARA% — неясно, с какого мига. Может, когда эта %YOUNG_LADY% сняла позу %YOUNG_LADY% и показала милое, что не выставляет наружу: как пробует вкусный торт, как ликует, когда побеждает любимая бейсбольная команда."
        - "И не только в быту: на дорожке бегущая %SEX% разворачивает изящные линии до конца — гордость своей подопечной, даже %YOU% невольно замирает."
        - "「Прости, я немного потерял(а) самообладание.」"
        - "「Я… не хочу, чтобы ты через силу.」"
        - "「Сейчас я знаю только твои вкусы.」"
        - "「Ту хватку, тревогу, беспокойство, что прячешь за спиной, — я хочу знать глубоко…」"
        - "Ты говоришь всё горячее, к концу речь срывается в тяжёлое дыхание, встаёшь, наклоняешься и обнимаешь %CHARA%."
        - "「Разве наши отношения не такие: твоё 『одно сердце и одно тело』, бег со связанными ногами, взять Tenno Sho (Spring).」"
        - "「Просто в самые узкие миги я почти ничего не могу. Но всё равно хочу, чтобы ты опиралась на меня больше и глубже.」"
        - "Наконец поднимаешь голову и смотришь в лицо %CHARA%."
        - "Лицо %SEX% из изумления переходит в растроганность."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Поняла. Раз так — я больше не буду церемониться.」"
        - "%SEX% тянет %YOU% за ворот — губы %SEX% складываются с губами %YOU%."
        - "Вслепую %CHARA% находит руку %YOU%, и пальцы смыкаются один в один."
        - "Лишь когда долгий поцелуй кончается, вы расходитесь."
        - "Оба в волнении после откровенности."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Это… мне вдруг немного клонит в сон.」"
        - "「Я тебя сберегу.」"
        - "Лишь получив спокойный ответ, %CHARA% засыпает."
        - "%YOU% тихо держит её руку и мнёт — %SEX% спит."
    - acc: 2
      content: "「Думаю, тебе сейчас лучше не крутить это в голове.」(пока не повышать)"
      lines:
        - "Нарочно обходишь вопрос %CHARA% и говоришь, скосив голову."
        - "Видя реакцию %YOU%, %CHARA% чуть сжимает губы, внутри — досада."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Поняла. Тогда я отдохну.」"
        - "%YOU% остаётся рядом, молча сторожит %CHARA%."

74-2:
  #天春后的74爱慕升级事件及重新进入爱慕时触发
  title: "Твоё первое место"
  lines:
    - "Закат ложится на каменную дорожку сада академии; %YOU% возвращается в комнату тренера и застаёт там Маккуин — сидит на стуле у стола и о чём-то думает."
    - acc: 1
      content: "「Маккуин?」"
    - "Маккуин оборачивается, смотрит на %YOU%; закат светит на спокойное лицо — %SEX%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: "Мэдзиро Маккуин"
        - "「А, %CALLNAME%, ты как раз вовремя.」"
    - "Голос %SEX% звучит много мягче обычного."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: "Мэдзиро Маккуин"
        - "「Я думала, как лучше начать… но теперь, когда вижу тебя, не хочу ходить кругами.」"
    - "%SEX% идёт к %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: "Мэдзиро Маккуин"
        - "「Дай мне руку.」"
    - "Маккуин берёт обе руки %YOU%, чуть поднимает опущенную голову — в лице нить решимости."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: "Мэдзиро Маккуин"
        - "「Tenno Sho (Spring)… я взяла, да?」"
    - "%YOU% ещё не понимает, к чему Маккуин, но всё равно кивает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: "Мэдзиро Маккуин"
        - "「Та победа — доказательство бабушке и семье Мэдзиро, и ещё… разрешение дальше бежать с тобой плечом к плечу.」"
    - "%SEX% чуть кусает губу, щёки заливает стыдливый румянец: внутри ещё борьба, но в конце всё же говорит."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: "Мэдзиро Маккуин"
        - "「Я всё думала, что 『дисциплина』 и 『грация』 — это всё, что я есть. Но твоя рука потянулась ко мне, потерянной, и столько преград мы прошли вместе.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: "Мэдзиро Маккуин"
        - "「Я чувствую: внутри… тихо родилось то, чего никому не скажешь… вроде своевольной жажды.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: "Мэдзиро Маккуин"
        - "「Поэтому… прошу, послушай ясно… я люблю тебя… но это не благодарность.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: "Мэдзиро Маккуин"
        - "「Не как тренер и %UMA%… а как — возлюбленные. Хочу стать тем, кого не заменить.」"
    - "%SEX% чуть поднимает голову, в углах глаз блестит слеза — и всё же улыбается так ярко."
    - acc: 1
      content: "Поцеловать"
    - "%YOU% сразу обнимает Маккуин и целует."
    - "Напряжённая в объятиях Маккуин, получив ответ %YOU%, отпускает себя и не спеша тонко ловит поцелуй %YOU%."
    - "Когда губы расходятся, Маккуин в объятиях %YOU% не может удержать счастливую улыбку и крепко сжимает с %YOU% руки."

pre-89:
  - if: d.check
    content: "Пока семья Мэдзиро не дала согласия, %CHARA% не может ответить %YOU% дальше…"
  - if: '!d.check'
    content: "Пока у Tenno Sho (Spring) нет итога, %CHARA% не может ответить %YOU% дальше…"

89:
  title: "Сладкая пора"
  lines:
    # 佳偶
    - "Весеннее солнце лежит на дорожке академии Трейсен."
    - "%YOU% за перилами дорожки, в руках пишет сегодняшние результаты %CHARA% — как всегда идеальны."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%! Мои результаты как?」"
    - "%CHARA%, которой сказали, что тренировка кончена, подбегает мелкой рысцой, на лбу мелкий пот, в лиловых глазах — ожидание."
    - "После победы на Tenno Sho (Spring) вся стать %CHARA% стала мягче: больше не надо, как прежде, держать нерв из-за Tenno Sho (Spring)."
    - "「Превосходно.」"
    - "%YOU% с улыбкой протягивает %CHARA% полотенце; та принимает и легко вытирает пот со лба."
    - acc: 1
      key: update
      content: "「Только кроме тренировки не забудь: после полудня у нас свидание.」(повысить отношения)"
      lines:
        - "%CHARA% замирает рукой, что вытирала пот, — румянец всходит %SEX% на лицо."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Я… я конечно помню, просто не думала, что %CALLNAME% так официально меня позовёт.」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「И ещё детали свидания мне не говоришь — всё секреты.」"
        - "%CHARA% обиженно надувает щёки и бормочет."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Когда выходим? Мне переодеваться?」"
        - "「Через час у ворот? Одежда — как обычно.」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Хорошо!」"
        - "%CHARA% поворачивается и бежит к общежитию — спина веселее обычного."
        - "До победы на Tenno Sho (Spring) близость двоих останавливалась на нежностях в комнате %YOU% да взаимной поддержке."
        - "А теперь оковы Tenno Sho (Spring) наконец сняты."
        - "%YOU% и %CHARA% постепенно выходят на глаза всем. Встречают их гладко."
        - "Семья Мэдзиро признала их, и в Трейсене все как бы сами собой приняли, иногда ещё взгляды младших — с завистью."
        - "Когда %YOU% доходит до ворот академии, %CHARA% уже ждёт: %SEX% в тёмно-зелёном длинном платье, на плече дамская сумка, вся — грация леди."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「%CALLNAME%! Это платье… как?」"
        - "「Тебе очень идёт.」"
        - "Так отвечает %YOU%."
        - "%CHARA% мелкой рысцой к %YOU%, расстояние ближе обычного, и ещё чуть слышен запах геля для душа — только что из ванны."
        - "Для короткого дневного свидания %CHARA% без кондитерской не обойтись."
        - "Когда глаза %CHARA% вспыхивают на трёхъярусный торт, %YOU% понимает: расчёт верен."
        - "Только %YOU%, для кого %SEX% — своя, либо партнёры одного сердца и одного тела, видят за врождённой грацией: %SEX% — тот %CHILD%, что вспыхивает от сладкого."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Не смотри～」"
        - "А %CHARA% ловит на себе взгляд %YOU% — и %SEX% ещё стыдливее отворачивается."
        - "「Прости, ты слишком милая.」"
        - "%YOU% легко протягивает руку и стирает крем с лица — %SEX% вздрагивает и замирает; %CHARA% отдаёт пылающее лицо взгляду напротив и принимает, как %YOU% стирает."
        - "После кондитерской солнце уже к западу. Пока %YOU% и %CHARA% весело болтают по дороге, к парку сакуры уже ночь."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Как красиво.」"
        - "%CHARA% поднимает голову к сакуре."
        - "Вдруг ветер — лепестки сыплются как снег, %SEX% невольно протягивает руку и ловит несколько."
        - "%YOU% сзади тихо достаёт телефон и ловит этот миг."
        - "Бледно-лиловые волосы — %SEX% — и цвет сакуры сходятся идеально."
        - "%SEX% оборачивается к %YOU%, уже без прежнего стыда, наоборот, сама естественно ставит позу под снимок %YOU%."
        - "%YOU% убирает телефон и подходит к %CHARA%."
        - acc: 1
          content: "「На самом деле у меня сегодня ещё один сюрприз.」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Что же это?」"
        - "Глаза %CHARA% чуть расширяются — ждёт."
        - "%YOU% чуть опускает голову и не отвечает %SEX% прямо."
        - "「С того дня, как я твой тренер, жизнь совсем другая.」"
        - "「Твоя крепость, твоя грация, даже твой норов — всё меня тянет.」"
        - "「Помнишь тот вечер в медпункте, я сказал(а) 『опирайся на меня глубже』?」"
        - "%YOU% обеими руками берёт руки %CHARA%."
        - "「Теперь позволь поправить — не опираться, а чтобы жизненные нити, обвитые друг вокруг друга, шли дальше навсегда.」"
        - "%YOU% опускается на колено. Из сумки достаёт маленькую коробку."
        - "%CHARA% закрывает рот рукой, глаза широко."
        - "「После победы на Tenno Sho (Spring), думаю, пора.」"
        - "「%CHARA_FULL%, ты выйдешь за меня?」"
        - "При мягком свете всё равно видно, как у %CHARA% текут слёзы."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Глупый %CALLNAME%, это же я тебя добивалась.」"
        - "И всё же %CHARA% протягивает руку; %YOU% осторожно проводит кольцо по пальцу — тщательно выбранное садится без осечки."
        - "Когда кольцо надето, %CHARA% разом обнимает %YOU%, прячет лицо в грудь, то и дело всхлипывает."
        - divider: true
        - "Когда вы уходите из парка сакуры, %CHARA% тянет %YOU% за руку и спрашивает."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Тогда… телесное одно сердце и одно тело — когда начнём делать?」"
        - "「Что?」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Ну… то, что после предложения делают оба.」"
        - "%CHARA% пылает лицом, к концу голос уже как комар."
        - "%YOU%, поняв всё, решает——"
        - acc: 1
          key: sex
          content: "「Отвести %SEX% к себе в квартиру」"
          lines:
            - divider: true
            - "Когда приходите в себя — уже в квартире."
            - "%YOU% спохватывается: у %KISEKI% ещё не отпросились, но потом надо будет как следует извиниться."
            - "%CHARA% перед тобой вышла из прихожей, обе руки у груди, всё дышит глубже."
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Это… как делать? Или достаточно слушаться тебя, %CALLNAME%?」"
            - acc: 1
              content: "「Давай вместе смоемся.」"
            - "%CHARA% вздрагивает и отвечает."
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Поняла.」"
            - "После ванны %YOU% смотрит на стыдливую %CHARA% и думает, как подступиться."
            # 进入调教
        - acc: 2
          content: "「Отвести %SEX% в общежитие академии Трейсен」"
    - acc: 2
      content: "「То свидание, о котором я говорил(а), можно чуть отложить?」(пока не повышать)"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Э? Вот так?」"
        - "%CHARA%, услышав неожиданное, только смотрит в пол, замирает, потом кивает %YOU%."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Поняла.」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Тогда я пойду.」"
        - "%YOU% смотрит вслед %CHARA% и тихо решает: время на свидание обязательно выкроить."

99:
  title: "Новое завтра"
  lines:
    # 依存
    - "Опять самый обычный день: %YOU% встаёт с кровати в своей квартире, трёт глаза и выходит в гостиную."
    - "В кухне — прекрасный силуэт с бледно-лиловыми волосами."
    - "%YOU% улыбается, подходит к силуэту и обнимает %SEX% сзади."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Уже на ногах, %CALLNAME%.」"
    - "Ради безопасности %YOU% лишних жестов не делает."
    - "Пусть после жара влюблённости обмен между вами тих, как вода."
    - "Но оба без слов знают: в жестах друг друга — любовь."
    - "А сегодня снова обычный день — на работу в Трейсен."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Э, галстук кривой.」"
    - "Перед выходом одежду тщательно проверяет %CHARA% и наконец довольно кивает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Вот так и выглядит тренер %YOUNG_LADY% семьи Мэдзиро.」"
    - "После скачек впереди бесконечная дорожка по имени жизнь."
    - "Но пока вы рядом друг у друга——"