# @file 目白麦昆 - 招募
# @author 伊兰
recruit_1:
  - "Будильник будит %YOU%, и %YOU% с некоторым трудом встаёт."
  - "Зима сильнее всего клонит в сон, но %YOU% всё же быстро стряхивает дрёму."
  - "Сегодня не только идут отборочные — ещё и день, когда на дорожку выходит %UMA% из списка, которая тебе интересна, поэтому подъём раньше, чем в другие дни."
  - "Душ, завтрак, привести себя в порядок."
  - acc: 1
    content: "「Хорошо, в путь.」"

  - "Отборочные"
  - "Сцена, где ещё не подписанные как подопечная %UMA% скаковые %UMA% показывают силу, а тренеры без подопечной %UMA% присматривают %UMA% и зовут подписать"
  - "Поэтому тренеры академии столпились на трибунах у Тренировочного поля."
  - content:
      - fontWeight: bold
        content: "Тренер A"
      - "「Эй-эй, видел ту розоволосую скаковую %UMA%? Говорю тебе: это Мэдзиро Маккуин из 【семьи Мэдзиро】, где отличные %UMA% идут одна за другой!」"
  - content:
      - fontWeight: bold
        content: "Тренер B"
      - "「Понимаю-понимаю. Вот так встретить %UMA% семьи Мэдзиро — говорили, до поступления замерили отличную выносливость у этой %UMA%, жду, как покажет себя на отборочных.」"
  - "%YOU% подслушивает двух рядом и по названным приметам находит ту %UMA%."
  - "Ту самую скаковую %UMA%, которая уже была интересна."
  - "Мэдзиро Маккуин… %SEX% сейчас у стартовых ворот тихо сама себе поддаёт духу."
  - "В академии, где сильных %UMA% полно, даже победа на отборочных — уже вызов."
  - "Сейчас в толпе тренеров все смотрят на Мэдзиро Маккуин — похоже, после забега хотят её подписать."
  - "Скоро сигнал в ворота: Мэдзиро Маккуин и остальные %UMA% заходят одна за другой. В миг, как створки открылись, срываются."
  - acc: 1
    content: "「Отличный стиль бега — наверное, с детства ставили.」"

  - "Не успел этот шёпот в голове отзвучать — стиль бега Мэдзиро Маккуин пошёл вразнос."
  - content:
      - fontWeight: bold
        content: "Комментатор"
      - "「Так! Сейчас середина дистанции, однако—」"
  - content:
      - fontWeight: bold
        content: "Комментатор"
      - "「В центре внимания Мэдзиро Маккуин — и она отстаёт!」"
  - "Сама бьётся, хочет спуртом догнать, спасти отставание."
  - "К финишу Мэдзиро Маккуин всё же занимает 「седьмое место」."
  - content:
      - fontWeight: bold
        content: "Тренер A"
      - "「На финише спурт не пошёл? Думал, выносливость сильная скаковая %UMA% — ожидания завысил.」"
  - content:
      - fontWeight: bold
        content: "Тренер A"
      - "「Зато та первая на финише %UMA%, Инес Фудзин — какие ноги! Если взять её в команду и нормально поставить, будет большой скачок!」"
  - "Тренеров, смотревших на Мэдзиро Маккуин, вдруг почти не осталось."
  - "%YOU% смотрит на Инес Фудзин, растерянную в толпе, и на Мэдзиро Маккуин на дорожке — неловко и без огня."
  - "%YOU% стоит перед выбором — дыхание тяжелеет."
  -
  - acc: 1
    content: "Я могу её спасти! (продолжить набор)"
    lines:
      - "Решившись, %YOU% идёт поговорить с Мэдзиро Маккуин."
      - "Но едва хочешь снова её найти — %SEX% уже тоскливо уходит всё дальше, %SEX% — один силуэт."
      - "А %YOU% тактично останавливается и смотрит вслед: %SEX% уходит всё дальше."
  - acc: 2
    content: "Кажется, ожидания опять впустую. (отказаться от набора)"
    lines:
      - "Глядя на неё сейчас, разочарованный %YOU% тоже уходит с отборочных."

recruit_2:
  - "Силуэт Мэдзиро Маккуин не отпускает %YOU%, и %YOU% на удачу снова приходит на Тренировочное поле."
  - "К удивлению %YOU%, Мэдзиро Маккуин, проигравшая на отборочных, снова на Тренировочном поле и тренируется сама."
  - "После отборочных не упала духом — наоборот, и после них всё так же усердно тренируется."
  - "%YOU% находит у Тренировочного поля перила рядом с ней и смотрит, как она тренируется."
  - "Как ни старается — итог как вчера: всё так же нет сил."
  - "Остановилась — и вовсе руками в колени."
  - "Поймав момент для разговора, %YOU% подходит, силясь улыбнуться, чуть скованно обращается к %YOUNG_LADY% семьи Мэдзиро перед собой."
  - acc: 1
    content: "「Здравствуй, %YOUNG_LADY% Мэдзиро Маккуин.」"
  -
  - "Заметив приход %YOU%, Мэдзиро Маккуин удивлённо смотрит на %YOU%."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Ты… прошу прощения, кто ты?」"
  - acc: 1
    content: "「Я тренер Трейсена.」"

  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Тренер Трейсена… ты сегодня утрудился прийти посмотреть мою тренировку? Честь для меня.」"
  - "Мэдзиро Маккуин рассматривает %YOU%, на миг молчит, потом растерянно говорит."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Только… откуда у %CALLNAME% интерес ко мне.」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Ты же видел вчерашние отборочные, да? Тот жалкий бег — позор семье Мэдзиро.」"
  - "Вспоминая вчера, даже %SEX% сама слегка вздыхает."
  - acc: 1
    content: "「Потому что я увидел(а) твою стойкую душу.」"
  -
  - "Так отвечает %YOU%."
  - "「Ну подумай: человек такого положения после одной осечки мог бы надолго сдуться.」"
  - "「А %YOUNG_LADY% Мэдзиро Маккуин не такая: в такой ситуации не упала духом, а дальше усердно тренируется.」"
  - "「Вот эта стойкая душа %YOUNG_LADY% Мэдзиро Маккуин мне и интересна.」"
  - "Мэдзиро Маккуин смотрит на %YOU% ошеломлённо-польщённо, потом чуть улыбается."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Как складно говоришь, %CALLNAME% — даже дух разглядел.」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Как %UMA% семьи Мэдзиро, стойкую душу надо держать всегда.」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Впрочем, твой приход — это ведь и скрытая просьба стать моим тренером.」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Но становиться ли тебе моим тренером — прошу, суди уже после того, как увидишь мой бег.」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Как %UMA% семьи Мэдзиро, я обязана достичь высокой цели.」"
  - acc: 1
    content: "「Цель?」"
  -
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Потому что на мне миссия 【Tenno Sho (Spring)】.」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Если с тренером не выстроить доверие, как одно сердце и одно тело, этого не достичь.」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Так что прошу тебя…」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「После того как увидишь мой бег — тогда и суди.」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Когда увидишь меня как подлинную %UMA% семьи Мэдзиро — подпишешь ли со мной.」"
  - "Выслушав Мэдзиро Маккуин, %YOU% невольно кивает в знак согласия."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Отдых как раз кончился. Тогда прошу %CALLNAME% посмотреть.」"
  - "Затем тренер у перил внутренней бровки смотрит, как Мэдзиро Маккуин бежит круг за кругом."
  - "Изящный стиль бега, да ещё ритмичный, почти без сбоев."
  - "Такое не даётся сразу…"
  - "Этот ребёнок точно станет отличным…"
  - "Но…"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Ха… ха…」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Как я… бежала?」"
  - acc: 1
    content: "「Ноги не тянут?」"
  -
  - "По правде, это давно надо было сказать."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Э? А я… я просто…」"
  - "У Мэдзиро Маккуин урчит живот; %SEX% гладит живот и жалобно охает."
  - acc: 1
    content: "「Живот не в порядке?」"
  -
  - "%YOU% подходит к Мэдзиро Маккуин и тревожно спрашивает."
  - "Но Мэдзиро Маккуин машинально отступает на несколько шагов, на лице вспышка паники."
  - acc: 1
    content: "「Мне надо знать…」"
  -
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「А… н… нет! Это не так!」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「То… мне очень жаль! Я пробегу ещё круг!」"
  - "Не успевает %YOU% разобраться в ситуации, как Мэдзиро Маккуин снова срывается бежать."
  - acc: 1
    content: "Эй!"

  - "Не успевает %YOU% удержать: %SEX% пробегает ещё несколько шагов — и валится."

  - acc: 1
    content: "「%YOUNG_LADY% Маккуин!!」"

  - "Спешишь, подбегаешь — %SEX% рядом, проверяешь тело"
  - "Кроме грязи на теле—"
  - acc: 1
    content: "Ран нет, должно быть, в порядке."
  - "%YOU% только вздыхает: поднимает без сознания Мэдзиро Маккуин и несёт в медпункт."
  - divider: true
  - "Под вечер."
  - acc: 1
    content: "Так это лёгкая анемия от недоедания?"

  - "То есть живот не болел — просто голодно."
  - "%YOU% сидит у койки, где всё ещё без сознания Маккуин, и ждёт, когда она очнётся."
  - "Лишь когда в тихом медпункте раздался слабый стон Маккуин, %YOU% замечает."
  - acc: 1
    content: "「Ну вот, наконец проснулась.」"
  -
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Я… что со мной?」"
  - "%YOU% рассказывает Мэдзиро Маккуин про анемию."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Я потеряла сознание на Тренировочном поле?」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Прости, что заставила тебя волноваться, %CALLNAME%.」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Впрочем, со мной уже всё в порядке, я сразу могу вернуться к тренировке—」"
  - "Мэдзиро Маккуин едва договорила — живот снова урчит."
  - "Некстати этот звук делает атмосферу между вами странной."
  - "%YOU% смотрит на Мэдзиро Маккуин и чуть улыбается."
  - acc: 1
    content: "Ты нормально ешь?"
  -
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Конечно! У %UMA% семьи Мэдзиро вся повседневность, включая еду, в полном порядке.」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Только… к отборочным я немного ограничила питание.」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「А упала я только потому, что подготовилась недостаточно.」"
  - "%YOU% не подхватывает эту почти жалобу Мэдзиро Маккуин, а спрашивает."
  - acc: 1
    content: "Можешь показать своё меню?"
  -
  - "Мэдзиро Маккуин на миг замирает, потом нерешительно протягивает меню %YOU%."
  - "Потом пробегаешь глазами."
  - "Минимум питательности, да, но этого ни за что не хватит на расход скаковой %UMA%."
  - acc: 1
    content: "Не находишь, что ограничений слишком много!"
  -
  - "%YOU% невольно выпаливает, почти не веря."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Нн… э-это потому что.」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Есть ещё другая причина…」"
  - acc: 1
    content: "Причина?"
  -
  - "%YOU% поднимает взгляд на неё, но лицо уже красное, как наливное яблоко, и взгляд прячется."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Н… надо сказать, телосложение… так что я немного… полнею.」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Даже на обычном питании сразу полнею.」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Несу имя Мэдзиро — с таким позором на скачки не выйдешь.」"
  - "Она, будто долго это носила в себе, выплёскивает всю тревогу."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Вот поэтому, хоть я и урезала рацион, но—!」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「А сегодня упала от анемии — не наоборот ли вышло?」"
  - "Выговорившись, она бессильно падает лицом в одеяло, уши обвисают."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Надо же что-то придумать…」"
  - "%YOU% выслушивает её, подходит и гладит по голове."
  - "Она поднимает взгляд на %YOU%, не очень понимая."
  - acc: 1
    content: "「Что ты любишь есть?」"
  -
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Сладости… зачем ты это спрашиваешь?」"
  - acc: 1
    content: "Ясно. Можно одолжить это меню?"
  -
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Мм, как угодно…」"
  - "%YOU% кивает и благодарит её."
  - acc: 1
    content: "Я составлю тебе новое меню."
  -
  - "%YOU% встаёт и убирает меню."
  - acc: 1
    content: "「Если тебе уже лучше — можешь идти. К вечеру нормально поешь.」"
  -
  - "Напутствовав её, встаёт и уходит из кабинета тренера."
  - "В тот день %YOU% сидит за компьютером и засыпает очень поздно."

recruit_3:
  - "На следующий день %YOU% снова находит Маккуин."
  - "Скованности вчерашней уже нет — спокойно зовёт Маккуин."
  - "Услышав зов %YOU%, она подходит."
  - acc: 1
    content: "Доброе утро. Вчера вечером ела?"
  - "Маккуин кивает."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Вчера долго думала: всё-таки своё здоровье важнее.」"
  - "%YOU% довольно кивает и отдаёт Маккуин свои записи."
  - acc: 1
    content: "「Можешь это взять?」"
  -
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Э? Это ваши записи, %CALLNAME%?」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Поняла, позвольте прочесть.」"
  - "%SEX% сосредоточенно просматривает записи; уши по ходу чтения нет-нет да шевелятся."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Список продуктов… меню, с которым не так полнеешь, — столько всего %CALLNAME% сами нашли?」"
  - "%SEX% тихо бормочет себе под нос."
  - "А когда находит еду, от которой %SEX% изумляется, уши вовсе встают назад."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Это же сладости, да? Такое правда можно есть?!」"
  - acc: 1
    content: "「Наберись этим сил и беги на все сто.」"
  -
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「%CALLNAME%… правда, огромное спасибо: ты столько для меня сделал, %UMA%, которая тебе ещё не подопечная.」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Эти записи я пока одолжу, и ещё… нн…」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「После тренировки запишусь на следующие отборочные.」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Тогда я непременно выиграю эти отборочные — и так заключим договор.」"
  - acc: 1
    content: "Буду ждать!"
  -
  - "Тренер ставит Маккуин большой палец."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Тогда до следующей недели.」"

recruit_4:
  - "%YOU% снова приходит на Тренировочное поле — смотреть, как поднимается Маккуин."
  - "%YOU% ещё издали видит тот розоволосый силуэт."
  - content:
      - fontWeight: bold
        content: "Тренер A"
      - "「Эй, это ж не 【семьи Мэдзиро】 %YOUNG_LADY% Мэдзиро Маккуин? Слышал, на прошлых отборочных седьмая — чего сегодня опять вышла.」"
  - content:
      - fontWeight: bold
        content: "Тренер A"
      - "「Не говори так: эта %YOUNG_LADY% не из избалованных, с прошлых отборочных всё пашет…」"
  - "Разогревшись, Маккуин всё смотрит на публику на трибунах."
  - "Её зоркие глаза сразу цепляются за %YOU%."
  - "Затем Маккуин низко кланяется в сторону трибун."
  - "Только никто не знает, кому кланяется Маккуин-%YOUNG_LADY%."
  - "А это знает только %YOU%."
  - divider: true
  - content:
      - fontWeight: bold
        content: "Тренер A"
      - "「Забег выходит на финиш — кто же возьмёт победу?」"
  - content:
      - fontWeight: bold
        content: "Тренер A"
      - "「Мэдзиро Маккуин! Мэдзиро Маккуин срывается с головы и несётся вперёд! Кажется, силы ещё в запасе — второго она оставляет далеко!」"
  - "От такой мощи трибуны сразу взрываются."
  - "А Маккуин, ещё не отдышавшись, идёт к трибунам."
  - "Перед ней — тренеры."
  - "То и дело просят Маккуин подписать — она всех отпускает молчанием."
  - "И только подойдя к тренеру, Маккуин улыбается."
  - "И %YOU% тоже не скрывает этой тёплой улыбки."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Ну как, после моего забега?」"
  - acc: 1
    content: "「Это правда здорово.」"
  - acc: 2
    content: "「Похоже, когда ты бежала, силы ещё были.」"
  -
  - "Маккуин и тренер уходят с поля, разговаривая на ходу."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Фуфу～ какая честь.」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Что смогла выложиться так… всё заслуга того списка продуктов.」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Как следует понять свойства еды, точно посчитать калории — и строить в сторону 【можно есть】.」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Потому я, что раньше считала, будто нельзя ничего, теперь ем даже сладости — и бежать тоже могу дальше.」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Спасибо тебе.」"
  - "Маккуин вдруг останавливается, %YOU% тоже."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Тогда позвольте ещё раз.」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Я %UMA% семьи Мэдзиро. Великолепие, изящество, безупречная победа — обязанность, что даёт это имя.」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Раз вас будут звать моим тренером, вы обязаны нести эту сознательность тренера семьи Мэдзиро.」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Ну как.」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Эта решимость — уже есть?」"
  - acc: 1
    content: "「Конечно есть.」"
  -
  - "Маккуин улыбается с теплом."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Какой надёжный ответ.」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: "Мэдзиро Маккуин"
      - "「Отныне буду под вашим руководством и строгостью. Прошу любить и жаловать.」"
  -
  - "Вот так."
  - "Так начинается время вместе с Мэдзиро Маккуин."