결박된 마음:
  # 트레이닝실
  # 이벤트명: 결박된 마음
  # 트리거 조건: 애모 상태 이후 무작위 발생
  - 아무것도 보이지 않았다…… 그저 반쯤 감긴 눈꺼풀 사이로 빛이 들어와 동공을 자극하는 감각뿐이었다.
  - 눈이 뻑뻑했다. 타마모 크로스는 연신 눈을 깜빡이며 눈물로 안구를 적셨다.
  - 소녀는 서서히 정신을 차렸고, 자신이 고향 집보다 더 익숙한 트레이닝실 소파 위에 주저앉아 있다는 사실을 깨달았다.
  - 타마모 크로스는 자신의 양손을 내려다보았다. 왼쪽과 오른쪽 손목이 각각 견고한 철제 고리에 연결되어 있어 두 팔을 자유롭게 펼칠 수 없는 상태였다.
  - 하지만 낯선 곳이 아니라 자신이 늘 있던 장소라는 사실에 %그녀%는 약간 안심했다.
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「……」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「이기 도대체 무슨 일이고——!」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「니 요런 츳코미가 듣고 싶어서 이카는 거제? 됐다 마, 퍼뜩 수갑이나 풀어줘라——」
  - %그녀%의 시선은 옆에 앉아 흥미진진하게 자신의 곤란한 처지를 감상하고 있는 %당신%에게로 향했다.
  - acc: 1
    content: 「그건 안 되겠는데. 요새 타마가 말을 좀 안 들어서 말이야……」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「내가 언제 그랬노! 니 생사람 잡지 마라!」
  - %당신%은(는) 자리를 옮겨 타마모 크로스의 눈앞에 얼굴을 바짝 들이밀었다.
  - %당신%의 뜨거운 숨결이 소녀의 피부에 닿자, %그녀% 역시 자신도 모르게 호흡이 가빠졌다.
  - acc: 1
    content: 「그치만 타마가 계속 나를 유혹하는 것처럼 구는걸……」
  -
  - acc: 1
    content: 「달릴 때 계속 내 쪽으로 엉덩이를 흔들어 대고, 운동 끝나면 나한테 달라붙어서 암컷 냄새를 풍기고…… 내가 참느라 얼마나 힘들었는지 알아?」
  - color: %玉藻色%
    content:
      - fontWeight: bold
        content: 타마모 크로스
      - 「그게 내랑 무슨 상관이고…… 그냥 니 악취미 아이가, 이 썩을 로리콘 자슥아!」
  - %그녀%는 얼굴을 붉히며 맞받아쳤지만, 스포츠 브라 아래의 귀여운 유두는 자신도 모르게 발딱 섰고 하복부 근처도 뜨겁게 달아올랐다.
  - %당신%은(는) 입술을 슬쩍 핥더니 타마모 크로스를 소파 위로 단숨에 눌러눕혔고, 상대의 두 팔 사이로 자신의 머리를 집어넣었다.
  - acc: 1
    content: 「정 그렇다면 나를 밀쳐내 봐.」
  - 지금의 타마모 크로스는 양손만 묶였을 뿐이다. %우마무스메%의 신체 능력을 생각하면 다리로 공격하며 저항하거나 도망치는 것쯤은 식은 죽 먹기였지만……
  - if: era.get('relation:21:0') > 225
    content:
      - 타마모 크로스는 입을 열어 무어라 말하려 했으나 적당한 단어를 찾지 못했다. 결국 %그녀%는 두 팔로 %당신%의 목을 감싸 안았고, 두 사람은 그대로 깊은 입맞춤 속에 빠져들었다.
  - if: era.get('relation:21:0') <= 225
    lines:
      - color: %玉藻色%
        content:
          - fontWeight: bold
            content: 타마모 크로스
          - 「참말로 몬된 어른이네……」
      - 타마모 크로스는 입술을 한번 다시더니, 못 이기는 척 두 팔로 %당신%의 목을 감싸 안으며 깊은 입맞춤을 받아들였다.