  乱伦生子:
    - if: era.get(`love:${d.id}`) >= 90
      lines:
        - %플레이어이름%은(는) 병상에 누워 자신이 낳은 아이를 바라보며, 머릿속이 조금 몽롱해진 채로 아이의 아버지를 떠올렸다.
        - 이렇게 짧은 시간 동안 %角色名%이(가) 이토록 빠르게 성장하여, 그의 아이를 낳아줄 수 있는 나이가 될 줄은 생각지도 못했다.
        - 호랑이도 제 말 하면 온다더니, %角色名%이(가) 방 안으로 뛰어들어왔다. 예전에는 자신의 품에서 젖을 먹던 아이였지만, 지금의 뒷모습은 %플레이어이름% 조차 참지 못하고 얼굴을 붉히며 가슴 뛰게 만들었다.
        - 어머니로서의 위치보다, %플레이어이름%은(는) %角色名%의 연인으로서의 행복을 선택했다.
    - if: era.get(`love:${d.id}`) < 90
      lines:
        - %플레이어이름%은(는) 아이를 안고, 마음속으로 끝없는 걱정에 휩싸였다. %角色名%과(와)의 근친으로 낳은 아이이기에, %플레이어이름%은(는) 이 아이의 앞으로의 운명을 걱정했다.
        - 애초에 %角色名%과(와) 그러지 않았더라면…… %플레이어이름%은(는) 참지 못하고 그렇게 불평하고 싶었지만, 차마 입 밖으로 꺼낼 수는 없었다.
        - 어머니로서의 모정과 연인으로서의 애정이 뒤섞여, 당사자조차 갈피를 잡을 수 없는 감정으로 변해버렸다.
        - 결국 그것은 앙탈 섞인 불평이 되어, 뒤늦게 나타난 %角色名%에게 쏟아졌다.