# @file 骏川缰绳 - 爱慕
# @author 黑奴队长（临时）

49:
  title: "Вожделение"
  lines:
    - if: era.get('cflag:301:扩展变量')?.who_am_i === 0
      lines:
        - "Однажды %CHARA% призналась %YOU% в том, кем она на самом деле является."
        - "%UMA% %CHARA_ACTUAL% — вот её настоящее имя."
    - "Отношения %YOU% и %CHARA% сделали прорыв…"
    - "Под безупречной профессиональной улыбкой %CHARA% что-то изменилось…"

74:
  title: "Страсть"
  lines:
    -

89:
  title: "Пара"
  lines:
    -

99:
  title: "Зависимость"
  lines:
    -