# @file オグリキャップ - 募集
# @author 雞雞
# @author Claude (翻訳)
rec:
  - オグリキャップ、オグリキャップ。
  - 中央トレセンにとって、それは聞き慣れない名前だった。しかし %YOU% はこの一年、この名前を忘れたことは一度もなかった。いや、より正確に言えば……この競走%UMA%の成績を。
  - 十二戦十勝、二度の敗北はいずれも僅差のハナ差……%YOU% はオフィスの机の前に座り、%YOU% が何度も何度も開いてきたその資料をめくった。
  - あの競走%UMA%は去年から地方シリーズ戦で頭角を現してきた。
  - 地方シリーズ戦は中央シリーズ戦のように政府が公式に主催するものではなく、地方競馬区連合が自主的に開催するものであり、中央のトレーナーである %YOU% の目から見れば、その競技レベルはまだまだ中央には及ばない。
  -
  - acc: 1
    content: 「だが、地方出身だからといって油断は禁物だ。」
  -
  - '%YOU% は子どもの頃、テレビで見た伝説の競走%UMA% ヘイセイク の勇姿を決して忘れることができなかった。'
  - あの競走%UMA%はオグリキャップと同じく地方シリーズ戦の出身でありながら、数々の壁を乗り越えて中央の舞台の頂点へと駆け上がり、その力だけで当時低迷していた競走%UMA%競技に再び熱狂の波を巻き起こした。
  - そしてヘイセイクの後にも、ロッキータイガー、タニユリなど地方出身の強豪が中央へ挑戦してきた。
  - 今のところヘイセイクの域に達した競走%UMA%はまだ一頭もいないが、地方シリーズ戦のレベルが静かに上がってきていることもまた紛れもない事実で……
  - 今やオグリキャップはヘイセイクに迫り、新たな地方の伝説となりそうな勢いだ。
  - '%YOU% の視線は傍らに置かれた古い新聞へと移った。そこにはオグリキャップが初めて勝利した後のウイナーズサークルで——民謡を踊る写真が印刷されていた。'
  -
  - 数ヶ月後の中京カップで%SEX%が大活躍してから注目し始めた他のトレーナーたちとは違い、%YOU% はとるに足らない地方レースの頃からオグリキャップに興味を持っていた。
  - そして今週、%SEX%が中央トレセンにやってくる。そのとき %YOU% は%SEX%の新たなトレーナーとなる。
  - 怪物が中央トレセンに乗り込んでくる日がやってきた。%YOU% は緊張を胸に秘めながら、校門の前でオグリキャップを待ち構えた。
  - 理事長秘書 %T_NAME% が %YOU% の傍らに付き添い、時間つぶしに %YOU% と他愛のない会話を交わしていた。
  -
  - color: %T_COLOR%
    content:
      - content: %T_NAME%
        fontWeight: bold
      - 「%YOURNAME% さん、あなたの責任はこれから非常に大きなものになりますよ……もちろん、他の%UMA%を担当することの責任が軽いと言っているわけではありませんが。」
  - color: %T_COLOR%
    content:
      - content: %T_NAME%
        fontWeight: bold
      - 「ただ、オグリキャップのような%UMA%は……本当に滅多に現れない逸材ですね。」
  -
  - acc: 1
    content: 「わかってます、それが高い知名度の副作用というものですね。」（オグリキャップやる気+1）
    lines:
      - color: %T_COLOR%
        content:
          - content: %T_NAME%
            fontWeight: bold
          - 「もっとも、オグリキャップさんのような競走%UMA%は、%SEX%はそんなことなど全く気にしないでしょうけれど。」
      - '%T_NAME% はそう言って意味深な微笑みを浮かべた。%YOU% は%SEX%がここまでオグリキャップに注目していたとは思っていなかった。'
      - %SEX%の言う通り、オグリキャップは稀有な禁欲系競走%UMA%だ。
      - この禁欲とは七情六欲のことではなく、%SEX%のレースへの追求が非常に純粋で澄んでいるという意味だ。
      - 多くの競走%UMA%とは違い、オグリキャップは名声や利益のために走るのではなく、ただ純粋に走ることへの愛と競争心を胸に抱いてレースへと臨んでいる。
  - acc: 2
    content: 「逸材ですか……あなたと比べてどうなんでしょう？」（%T_NAME% 好感-20、恋慕+2）
    if: era.get('cflag:301:57')?.who_am_i >= 1
    lines:
      - color: %T_COLOR%
        content:
          - content: %T_NAME%
            fontWeight: bold
          - 「冗談はおやめください、私はただの理事長秘書ですよ。」
      - '%T_NAME% はそう言って意味深な微笑みを浮かべたが、%YOU% は%SEX%のその微笑みの裏に隠された殺気を確かに感じ取っていた。'
      - '%YOU% はこの冗談を%SEX%が本気で怒るとは思っていなかった。なぜなら%SEX%のその小さな秘密は、永遠に %YOU% の胸の中にしまわれるのだから。'
      - '%T_NAME% は %YOU% が%SEX%を売ることはないとわかっており、%YOU% も%SEX%が %YOU% は%SEX%を売らないとわかっているとわかっている。それがふたりの暗黙の了解だった。'
  -
  - 校門の外に銀髪の人影が現れた。オグリキャップだ。
  - ふたりは小走りで出迎えに向かい、%T_NAME% が先に申し分のない端正な所作でオグリキャップに挨拶をした。
  - color: %T_COLOR%
    content:
      - content: %T_NAME%
        fontWeight: bold
      - 「『日本競走%UMA%トレーニングセンター学園』へようこそ。理事長秘書の——ハルウララと申します。」
  - color: %T_COLOR%
    content:
      - content: %T_NAME%
        fontWeight: bold
      - 「何かわからないことがあれば、いつでもお気軽にご相談ください。」
  -
  - オグリキャップの表情はいつも通り何の感情も見せていなかったが、%SEX%が %T_NAME% を見たときだけ突然その目つきが真剣になった。
  - %SEX%の目には疑問が浮かんでいるのがわかり、その全身の気配も、まるで野獣が天敵の気配を嗅ぎ取ったときの警戒感のように変わっていた。
  -
  - acc: 1
    content: （どうした？）（オグリキャップやる気+1）
  - acc: 2
    content: 「……こいつ、直感が鋭いな。」（%T_NAME% 好感-20、恋慕+5）
    if: era.get('cflag:301:57')?.who_am_i >= 1
    lines:
      - '%YOU% は %T_NAME% にしか聞こえない声量で小声でそう言った。すると直後に、%SEX%にすねをこっそり蹴られた。'
      - color: red
        content: （体力-10%！）
  -
  - オグリキャップにとって %T_NAME% は見知らぬ人だったが、%SEX%と %YOU% は笠松にいたころからすでに旧知の間柄だった。
  - それが、オグリキャップが%SEX%のキャリアをこの%TITLE%トレーナーの %YOU% に託すことを承諾した理由でもある。
  - 見知った顔と再会し、オグリキャップの無表情にもほんのりと笑みが浮かんだ。
  -
  - color: %COLOR%
    content:
      - content: オグリキャップ
        fontWeight: bold
      - 「トレーナー %YOURNAME%、また会えましたね。」
  -
  - acc: 1
    content: 「久しぶりだな、コグリ。」
  -
  - color: %COLOR%
    content:
      - content: オグリキャップ
        fontWeight: bold
      - 「改めて自己紹介します——私はオグリキャップ、天下を取りに来た競走%UMA%です。」
  - color: %COLOR%
    content:
      - content: オグリキャップ
        fontWeight: bold
      - 「よろしくお願いします。」
  -
  - 秘書 %T_NAME% の見守る中、%YOU% とオグリキャップは軽く握手を交わし、互いに微笑み合った。
  -
  - acc: 1
    content: 「よろしくお願いします。」
  - acc: 2
    content: 「天下なんてあなたには物足りない……世界を征服しましょう！」
