# @file 麦吉罗的呼唤 - 迷雾探索事件
# @author イーウィヤ
# @author 99

# 好事件
g_water:
  title: 甘泉水
  lines:
    - if: d.first === 1
      lines:
        - %YOU%和 %CHARA% 发现了一个像是散步广场的地方，广场上有些鸽子在轻松地漫步着，有几只则是落在一个小台上。
        # 谨慎行动
        - if: d.action === 0
          content: %YOU%和 %CHARA% 谨慎地从建筑的后方缓缓走出，鸽子们扑闪着翅膀稍微飞远了些，那个被鸟儿围住的小台原来是一个喷泉式的直饮水台。
        # 普通行动
        - if: d.action === 1
          content: %YOU%和 %CHARA% 快步走来，鸽子们扑闪着翅膀稍微飞远了些，那个被鸟儿围住的小台原来是一个喷泉式的直饮水台。
        # 急切行动
        - if: d.action === 2
          content: %YOU%和 %CHARA% 急匆匆地跑来，鸽子们扑闪着翅膀稍微飞远了些，那个被鸟儿围住的小台原来是一个喷泉式的直饮水台。
        - 看到那些鸽子并没有表现出什么异常，所以你们稍作思考之后，选择舀起了一捧水缓缓喝下。
    - if: d.first === 0
      lines:
        - %YOU%和 %CHARA% 发现了一个似曾相识的直饮水台，舀水饮用了一些。
    - 清凉的水抚过干渴的喉咙，让你们的精神为之一振。（体力+）

g_lost_and_found:
  title: 失物招领
  lines:
    - if: d.first === 1
      lines:
        - 你们找到了一个失物招领处。
        - 可爱的小挂件、被翻阅过的文库本、伞骨翻折的折叠伞……各种出现在失物招领处很是自然，但又无用的东西。
        - 可是，为什么有一张积分卡的背面，持卡人签名的位置却是%YOU%的名字呢？
        - 思前想后，%YOU%从一堆无用之物中拿走了这张积分卡——毕竟，这搞不好本就是属于%YOU%的东西呢？（「恩宠」+%REWARD%）
    - if: d.first === 0
      lines:
        - %YOU%从一个失物招领处找到了一张写着%YOU%名字的积分卡。（「恩宠」+%REWARD%）

g_clothe:
  title: 整理衣装
  lines:
    - if: d.first === 1
      lines:
        - %YOU%与%CHARA%路过一处看起来还算整洁的公厕，你们决定趁机喘口气。
        - 解决完生理需求，%YOU% 打开洗漱台的水龙头，随后将冰凉的液体一股脑地拍在脸上。
        - 一阵凉意穿过脑后，%YOU%能感觉到自己的大脑清醒了不少。
        - 帮出来汇合的 %CHARA% 也擦掉脸上残留的水珠后，你们再次上路了。（性欲-）
    - if: d.first === 0
      lines:
        - 你们在一处公厕中简单整理了状态。 （性欲-）

g_chair:
  title: 林荫长椅
  lines:
    - if: d.first === 1
      lines:
        - 稍微远离了高楼林立的繁华主路，你们在附近公园的林荫长椅上坐下。
        - 天色正好，林中空气新鲜，%YOU%与 %CHARA% 享受着眼前的宁静。
        - 坐在长椅上，身边的担当正微笑的看着%YOU%，%YOU%决定……
        - acc: 1
          content: 放松一下
          lines:
            - 在调整了一会儿后，一旁的 %CHARA% 站起身来，想要去主动去买些饮料。
            - 于是在 %CHARA% 回来之前，%YOU%靠在椅背上，闭目养神了片刻。（%YOU%性欲--）
        - acc: 1
          content: 让 %CHARA% 单独待一会
          lines:
            - %YOU%站起身来主动要求去买些饮料，而归来时，还在几米之外%CHARA%就欣然起身迎向了%YOU%。
            - 在修整片刻后，两人将空瓶丢进垃圾箱，随后便兴致高涨地再次上路。（%CHARA%性欲--）
        - acc: 2
          content: 聊聊天
          lines:
            - %YOU%笑着向身边的%SEX%搭话，而 %CHARA% 同样以笑容会迎来了%YOU%。
            - 在说笑声中，二人在不知不觉间再次踏上旅程。（性欲-）
    - if: d.first === 0
      lines:
        - 你们在林荫长椅坐下。
        - acc: 1
          content: 放松一下
          lines:
            - 在 %CHARA% 独自行动的时候，%YOU%闭目养神了片刻。（%YOU%性欲--）
        - acc: 2
          content: 让 %CHARA% 单独待一会
          lines:
            - %YOU% 在公园里走了走，让%CHARA%单独待了一会。（%CHARA%性欲--）
        - acc: 3
          content: 聊聊天
          lines:
            - 你们聊了会天。（性欲-）

g_bus:
  title: 公共交通
  lines:
    - if: d.first === 1
      lines:
        - %YOU%与 %CHARA% 坐上了刚刚到站的电车。
        - 十分幸运的是，这节车厢内几乎没有乘客，你们在随便挑了个靠窗的位置坐下。
        - 电车缓缓向前，%YOU%与 %CHARA% 牵手并肩坐在靠窗的座椅上，回首看着窗外的景色向后飞去。
        - 如果这样的平稳与安宁能够多持续一会儿就好了。注视着身旁担当微笑的侧脸，%YOU%不禁这样想到。
        - ……可惜电车只走了短短一截就到终点站了。（额外前进一次）
    - if: d.first === 0
      lines:
        - %YOU%和 %CHARA% 坐上了到站的电车，然后很快在终点站下车了。（额外前进一次）

g_lucky:
  title: 幸运奖励
  lines:
    - if: d.first === 1
      lines:
        - %YOU% 与 %CHARA% 决定在便利店附近停留一会儿。
        - 之后，%CHARA% 在好奇心驱使下进入便利店 ，随后带回了一袋没见过的小零食。
        - acc: 1
          content: 看向袋内
          lines:
            - %YOU%向担当道谢后谨慎地撕开袋子，却见其中掉出了一张中奖卡片。
            - 意外的中奖了。虽然只是一般的小奖，但二人的心情确实得到了调整。（「恩宠」+%REWARD%）
        - acc: 2
          content: 检视包装
          lines:
            - 包装上写着试验口味儿的字样，同时刺激性的味道让%YOU%精神一振。（%YOU%体力+）
    - if: d.first === 0
      lines:
        - 你们在便利店附近短暂休息，之后进入店内的担当带来了一袋没见过的小零食。
        - acc: 1
          content: 看向袋内
          lines:
            - 一张兑奖卡从袋中掉出……（「恩宠」+%REWARD%）
        - acc: 2
          content: 检视包装
          lines:
            - 刺激性的味道让%YOU%精神一振……（%YOU%体力+）

# 普通事件
n_walk_through:
  title: 普通穿行
  lines:
    - if: d.first === 1
      lines:
        - 穿过这条狭窄的小巷之前，%YOU%还有些提心吊胆。
        - 然而确实什么都没有发生，没有突然天降的骤雨，也没有掀起怪风的地砖，你们就这样平安地穿过了这条颇长的巷子。
        - 只不过，%YOU%下意识地牵住了 %CHARA% 的手，走出巷口的时候也没想起来要放开过。
    - if: d.first === 0
      lines:
        - 你们手牵手穿过一条狭窄的小巷。

n_walk:
  title: 街道漫步
  lines:
    - if: d.first === 1
      lines:
        - 你们一同在明亮整洁的街边漫步着，周围的路人与旅客三三两两的路过。
        - %YOU%与%CHARA%享受着这份出游的悠闲，将逐渐变化的氛围也甩在身后。
        - 是顺路走下去，还是去其他路上看看？你们不知不觉间加快了步伐。
    - if: d.first === 0
      lines:
        - 你们一同在明亮整洁的街边漫步。

n_shortcut:
  title: 林间捷径
  lines:
    - 你们在路过的林地旁发现了一条小径，似乎能直通下一个地点。
    - 不过，这条小路确实偏僻……
    - acc: 1
      content: 跑两步就到了（体力-，额外前进一次）
      lines:
        - 你们尽量小跑着前往了下一个地点。
    - acc: 2
      content: 还是慢慢走吧
      lines:
        - 你们选择继续从大路前进。

n_street_food:
  title: 街头小吃
  lines:
    - 你们在漫步时经过一家小吃摊位，空气中飘散着淡淡的香气。
    - 在担当好奇的目光中，%YOU%决定……
    - acc: 1
      content: 买些尝尝吧（「恩宠」-，体力+）
      lines:
        - 在品尝了温热可口的街头小吃后，你们继续自己的旅程。
    - acc: 2
      content: 还是下次吧

n_arcade:
  title: 摇奖游戏
  lines:
    - if: d.first === 1
      lines:
        - 你们在路过一处街巷时，发现了一处正在进行情侣摇奖挑战的店家。
        - 外表沉重的摇奖机前围绕着成双成对的男男女女。
        - 此时，担当暗示般拉了拉你的衣角……
        - acc: 1
          content: 试试看吧（「恩宠」+，体力-）
          lines:
            - 两人手牵手用力摇下机器的握把，一颗写有中奖信息的小球应声而落。
            - 虽然手腕酸痛但有所收获，你们略带欣喜的离开了此地。（「恩宠」+%REWARD%）
        - acc: 2
          content: 还是不玩了
          lines:
            - 虽然流露出一丝沮丧，但%CHARA%还是接受了%YOU%的意见。
            - 你们一同离开了此地。
    - if: d.first === 0
      lines:
        - 你们在路过一处街巷时，发现了一处正在进行情侣抽奖活动的店家……
        - acc: 1
          content: 一起来吧（「恩宠」+，体力-）
          lines:
            - 虽然手腕酸痛但有所收获，你们欣喜地离开了此地。（「恩宠」+%REWARD%）
        - acc: 2
          content: 还是不玩了

n_promotion:
  title: 店面宣传
  lines:
    - if: d.first === 1
      lines:
        - 在路过一处街角时，你们被一处不起眼的服装店吸引了。
        - 那里的店员热情的邀请%CHARA%进行有偿的衣物试穿，但那套衣物却实在有些煽情。
        - 你们相对而视……
        - acc: 1
          content: 要不试试看？（「恩宠」+，%YOU%性欲+，%CHARA%性欲+）
          lines:
            - 穿上那套衣物的%CHARA%羞涩地向%YOU%展示着身体，而%YOU%的呼吸也变得有些急促。
            - 事后，店家也将试穿时的照片留出一份给两人作为纪念……（「恩宠」+%REWARD%）
        - acc: 2
          content: 还是算了吧
          lines:
            - 在一番思考后，两人还是退缩了。
            - 你们离开了服装店。
    - if: d.first === 0
      lines:
        - 在路过一处街角时，你们被一处提供有偿试穿的服装店吸引了……
        - acc: 1
          content: 要不试试看？（「恩宠」+，%YOU%性欲+，%CHARA%性欲+）
          lines:
            - 因为衣物实在有些煽情，两人的呼吸也急促起来……（「恩宠」+%REWARD%）
        - acc: 2
          content: 还是算了吧

# 坏事件
b_pet_anal:
  title: 摸屁股
  lines:
    # [正常]-[不安]
    - 你们经过了一个无人的小摊。
    - 正在%YOU%试图从摊位中找到一些有用的东西时，突然感觉到有人抓了%YOU%的屁股。
    - %YOU%转身时，却发现 %CHARA% 若无其事地查看着小摊边的什么东西。
    - acc: 1
      content: 以牙还牙
      lines:
        - %YOU%决定以牙还牙，也抓了一把%SEX%的屁股。
        - 你们笑闹着离开了小摊。（%YOU%性欲++，%CHARA%性欲+）
    - acc: 2
      content: 无事发生
      lines:
        - %YOU%最终还是决定当无事发生。
        - %YOU%和偷笑着的 %CHARA% 先后离开了小摊。（%CHARA%性欲++）

b_hug:
  title: 意外相拥
  lines:
    # [正常]-[不安]
    - 穿过这条狭窄阴暗的小巷之前，%YOU%还有些担心，生怕会有意料之外的危险。
    - 然而事与愿违，一块突然弹起的地砖绊住了%CHARA%的脚步，顺势扑向了%YOU%的方向。
    - 回过神时，怀中的%TEEN%柔软香甜，羞涩的面容近在咫尺……
    - acc: 1
      content: 抚摸身体
      lines:
        - %YOU%的手指不由自主的滑过担当纤细的脊背，怀中的%TEEN%也发出了羞涩的轻呼。
        - 两人持续了很久才将对方放开，但%YOU%却仍觉得不够满足……（%YOU%性欲++，%CHARA%性欲+）
    - acc: 2
      content: 赶紧起身
      lines:
        - %YOU%立刻将%CHARA%扶起，而%CHARA%也只是带着羞涩的笑容，欲言又止地点点头。
        - 在这段无伤大雅的小插曲后，两人牵着手走出了小巷。（%CHARA%性欲++）

b_pet_leg:
  title: 抚摸大腿
  lines:
    # [正常]-[不安]
    - %YOU%与%CHARA%坐在街边的长椅上并肩而坐，紧致的双腿紧贴在%YOU%的身旁。
    - 那美丽的双腿就在长椅上悠悠摇晃着……
    - acc: 1
      content: 伸手触摸
      lines:
        - %YOU%将手伸向那双因熟悉而更加诱人的双腿，而%CHARA%只是害羞地撞了下%YOU%的肩膀。
        - 直到%YOU%满足为止，%CHARA%才面色红晕地拉着恋人再次上路。（%YOU%性欲+，%CHARA%性欲++）
    - acc: 2
      content: 努力忍耐
      lines:
        - %YOU%忍住了伸手触碰的欲望，%CHARA%有些疑惑、有些失望地看着你。
        - 坐了一段时间后，你们再次上路了。（%CHARA%性欲++）

b_movie:
  title: 街头放映
  lines:
    # [正常]-[不安]
    - 你们经过一处幕墙屏幕，其上正循环播放着一部爱情电影的经典桥段。
    - 此时，%CHARA%环住了%YOU%的臂膀，学着片中女主的样子，缓缓靠近了身边人的脸颊……
    - acc: 1
      content: 让%SEX%亲
      lines:
        - 一枚轻吻温柔地落上脸颊，%YOU%的心跳也在%CHARA%的笑容中缓缓加速。（%YOU%性欲++，%CHARA%性欲+）
    - acc: 2
      content: 暂时回避
      lines:
        - %YOU% 微微回避了%CHARA%的动作，之后你们普通的观赏了一会儿电影片段。（%CHARA%性欲++）

b_cafe:
  title: 咖啡馆
  lines:
    # [不安]
    - 你们经过了一个露天咖啡馆，看不清面目的情侣们在座位上旁若无人地接吻。
    - %CHARA% 轻轻拉了拉%YOU%的手，%YOU%读懂了暗示。
    - acc: 1
      content: 吻下去
      lines:
        - %YOU%和 %CHARA% 亲吻了一会。（%YOU%性欲++，%CHARA%性欲+）
    - acc: 2
      content: 假装不懂
      lines:
        - %CHARA% 失望地跟随%YOU%远离了咖啡馆。（%CHARA%性欲++）

b_lucky_sukebe:
  title: 幸运色狼？
  lines:
    # [不安]
    - 或许是突然升起的地砖，又或许是平静天气中突然刮来的邪风作祟？
    - 总之，走在大街上的%YOU%就这样脚下一滑，向一旁%CHARA%的方向倒去……
    - acc: 1
      content: 闭上眼睛
      lines:
        - %YOU%在一声惊呼中扑倒了柔软的某物，睁开眼时，看到的则是被埋入的胸口与%CHARA%羞涩的脸。
        - 于是，故作别扭的 %CHARA% 顺势与 %YOU% 亲热地推搡了好一会儿后才继续上路。（%YOU%性欲++，%CHARA%性欲+）
    - acc: 2
      content: 提醒%CHARA%
      lines:
        - %YOU%及时地出声提醒，尽管不可避免地触碰到了身体敏感处，但%CHARA%还是稳稳地接住了%YOU%。
        - 但在之后，脸颊微红的%CHARA%强行扶着%YOU%走了很长一段路。（%CHARA%性欲++）

b_rain:
  title: 突然降雨
  lines:
    # [不安]
    - 一阵突如其来的大雨将%YOU%和 %CHARA%困在了街边的小巷的中，将二人的衣物淋得透湿。
    - 回过神时，手中传来了%CHARA%胸口柔软湿润的触感，衣物透出肌肤的恋人那绯红的面孔近在咫尺……
    - acc: 1
      content: 抱住%SEX%
      lines:
        - %YOU%伸手 挑逗着怀中的恋人，而%CHARA%也顺势与%YOU%唇齿相融。
        - 外面的「雨」早已停止，但小巷中的二人却久久没有分开……（%YOU%性欲++，%CHARA%性欲+）
    - acc: 2
      content: 拉开距离
      lines:
        - 尽管很想与诱人的%SEX%亲热一番，但%YOU%还是克制了行为。
        - 可疑的「雨」没有持续太久，之后两人快速离开了小巷。（%CHARA%性欲++）

b_ero_item:
  title: 震动玩具
  lines:
    # [不安]
    - if: d.first === 1
      lines:
        - 你们在街上的活动中拿到了可疑的赠品，现在，一对迷你的遥控跳蛋摆在%YOU%的手中。
        - 正当%YOU%不知所措时，却看到%CHARA%正假装看向别处，但扯住衣襟的手正微微上翻着衣角。
    - if: d.first === 0
      lines:
        - %YOU%瞥向手机，发现「迷你跳蛋」的电量在不知何时蓄满了……
    - acc: 1
      content: 顺从%CHARA%
      lines:
        - 在%CHARA%的默许中，%YOU%将玩具探入%SEX%的文胸，随后按下了手机中的遥控键。
        - 之后那场危险又禁忌的步行游戏，在%CHARA%的低声喘息中一直持续到玩具电量见底为止……（%YOU%性欲++，%CHARA%性欲+）
    - acc: 2
      content: 稍微挑逗
      lines:
        - %YOU%无奈地与%CHARA%缩进街边角落，用玩具隔着衣服缓解着%SEX%的「兴致」。
        - 小小的电动玩具很快就电量见底了，但%CHARA%似乎没能被满足……（%CHARA%性欲++）

b_advance:
  title: 无端挑逗
  lines:
    # [不安]-[混乱]
    - %YOU%与担当正路过一处街角。
    - 正在%YOU%谨慎前进时，突然感到被一只手探入下着，并逐渐伸向前面双腿中间的位置。
    - 不用看也知道，身边的发情%TEEN%是什么表情，理性崩断的自己又是什么表情……
    - acc: 1
      content: 让%SEX%「长长记性」
      lines:
        - %YOU%拿掉%CHARA%胡乱摸索的手，并且毫不留情的扯掉了%CHARA%松垮的下着。
        - 伴随着肌肤的摩擦，%CHARA%发出了下流的求饶声……（%YOU%性欲++，%CHARA%性欲+）
    - acc: 2
      content: 把%SEX%推开
      lines:
        - 努力忍住对%CHARA%发泄欲望的冲动，%YOU%将%SEX%用力推开了。
        - %YOU%带着%SEX%继续向前……（%CHARA%性欲++）

b_blow_job:
  title: 露天口交
  lines:
    # [不安]-[混乱]
    - 你们经过一处露天放映场，其上正循环播放着一对情侣野兽般性爱片段。
    - 此时，%CHARA%学着片中女主的样子蹲下，神色迷离的缓缓拉开了%YOU%的下着衣物……
    - acc: 1
      content: 让%CHARA%侍奉
      lines:
        - 你们在放映场中坐下，%CHARA%则顺从地倾身，手指温柔地抚摸着%YOU%的胯下。
        - %CHARA% 一边自慰一边努力用手侍奉着 %YOU%，直到满足为止……（%YOU%性欲++，%CHARA%性欲+）
    - acc: 2
      content: 暂时回避
      lines:
        - %YOU% 想方设法的拉起了 %CHARA%，并在%SEX%稍微冷静后离开了现场。（%CHARA%性欲++）

b_anal_item:
  title: 后穴玩具
  lines:
    # [不安]-[混乱]
    - if: d.first === 1
      lines:
        - 你们在街上的活动中拿到了可疑的赠品，现在，一支泛着金属光泽的肛塞摆在 %YOU% 的手中。
        - 正当%YOU%不知所措时，却看到 %CHARA% 正红着脸看向别处，但双手却有些局促地抓着衣襟下摆。
    - if: d.first === 0
      lines:
        - %YOU% 看向一旁的 %CHARA%，发现%SEX%又在偷偷将手伸向包中，那里正放着交给%SEX%保管的后穴玩具。
    - acc: 1
      content: 顺从%CHARA%
      lines:
        - %YOU% 在 %CHARA% 默许的氛围中褪掉%SEX%的内衣，并在%TEEN%的呻吟声中将冰冷的异物塞进了%SEX%的后穴。
        - 之后，在下着真空伴随异物插入的不安与刺激中，漫步游戏一直持续 %CHARA% 无法抑制潮水与喘息才结束……（%YOU%性欲++，%CHARA%性欲+）
    - acc: 2
      content: 稍微挑逗
      lines:
        - %YOU%无奈地带着%CHARA%走进一旁的小巷，用玩具帮%SEX%以后穴自慰的形式「恢复理智」。
        - 一段时间后，%YOU% 带着呼吸急促的 %CHARA% 走出小巷，但%SEX%似乎没能因为平淡的高潮感到满足……（%CHARA%性欲++）

b_foot_job:
  title: 隐秘游戏
  lines:
    # [不安]-[混乱]
    - 你们决定小憩一会儿，而附近恰巧有一处餐厅的露天区。
    - 两人顺势在众多成双的情侣间找到一张空桌坐下，但不知不觉中，%YOU% 的双腿间便传来了被柔软的某物拨弄的触感。
    - 低头看去，发现 %CHARA% 踢掉了鞋子，正用漂亮的双脚隔着桌子挑弄着 %YOU% 的敏感点，注视对方的眼里满是爱欲。
    - acc: 1
      content: 顺从%CHARA%
      lines:
        - %YOU% 悄悄解开下身的衣带，任由 %CHARA% 的脚趾在双腿间玩弄，而%CHARA%在深入的同时，也将手伸向了自己的私处。
        - 周围的情侣们都沉浸在旁若无人的亲热中，而你们也在隐秘的游戏中一同迎来了高潮……（%YOU%性欲++，%CHARA%性欲+）
    - acc: 2
      content: 不予理睬
      lines:
        - 稳住理智的 %YOU% 只是捉住那双美丽的双腿简单爱抚了一阵，但 %CHARA% 眼中的欲望却变得愈发浓烈了……（%CHARA%性欲++）