recruit_1:
  - 알람이 %당신%을(를) 깨우는 소리에, %당신%은(는) 다소 힘들게 몸을 일으켰다.
  - 겨울은 가장 기분 좋은 단잠에 빠지기 쉬운 계절이지만, %당신%은(는) 곧바로 졸음에서 깨어났다.
  - 오늘은 선발 레이스 기간일 뿐만 아니라, 명단에서 눈여겨보던 %우마무스메%가 출주하는 날이기에 평소보다 더 일찍 일어난 것이었다.
  - 샤워를 하고, 아침 식사를 준비하고, 용모를 정돈했다.
  - acc: 1
    content: 「좋아, 출발하자.」

  - 선발 레이스
  - 아직 담당 %우마무스메%와 계약하지 않은 우마무스메들이 실력을 뽐내는 무대이자, 담당 %우마무스메%를 찾지 못한 트레이너들이 인재를 물색하고 계약을 제안하는 자리이다.
  - 그렇기에 학원의 트레이너들이 훈련장 밖 관중석에 모여 있었다.
  - content:
      - fontWeight: bold
        content: 트레이너 A
      - 「이봐, 저 연보라색 머리 %우마무스메% 봤어? 저 아이가 바로 우수한 %우마무스메%를 배출하기로 유명한 【메지로 가문】의 메지로 맥퀸이야!」
  - content:
      - fontWeight: bold
        content: 트레이너 B
      - 「알고말고. 설마 이런 곳에서 메지로 가문의 %우마무스메%를 만나게 될 줄이야. 입학 전 테스트에서 뛰어난 스태미나를 보유했다고 들었는데, 이번 선발 레이스에서의 활약이 기대되는군.」
  - %당신%은(는) 옆 사람들의 대화를 엿들으며, 그들이 언급한 특징을 따라 그 %우마무스메%를 찾아냈다.
  - 동시에 %당신%이(가) 관심을 가졌던 %우마무스메%이기도 했다.
  - 메지로 맥퀸…… %그녀%는 지금 게이트 밖에서 조용히 스스로를 다독이고 있었다.
  - 우수한 %우마무스메%들이 구름처럼 모인 학원 내에서는 선발 레이스에서 우승하는 것조차 매우 도전적인 일이다.
  - 트레이너들의 시선은 메지로 맥퀸에게 집중되었고, 다들 레이스 후에 그녀와 계약할 심산인 듯 보였다.
  - 곧이어 게이트 진입 신호가 떨어졌고, 메지로 맥퀸은 다른 %우마무스메%들과 차례로 게이트에 들어섰다. 게이트가 열리는 순간, 그녀는 힘차게 튀어 나갔다.
  - acc: 1
    content: 「정말 훌륭한 주행 폼이네. 어릴 때부터 단련해 온 거겠지.」

  - 하지만 방금 그 혼잣말이 끝나기도 전에, 메지로 맥퀸의 주행 폼이 흐트러지기 시작했다.
  - content:
      - fontWeight: bold
        content: 해설
      - 「좋습니다! 이제 레이스는 중반에 접어들었습니다. 그런데──!」
  - content:
      - fontWeight: bold
        content: 해설
      - 「큰 기대를 모았던 메지로 맥퀸, 지금 뒤처지고 있습니다!」
  - %그녀%는 스스로 안간힘을 쓰며 스퍼트를 올려 낙후된 상황을 만회하려 애썼다.
  - 결과적으로 레이스가 끝날 때 메지로 맥퀸은 「7착」라는 성적에 머물렀다.
  - content:
      - fontWeight: bold
        content: 트레이너 A
      - 「종반에 스퍼트를 내지 못한 건가. 스태미나가 뛰어난 %우마무스메%인 줄 알았는데, 아무래도 기대가 너무 컸나 보군.」
  - content:
      - fontWeight: bold
        content: 트레이너 A
      - 「그건 그렇고 첫 번째로 들어온 %우마무스메%인 아이네스 후진, 정말 좋은 다리를 가졌더군. 내 팀으로 영입해서 제대로 훈련시킨다면 엄청난 도약을 보여줄 거야!」
  - 메지로 맥퀸을 주목하던 트레이너들은 순식간에 뿔뿔이 흩어졌다.
  - %당신%은(는) 사람들 사이에 둘러싸여 어쩔 줄 몰라 하는 아이네스 후진과, 경기장에서 초라하고 기운 없는 모습으로 서 있는 메지로 맥퀸을 번갈아 보았다.
  - 선택의 기로에서 %당신%의 호흡이 거칠어졌다.
  -
  - acc: 1
    content: 내가 그녀를 구하겠어! (영입 계속)
    lines:
      - 결심을 굳힌 %당신%은(는) 메지로 맥퀸과 대화를 나누기 위해 다가갔다.
      - 하지만 다시 %그녀%를 찾으려 했을 때, %그녀%의 모습은 이미 허망한 듯 멀어지고 있었다.
      - %당신%은(는) 눈치껏 발걸음을 멈추고, 멀어져 가는 %그녀%의 뒷모습을 바라보았다.
  - acc: 2
    content: 역시 기대가 빗나갔나 보군. (영입 중단)
    lines:
      - 그녀의 현 상태를 보고 실망한 %당신%은(는) 선발 경기장을 떠났다.

recruit_2:
  - 메지로 맥퀸의 그 뒷모습이 자꾸만 마음에 걸렸던 %당신%은(는) 혹시나 하는 마음에 다시 훈련장을 찾았다.
  - 놀랍게도 선발 레이스에서 패배했던 메지로 맥퀸이 훈련장에서 자율 트레이닝을 하고 있는 모습이 보였다.
  - 선발 레이스 이후 낙담하지 않고, 오히려 더 열심히 훈련에 매진하고 있었던 것이다.
  - %당신%은(는) 그녀의 근처 펜스에 자리를 잡고 그녀의 훈련을 지켜보았다.
  - 하지만 아무리 노력해도 결과는 어제와 마찬가지로 무력했다.
  - 훈련을 멈춘 그녀는 손으로 무릎을 짚고 숨을 헐떡였다.
  - 대화할 기회를 포착한 %당신%은(는) 다가가 애써 미소를 지으며, 조금은 조심스럽게 메지로 가문의 %角色敬称%에게 말을 건넸다.
  - acc: 1
    content: 「안녕, 메지로 맥퀸 %角色敬称%.」
  -
  - %당신%의 등장을 알아챈 메지로 맥퀸은 깜짝 놀라며 %당신%을(를) 바라보았다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「당신은…… 죄송합니다만, 누구시죠?」
  - acc: 1
    content: 「나는 트레센의 트레이너야.」

  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「트레센의 트레이너분이시군요. 오늘 제 훈련을 보러 와주신 건가요? 정말 영광입니다.」
  - 메지로 맥퀸은 %당신%을(를) 살피며 잠시 침묵하더니, 이내 곤혹스러운 듯 말을 이었다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「그런데…… 왜 %플레이어호칭%께서는 저에게 관심을 가지시는 건가요?」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「어제의 선발 레이스도 보셨겠지요. 제 그 형편없는 달리기는 메지로 가문의 이름을 더럽히는 것이었습니다.」
  - 어제를 떠올리니 %그녀% 자신도 한숨이 절로 나오는 모양이었다.
  - acc: 1
    content: 「네 강인한 내면을 봤기 때문이야.」
  -
  - %당신%은(는) 그렇게 대답했다.
  - 「생각해 봐. 신분과 지위가 높은 사람일수록 일시적인 패배로 인해 한동안 슬럼프에 빠지기 마련이잖아.」
  - 「하지만 %角色敬称%는 달랐어. 그런 상황에서도 의기소침해지지 않고 계속해서 훈련을 이어갔으니까.」
  - 「그래서 %角色敬称%의 그 강인한 마음가짐이 내 흥미를 끌었어.」
  - 메지로 맥퀸은 송구스러운 듯 %당신%을(를) 바라보다가, 이내 살며시 미소를 지었다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「말씀을 참 예쁘게 하시네요, %플레이어호칭%. 정신적인 면까지 꿰뚫어 보시다니요.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「메지로 가문의 %우마무스메%로서, 매 순간 강인한 마음을 유지해야 하는 법이죠.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「하지만, 당신이 오신 것에는 제 트레이너가 되겠다는 요청도 포함되어 있겠지요.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「다만 제 트레이너가 될지 여부는, 제 달리기를 끝까지 지켜보신 후에 판단해 주셨으면 합니다.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「메지로 가문의 %우마무스메%로서, 반드시 이루어야 할 원대한 목표가 있으니까요.」
  - acc: 1
    content: 「목표?」
  -
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「저는 【텐노상(봄)】 제패라는 사명을 완수해야만 합니다.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「트레이너와 일심동체와 같은 신뢰 관계를 쌓지 못한다면 결코 달성할 수 없는 목표지요.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「그러니 부디……」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「제 달리기를 보신 후에 다시 판단해 주세요.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「이름에 부끄럽지 않은 메지로 가문의 %우마무스메%다운 모습을 보신 후에도, 저와 계약할 의사가 있으신지 말입니다.」
  - 메지로 맥퀸의 말을 들은 %당신%은(는) 고개를 끄덕이며 동의를 표했다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「마침 휴식 시간이 끝났군요. 그럼 %플레이어호칭%, 지켜봐 주시겠어요?」
  - 이윽고 트레이너는 안쪽 펜스에서 메지로 맥퀸이 트랙을 몇 바퀴고 계속해서 도는 것을 지켜보았다.
  - 우아한 주행 폼, 그리고 흐트러짐 없는 일정한 리듬.
  - 결코 하루아침에 이루어진 것이 아니었다……
  - 이 아이는 분명 나중에 훌륭한 %우마무스메%가 될 것이다……
  - 하지만……
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「하아…… 하아……」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「제 달리기…… 어땠나요?」
  - acc: 1
    content: 「다리 쪽에 힘이 들어가지 않는 거야?」
  -
  - 사실 진작에 물어봤어야 할 말이었다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「엣? 아, 저는…… 저는 그냥……」
  - 메지로 맥퀸의 배에서 꼬르륵 소리가 났고, %그녀%는 배를 어루만지며 신음 섞인 소리를 냈다.
  - acc: 1
    content: 「배가 아픈 거야?」
  -
  - %당신%은(는) 걱정스러운 마음에 메지로 맥퀸에게 다가갔다.
  - 하지만 메지로 맥퀸은 당황한 기색이 역력한 얼굴로 뒷걸음질을 쳤다.
  - acc: 1
    content: 「제대로 알아야겠어……」
  -
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「아…… 아뇨! 그런 게 아니에요!」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「저기…… 정말 죄송합니다! 한 바퀴 더 돌고 올게요!」
  - %당신%이(가) 상황을 파악하기도 전에, 메지로 맥퀸은 다시 달리기 시작했다.
  - acc: 1
    content: '잠깐!'

  - %당신%이(가) 붙잡을 틈도 없었다. 몇 걸음 더 가던 %그녀%의 몸이 그대로 쓰러지고 말았다.

  - acc: 1
    content: 「맥퀸 %角色敬称%!!」

  - 서둘러 달려가 %그녀%의 상태를 확인했다.
  - 옷에 묻은 흙먼지 외에는──
  - acc: 1
    content: 다친 곳은 없군, 다행이야.
  - %당신%은(는) 어쩔 수 없이 정신을 잃은 메지로 맥퀸을 업고 보건실로 향했다.
  - divider: true
  - 해 질 녘.
  - acc: 1
    content: 영양 부족으로 인한 경미한 빈혈 증상이었나?

  - 즉, 배가 아픈 것이 아니라 배가 고팠던 것이었다.
  - %당신%은(는) 여전히 의식을 회복하지 못한 맥퀸의 침대 곁에 앉아 그녀가 깨어나길 기다렸다.
  - 정적만이 흐르던 보건실에 맥퀸의 작은 신음 소리가 들리고 나서야 %당신%은(는) 그녀가 깼음을 알아차렸다.
  - acc: 1
    content: '「드디어 깼구나.」'
  -
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「제가…… 어떻게 된 거죠?」
  - %당신%은(는) 빈혈 때문에 쓰러졌다는 사실을 메지로 맥퀸에게 알려주었다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「훈련장에서 의식을 잃었던 건가요?」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「걱정 끼쳐드려 죄송합니다, %플레이어호칭%.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「하지만 이제 괜찮아요, 바로 훈련을 재개할 수──」
  - 메지로 맥퀸의 말이 끝나기 무섭게 배에서 다시 요란한 소리가 났다.
  - 때마침 들려온 소리에 두 사람 사이의 분위기가 묘해졌다.
  - %당신%은(는) 메지로 맥퀸을 바라보며 살며시 미소 지었다.
  - acc: 1
    content: '식사는 제대로 챙겨 먹고 있는 거야?'
  -
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「당연하죠! 메지로 가문의 %우마무스메%는 식사를 포함한 모든 일상생활을 완벽하게 관리한답니다.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「다만…… 선발 레이스를 위해 식단을 조금 절제했을 뿐이에요.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「오늘 쓰러진 건 그저 제 준비가 부족했던 탓입니다.」
  - %당신%은(는) 메지로 맥퀸의 변명 섞인 말을 받아주는 대신, 그녀에게 물었다.
  - acc: 1
    content: '식단표를 좀 보여줄래?'
  -
  - 메지로 맥퀸은 잠시 멍하니 있다가 주저하며 식단표를 %당신%에게 건넸다.
  - %당신%은(는) 식단표를 대략 훑어보았다.
  - 최소한의 영양 섭취는 고려한 듯했지만, 이는 %우마무스메%의 에너지 소모량을 감당하기에는 턱없이 부족한 수준이었다.
  - acc: 1
    content: '이건 제한이 너무 심하잖아!'
  -
  - %당신%은(는) 자신도 모르게 목소리를 높였다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「으윽…… 그, 그건 말이죠.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「또 다른 이유가 있어서……」
  - acc: 1
    content: '이유?'
  -
  - %당신%이(가) 그녀를 올려다보자, 그녀의 얼굴은 이미 잘 익은 사과처럼 빨개져 있었고 시선도 회피하고 있었다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「체질……이라고 해야 할까요. 제가 조금만 방심해도…… 살이 잘 찌거든요.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「평범한 식사를 해도 금방 살이 붙어버려요.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「메지로의 이름을 짊어진 몸으로, 그런 추태를 보이며 레이스에 나갈 수는 없으니까요.」
  - 그녀는 오랫동안 고민해온 속마음을 쏟아내듯 털어놓았다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「그래서 식단을 절제했던 건데──!」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「오늘처럼 빈혈로 쓰러져 버린다면 본말전도잖아요?」
  - 마침내 고민을 다 털어놓은 그녀는 맥이 풀린 듯 이불 위에 엎드렸고, 귀가 축 처졌다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「무슨 수를 내야만 하는데……」
  - %당신%은(는) 그녀의 이야기를 듣고 다가가 머리를 쓰다듬어 주었다.
  - 그녀는 영문을 모르겠다는 듯 %당신%을(를) 올려다보았다.
  - acc: 1
    content: 「좋아하는 음식이라도 있어?」
  -
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「디저트요…… 그건 왜 물어보시는 거죠?」
  - acc: 1
    content: '알겠어. 이 식단표를 나한테 빌려줄 수 있겠어?'
  -
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「네, 그러세요……」
  - %당신%은(는) 고개를 끄덕이며 그녀에게 감사를 표했다.
  - acc: 1
    content: '너를 위한 새로운 식단을 짜 줄게.'
  -
  - %당신%은(는) 자리에서 일어나 식단표를 챙겼다.
  - acc: 1
    content: 「몸이 좀 나아지면 돌아가도 좋아. 저녁에는 꼭 든든하게 한 끼 먹도록 해.」
  -
  - 그녀에게 당부의 말을 남기고 %당신%은(는) 트레이닝실로 향했다.
  - 그날 밤, %당신%은(는) 컴퓨터 앞에서 아주 늦게까지 잠들지 못했다.

recruit_3:
  - 다음 날, %당신%은(는) 다시 메지로 맥퀸을 찾았다.
  - 어제보다 훨씬 편안한 마음으로 그녀를 불렀고, 그녀 역시 %당신%의 부름에 다가왔다.
  - acc: 1
    content: '좋은 아침. 어제 저녁은 잘 먹었어?'
  - 메지로 맥퀸이 고개를 끄덕였다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「어제 곰곰이 생각해 봤는데, 역시 제 건강을 가장 우선으로 챙기는 게 좋겠더라고요.」
  - %당신%은(는) 만족스럽게 고개를 끄덕이며 자신이 정리한 노트를 메지로 맥퀸에게 건넸다.
  - acc: 1
    content: 「이걸 받아줄래?」
  -
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「엣? %플레이어호칭%의 노트인가요?」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「알겠습니다. 어디 한번 읽어볼게요.」
  - %그녀%는 정신을 집중해 노트의 내용을 훑어보았고, 읽는 내내 귀가 쫑긋거리며 움직였다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「식품 리스트…… 살이 잘 찌지 않는 메뉴들이라니, 이 많은 걸 전부 %플레이어호칭%께서 직접 찾아보신 건가요?」
  - %그녀%는 나직하게 혼잣말을 중얼거렸다.
  - 그러다 어떤 놀라운 음식을 발견했는지, 귀가 뒤로 바짝 젖혀졌다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「이건, 디저트잖아요! 이런 걸 먹어도 정말 괜찮은 건가요?!」
  - acc: 1
    content: 「그걸로 기운 차리고, 전력을 다해 달려봐.」
  -
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「%플레이어호칭%…… 정말 감사합니다. 담당도 아닌 %우마무스메%인 저를 위해 이렇게까지 해주시다니요.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「이 노트, 잠시 빌려 갈게요. 그리고 저…… 음……」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「잠시 후에 훈련을 마치고 다음 선발 레이스에 참가 신청을 하러 가려고 해요.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「그때는 반드시 이번 선발 레이스에서 우승하고, 당당하게 당신과 계약을 맺고 싶습니다.」
  - acc: 1
    content: '기대할게!'
  -
  - 트레이너는 메지로 맥퀸을 향해 엄지를 치켜세웠다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「그럼, 다음 주에 뵙죠.」

recruit_4:
  - %당신%은(는) 다시 훈련장을 찾아 메지로 맥퀸의 화려한 부활을 지켜보았다.
  - 멀리서도 그 연보라색 머리의 뒷모습이 한눈에 들어왔다.
  - content:
      - fontWeight: bold
        content: 트레이너 A
      - 「어라, 저 아이는【메지로 가문】의 %角色敬称%이신 메지로 맥퀸 아닌가? 지난번 선발 레이스에서 7착이었다고 들었는데 오늘 또 참가했네.」
  - content:
      - fontWeight: bold
        content: 트레이너 B
      - 「그런 말 마세요. 저 %角色敬称%는 곱게만 자란 부류가 아니라고요. 지난주 선발 레이스 이후로 계속해서 피나는 훈련을 해왔으니까요……」
  - 메지로 맥퀸은 워밍업을 마친 뒤 관중석을 유심히 살폈다.
  - 그녀의 날카로운 눈이 순식간에 %당신%을(를) 포착해 냈다.
  - 그리고 메지로 맥퀸은 관중석을 향해 깊이 고개를 숙여 인사했다.
  - 하지만 사람들은 맥퀸 %角色敬称%가 누구에게 인사하는지 알 리 없었다.
  - 오직 %당신%만이 그 의미를 알고 있었다.
  - divider: true
  - content:
      - fontWeight: bold
        content: 해설
      - 「레이스는 이제 종반입니다! 과연 누가 승리를 거머쥘까요?」
  - content:
      - fontWeight: bold
        content: 해설
      - 「메지로 맥퀸! 메지로 맥퀸이 선두 그룹에서 치고 나옵니다! 여력이 충분해 보이는군요, 2위를 멀찌감치 따돌립니다!」
  - 압도적인 실력이 만들어낸 명레이스에 관중석은 순식간에 환호성으로 가득 찼다.
  - 메지로 맥퀸은 숨을 고르기도 전에 관중석 쪽으로 걸어갔다.
  - 그녀의 앞에는 수많은 트레이너가 기다리고 있었다.
  - 끊임없이 메지로 맥퀸에게 계약을 요청하는 이들이 있었지만, 그녀는 침묵으로 일관하며 그들을 지나쳤다.
  - 마침내 %당신%의 앞에 도달했을 때야 비로소 메지로 맥퀸은 미소를 지어 보였다.
  - %당신% 역시 대견한 듯 번지는 웃음을 감추기 어려웠다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「제 레이스를 보신 소감이 어떠신가요?」
  - acc: 1
    content: 「정말 대단했어.」
  - acc: 2
    content: 「달리는 동안 여유가 느껴지더군.」
  -
  - 메지로 맥퀸과 트레이너는 경기장을 벗어나 함께 걸으며 대화를 나누었다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「후훗~ 영광이네요.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「이렇게 전력을 다할 수 있었던 건…… 전부 그 식단표 덕분이에요.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「음식의 특성을 충분히 이해하고 칼로리를 정교하게 계산해서, 【먹을 수 있는】 방향으로 구성해 주셨잖아요.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「덕분에 아무것도 못 먹는다고 생각했던 제가 디저트까지 먹으면서도 주행을 계속할 수 있었던 거예요.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「고마워요.」
  - 메지로 맥퀸이 갑자기 걸음을 멈추었고, %당신%도 덩달아 멈춰 섰다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「그럼, 다시 한번 정식으로 말씀드릴게요.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「저는 메지로 가문의 %우마무스메%입니다. 화려함, 우아함, 그리고 완벽한 승리. 이 모든 것이 제 이름에 부여된 의무이지요.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「제 담당 트레이너라 불리기 위해서는, 당신 역시 메지로 가문의 트레이너로서 자각을 가지셔야만 합니다.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「어떤가요?」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「그 각오, 이미 되셨나요?」
  - acc: 1
    content: 「물론이야.」
  -
  - 메지로 맥퀸은 만족스러운 듯 미소 지었다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「정말 든든한 대답이네요.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 맥퀸
      - 「앞으로 당신의 지도와 편달을 겸허히 받겠습니다. 잘 부탁드려요.」
  -
  - 그렇게.
  - 메지로 맥퀸과 함께하는 시간이 시작되었다.