recruit_1:
  - 오늘도 %당신%은(는) 트레이닝 부근에서 자신만의 담당을 찾고 있었다.
  - 이른 아침의 햇살이 내리쬐는 트레이닝 코스 위에서, 연한 푸른빛의 실루엣 하나가 %당신%의 시선을 사로잡았다.
  - %그녀%는 근처 벤치에 기대어 앉아 있었고, 하얀 얼굴에는 방금 전까지 운동을 한 듯 붉은 기가 남아 있었다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: ???
      - 「좋아, 오늘의 트레이닝 목표는 달성했으니, 다음은……」
  - 트레이닝으로 흘린 땀방울이 몸에 걸친 트레이닝복을 적셔, %그녀%의 아름다운 실루엣을 부각하고 있었다.
  - acc: 1
    content: (무척 자기 관리가 철저하고 똑 부러지는 %우마무스메% 같네.)
  - %당신%이(가) %그녀%를 지켜보고 있던 그때, %그녀%는 벤치에서 막 일어서려다 중심을 잃고 비틀거리며 다시 주저앉았다.
  - %당신%은(는) %그녀%에게 무슨 일이 생긴 건 아닌가 걱정되어 서둘러 발걸음을 옮겼다.
  - 「학생, 괜찮아?」
  - %그녀%가 고개를 들었다. 땀에 젖어 살짝 흐트러진 연푸른색 머리카락 사이로, 마치 자수정 같은 두 눈동자가 %당신%의 눈과 마주쳤다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: ???
      - 「아, 신경 써 주셔서 감사합니다. 조금 전 갑자기 현기증이 나서 그랬는데, 이젠 괜찮아졌어요.」
  - %그녀%의 목소리는 나긋나긋하고 아름다웠으며, 부드러움이 가득 담겨 있어 %당신%에게 봄바람 같은 따스함을 선사했다.
  - 「그렇다면 다행이네.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: ???
      - 「이러면 안 되는데…… 큰 병을 앓고 난 직후라 무리하면 안 되는데…… 어라? 제 태블릿 PC가……?」
  - %그녀%의 말투에는 약간의 난처함이 묻어 있었다. 그러고는 조금 전까지 손에 들고 있던 태블릿 PC가 사라진 것을 알아차렸다.
  - 다가가던 %당신%의 눈에 그것이 떨어진 위치가 보였고, %당신%은(는) 몸을 굽혀 %그녀%의 발밑에서 태블릿 PC를 주웠다.
  - 「여기 있어…… 음……?」
  - 허리를 굽혀 주울 때 실수로 태블릿 PC를 건드리는 바람에 화면이 켜졌고, %당신%은(는) 호기심에 슬쩍 화면을 보게 되었다.
  - 빽빽하게 짜인 정밀한 트레이닝 계획 뒤로 온갖 기록과 메모가 가득 적혀 있어, 이 트레이닝 계획이 얼마나 정교한지 한눈에 알 수 있었다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: ???
      - 「주워 주셔서 감사합니다…… 돌려주시겠어요?」
  - 「미안, 화면에 있는 계획이 조금 신경 쓰여서 나도 모르게 보게 됐어.」
  - %당신%은(는) %그녀%에게 태블릿 PC를 건넸다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: ???
      - 「감사합니다. 그럼 실례할게요, 다음 트레이닝을 이어가야 해서요.」
  - %그녀%는 %당신%에게서 태블릿 PC를 받아 들고, 흠잡을 데 없는 예의를 갖춰 감사를 표한 뒤 자리에서 일어나 떠나려 했다.
  - acc: 1
    content: 「저기…… 이름 좀 알려줄 수 있을까?」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: ???
      - 「제 이름은 메지로 아르당이에요.」
  - 방금 전의 트레이닝과 컨디션 난조로 인한 불편함 때문에 몸이 미세하게 떨리고 있었지만, %그녀%의 목소리와 눈빛만큼은 여전히 확고했다.
  - (메지로 아르당……? 그러고 보니 새로 부임했을 때 받았던 학생 자료에서 본 기억이 났다. 아래에 특별 비고로 몸이 약해 레이스에 적합하지 않으며, 신체적 문제로 여러 차례 선발 레이스를 놓쳤다고 적혀 있었지.)
  - 
  - %당신%이(가) %그녀%에 대한 자료를 회상하는 사이, 메지로 아르당은 이미 멀어지고 있었다.
  - acc: 1
    content: 메지로 아르당을 뒤쫓는다. (영입 계속)
    lines:
      - 「메지로 아르당 학생, 잠깐만!」
      - %당신%은(는) 목소리를 높여 떠나려던 %그녀%의 발걸음을 멈춰 세운 뒤, 가벼운 걸음으로 %그녀%의 곁으로 달려갔다.
      - 「괜찮다면, 내가 너의 트레이너가 되게 해 주지 않을래?」
      - 메지로 아르당은 %당신%의 갑작스러운 제안에 살짝 놀란 표정을 지었으나, 이내 미소를 되찾으며 부드럽게 고개를 저었다.
      - color: %대표색%
        content:
          - fontWeight: bold
            content: 메지로 아르당
          - 「후훗, 감사합니다, 트레이너 님. 무척 영광입니다만…… 죄송해요, 정중히 거절할게요.」
      - color: %대표색%
        content:
          - fontWeight: bold
            content: 메지로 아르당
          - 「으음…… 오해하지는 말아 주세요. %호칭%의 제안을 거절한 건 %호칭%께 문제가 있어서가 아니랍니다. 지금은 그 누가 저를 스카우트하러 온다 해도 똑같이 거절했을 테니까요.」
      - color: %대표색%
        content:
          - fontWeight: bold
            content: 메지로 아르당
          - 「제가 조만간 출주할 선발 레이스를 지켜보신 뒤에 다시 결정해 주시지 않겠어요? 아직 제 실력을 보여드리지도 못했는데, 이렇게 섣불리 제안을 받아들일 수는 없으니까요.」
      - 메지로 아르당은 예의 바르게 %당신%의 제안을 거절하면서도, 자신이 마주한 도전을 지켜봐 달라고 청했다. %당신%과(와) 마주한 두 눈동자에는 일말의 기대감이 서려 있었다.
      - acc: 1
        content: 「조만간 있을 선발 레이스라니…… 내가 알기로 곧 열릴 선발 레이스는 더트 단거리 레이스 하나뿐인데, 네 적성하고는 전혀 맞지 않잖아.」
      - %당신%은(는) %그녀%의 자료에 적혀 있던 적성 칸에 단거리와 더트 적성이 모두 최하위로 적혀 있었던 것을 떠올렸다. 그 레이스는 누가 봐도 %그녀%가 출주해서는 안 될 무대였다.
      - color: %대표색%
        content:
          - fontWeight: bold
            content: 메지로 아르당
          - 「네, 맞아요. 하지만 모든 레이스가 언제나 순탄하게 흘러가지만은 않죠. 경기장 위에서는 늘 예상치 못한 일들이 일어나니까요. 하지만 그것이 승리를 향해 달리기를 멈출 이유가 되지는 못해요.」
      - color: %대표색%
        content:
          - fontWeight: bold
            content: 메지로 아르당
          - 「다리가 단 한 번이라도 나약함을 기억해 버린다면, 훗날 승부를 결정지을 결정적인 순간에 앞으로 나아가기를 주저하게 될 거라고 생각해요.」
      - %당신%은(는) %그녀%의 짙은 자수정 빛 눈동자 속에서 조금도 흔들리지 않는 확고한 의지를 엿보았다.
      - acc: 1
        content: 「그 선발 레이스, 꼭 보러 갈게. 네가 발하는 빛을 지켜보고, 그러고 나서 다시 한번 너에게 제안하겠어.」
      - 아르당은 %당신%의 대답에 행복한 미소를 지었고, 대답하는 목소리에도 미세한 설렘이 묻어났다.
      - color: %대표색%
        content:
          - fontWeight: bold
            content: 메지로 아르당
          - 「감사합니다. 선발 레이스가 끝나면, %호칭%을 기다리고 있을게요.」
      - 메지로 아르당은 %당신%이(가) 보내준 성원에 감사를 표한 뒤, 다음 선발 레이스에 대한 기대감을 품고 자리를 떠났다.
  - acc: 2
    content: 아무 말 없이 메지로 아르당이 떠나는 모습을 지켜본다. (잠깐 심사숙고)
    lines:
      - (의지가 강하고 자기 관리가 철저한 %우마무스메%이긴 하지만, 가장 중요한 몸 상태가…… 조금 더 고민해 보자……)

recruit_2:
  - 훈련장 부근에서 %당신%은(는) 메지로 아르당을 다시 마주쳤다. %그녀%는 여전히 관람석에 앉아 손에 든 태블릿을 진지하게 들여다보고 있었다.
  - acc: 1
    content: 다아가서 %그녀%에게 말을 건넨다. (영입 계속)
    lines:
      - 「안녕, 메지로 아르당 학생.」
      - 목소리를 들은 메지로 아르당이 고개를 들었다. %당신%을(를) 알아본 %그녀%는 미소를 지으며 부드럽고 따스한 목소리로 물었다.
      - color: %대표색%
        content:
          - fontWeight: bold
            content: 메지로 아르당
          - 「어라? 지난번에 뵈었던 %호칭%이시네요. 무슨 일이라도 있으신가요?」
      - 「내 담당 우마무스메가 되어 주었으면 해.」
      - 메지로 아르당은 %당신%의 갑작스러운 제안에 살짝 놀란 표정을 지었으나, 이내 미소를 되찾으며 부드럽게 고개를 저었다.
      - color: %대표색%
        content:
          - fontWeight: bold
            content: 메지로 아르당
          - 「후훗, 감사합니다, %호칭%. 무척 영광입니다만…… 죄송해요, 정중히 거절할게요.」
      - color: %대표색%
        content:
          - fontWeight: bold
            content: 메지로 아르당
          - 「으음…… 오해하지는 말아 주세요. %호칭%의 제안을 거절한 건 %호칭%께 문제가 있어서가 아니랍니다. 지금은 그 누가 저를 스카우트하러 온다 해도 똑같이 거절했을 테니까요.」
      - color: %대표색%
        content:
          - fontWeight: bold
            content: 메지로 아르당
          - 「제가 조만간 출주할 선발 레이스를 지켜보신 뒤에 다시 결정해 주시지 않겠어요? 아직 제 실력을 보여드리지도 못했는데, 이렇게 섣불리 제안을 받아일 수 없으니까요.」
      - 메지로 아르당은 예의 바르게 %당신%의 제안을 거절하면서도, 자신이 마주한 도전을 지켜봐 달라고 청했다. %당신%과(와) 마주한 두 눈동자에는 일말의 기대감이 서려 있었다.
      - acc: 1
        content: 「네 적성하고는 전혀 맞지 않는 무대일 텐데.」
      - %당신%은(는) %그녀%의 자료에 적혀 있던 적성 칸에 단거리와 더트 적성이 모두 최하위로 적혀 있었던 것을 떠올렸다. 그 레이스는 누가 봐도 %그녀%가 출주해서는 안 될 무대였다.
      - color: %대표색%
        content:
          - fontWeight: bold
            content: 메지로 아르당
          - 「네, 맞아요. 하지만 모든 레이스가 언제나 순탄하게 흘러가지만은 않죠. 경기장 위에서는 늘 예상치 못한 일들이 일어나니까요. 하지만 그것이 승리를 향해 달리기를 멈출 이유가 되지는 못해요.」
      - color: %대표색%
        content:
          - fontWeight: bold
            content: 메지로 아르당
          - 「다리가 단 한 번이라도 나약함을 기억해 버린다면, 훗날 승부를 결정지을 결정적인 순간에 앞으로 나아가기를 주저하게 될 거라고 생각해요.」
      - %당신%은(는) %그녀%의 짙은 자수정 빛 눈동자 속에서 조금도 흔들리지 않는 확고한 의지를 엿보았다.
      - acc: 1
        content: 「그 선발 레이스, 꼭 보러 갈게. 네가 발하는 빛을 지켜보고, 그러고 나서 다시 한번 너에게 제안하겠어.」
      - 아르당은 %당신%의 대답에 행복한 미소를 지었고, 대답하는 목소리에도 미세한 설렘이 묻어났다.
      - color: %대표색%
        content:
          - fontWeight: bold
            content: 메지로 아르당
          - 「감사합니다. 선발 레이스가 끝나면, %호칭%을 기다리고 있을게요.」
      - 메지로 아르당은 %당신%이(가) 보내준 성원에 감사를 표한 뒤, 다음 선발 레이스에 대한 기대감을 품고 자리를 떠났다.
  - acc: 2
    content: 아무 말 없이 자리를 뜬다. (영입 중단)

recruit_3:
  - %당신%은(는) 경기장에 도착했다. 오늘은 선발 레이스가 열리는 날이다. 우마무스메의 진정한 실력을 파악하는 데는 실제 레이스를 지켜보는 것만큼 좋은 방법이 없다.
  - 주변의 다른 트레이너들도 관람하며 어떤 %우마무스메%가 유망한지 서로 의견을 나누고 있었지만, 그것은 %당신%과(와) 상관없는 일이었다.
  - %당신%은(는) 이미 마음의 결정을 내렸기 때문이다.
  - 
  - content:
    - fontWeight: bold
      content: %우마무스메% A
    - 「선배가 왜 오늘 선발 레이스에 있는 거야?」
  - content:
    - fontWeight: bold
      content: %우마무스메% B
    - 「오늘 선발 레이스는 더트 단거리잖아. 아르당 선배의 적성하고는 전혀 안 맞을 텐데?」
  - %당신%은(는) 관람석 맨 앞줄에 앉아 대기 구역에서 워밍업을 하고 있는 %그녀%를 바라보았다. 그러자 전에 %그녀%가 했던 말이 뇌리를 스쳤다.
  - color: %대표색%
    content:
      - （
      - fontWeight: bold
        content: 메지로 아르당
      - 「네, 맞아요. 하지만 모든 레이스가 언제나 순탄하게 흘러가지만은 않죠. 경기장 위에서는 늘 예상치 못한 일들이 일어나니까요. 하지만 그것이 승리를 향해 달리기를 멈출 이유가 되지는 못해요.」）
  - color: %대표색%
    content:
      - （
      - fontWeight: bold
        content: 메지로 아르당
      - 「다리가 단 한 번이라도 나약함을 기억해 버린다면, 훗날 승부를 결정지을 결정적인 순간에 앞으로 나아가기를 주저하게 될 거라고 생각해요.」）
  - (저런 말을 할 수 있는 %그녀%라면…… 분명 자신의 한계를 깨부수고, 모든 벽을 뛰어넘어 눈부신 빛을 발할 수 있으리라.)
  - 
  - 게이트가 열리는 우렁찬 소리가 %당신%의 상념을 깨우며 레이스의 시작을 알렸다.
  - 
  - 레이스가 진행되면서 %그녀%가 바로 %당신%의 눈앞을 스쳐 지나갔다. %그녀%의 자수정 같은 눈동자에는 그날 보았던 것과 똑같이 조금도 흔들림 없는 확고함이 깃들어 있었다.
  - 「적성도 맞지 않고 몸이 약해 레이스에 어울리지 않는데도, 승리를 향해 다리를 움직여 달리는구나…… 이 빛을 지켜볼 수 있어서 정말 영광이야.」
  - content:
      - fontWeight: bold
        content: 해설
      - 「현재 결승선까지 남은 거리 50m! 마지막 코너에서 치고 올라오는 것은……? 메지로 아르당! 골인! 1착은 메지로 아르당입니다!」
  - 레이스의 결과가 마침내 정해졌다. 메지로 아르당은 수많은 사람의 불리한 시선을 뒤엎고 자신만의 눈부신 빛을 발해 보였다.
  - content:
      - fontWeight: bold
        content: %우마무스메% A
      - 「말도 안 돼! 적성이 완전히 안 맞았잖아?」
  - 관람석에 있던 관중들은 믿기 힘든 결과에 동요하며 웅성거리기 시작했다.
  - %당신%은(는) 자리에서 일어나, 그 유일무이한 빛을 맞이하기 위해 경기장 안으로 걸어갔다.
  - acc: 1
    content: 「메지로 아르당 학생, 네가 내뿜는 빛은 비록 작은 불씨처럼 보일지 몰라도, 그 무엇보다 독보적으로 눈부셔…… 그러니까 나와 함께 아무도 도달하지 못한 높은 곳을 향해 가보지 않을래?」
  - %당신%은(는) 약속대로 자신을 보러 와 준 것을 확인하고 미소 짓는 메지로 아르당의 곁으로 다가가, 다시 한번 %그녀%에게 스카우트 제안을 건넸다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 아르당
      - 「제가 발하는 빛…… 인가요……」
  - 메지로 아르당은 %당신%의 말에 살짝 고개를 숙였으나, 이내 다시 고개를 들고 흔들림 없는 단단한 눈빛으로 %당신%을(를) 바라보았다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 메지로 아르당
      - 「무척 영광이에요. 앞으로 나아갈 길을, 부디 %호칭%과 함께 동행하며 최고의 높은 곳을 향해 나아가게 해 주세요.」