recruit: 
  - 오구리 캡, 오구리 캡.
  - 중앙 트레센에게 있어 그것은 생소한 이름이었지만, %당신%은(는) 지난 1년 동안 단 한 번도 그 이름을 잊은 적이 없다. 아니, 더 적절한 표현은... 이 %우마무스메%가 거둔 성적을 잊은 적이 없다는 것이다.
  - 12전 10승, 패배한 두 번조차 아주 근소한 차이의 2착... %당신%은(는) 사무실 책상 앞에 앉아 몇 번이고 들춰보았던 통합 자료를 다시 살펴본다.
  - 그 %우마무스메%는 작년부터 지방 시리즈에서 명성을 떨치기 시작했다.
  - 지방 시리즈는 중앙 시리즈처럼 정부 공식 주관이 아니라 지방 연맹이 독자적으로 개최하기에, 중앙 트레이너인 %당신%의 눈에는 여전히 레이스 수준이 중앙에 훨씬 못 미치는 것으로 보였다.
  -
  - acc: 1
    content: 「하지만 지방 출신이라고 해서 방심해서는 안 되지.」
  -
  - '%당신%은(는) 어릴 적 TV에서 보았던 전설적인 %우마무스메% 하이세이코의 위용을 결코 잊지 못한다.'
  - 그 %우마무스메%는 오구리 캡과 마찬가지로 지방 시리즈 출신이었음에도 겹겹이 쌓인 장애물을 넘어 중앙 무대 최정상에 올랐고, 홀로 당시 침체되어 있던 %우마무스메% 레이스에 다시 열풍을 불러일으켰다.
  - 하이세이코 이후에도 로키 타이거, 화이트 나루비 등 지방의 강호들이 중앙에 도전장을 내밀었다.
  - 비록 지금껏 하이세이코의 경지에 도달한 %우마무스메%는 없었지만, 지방 시리즈의 수준이 조용히 올라가고 있다는 것 또한 부정할 수 없는 사실이다...
  - 그리고 지금, 오구리 캡은 하이세이코를 뒤쫓아 새로운 세대의 지방 전설이 될 가능성이 엿보였다.
  - '%당신%의 시선이 옆에 놓인 낡은 신문으로 향한다. 그곳에는 오구리 캡이 첫 승리를 거둔 후 승자 무대에서 향토 무용을 추고 있는 사진이 인쇄되어 있다.'
  -
  - 수개월 뒤 추쿄배에서 두각을 나타내고 나서야 관심을 가지기 시작한 다른 트레이너들과 달리, %당신%은(는) 보잘것없는 지방 레이스 시절부터 오구리 캡에게 관심을 가져왔다.
  - 그리고 이번 주, %그녀%가 중앙 트레센으로 오게 되며, %당신%이(가) %그녀%의 새로운 트레이너가 될 것이다.
  - 괴물이 중앙 트레센으로 진격하는 날이 밝았다. %당신%은(는) 긴장된 마음으로 교문 앞에 서서 오구리 캡을 기다린다.
  - 이사장 비서인 %하야카와 타즈나%가 %당신%의 곁에서 가벼운 대화로 시간을 때워주며 함께 서 있다.
  -
  - color: '#73dc4d'
    content: '%하야카와 타즈나%「%플레이어이름% %플레이어호칭%, 앞으로 책임이 정말 막중하시겠어요... 물론 다른 %우마무스메%들을 담당하는 책임이 가볍다는 뜻은 아니지만요.」'
  - color: '#73dc4d'
    content: '%하야카와 타즈나%「하지만 오구리 캡 같은 %우마무스메%는... 정말 보기 드문 기재니까요.」'
  -
  - acc: 1
    content: 「알고 있습니다. 이게 바로 높은 지명도가 가져오는 부작용이죠.」（오구리 캡 컨디션+1）
    lines:
    - color: '#73dc4d'
      content: '%하야카와 타즈나%「하지만 오구리 캡 학생 같은 %우마무스메%라면, 아마 전혀 신경 쓰지 않을지도 모르겠네요.」'
    - '%하야카와 타즈나% 는 말을 마치며 의미심장한 미소를 지었다. %당신%은(는) %그녀%가 이 정도로 오구리 캡을 주시하고 있었을 줄은 몰랐다.'
    - %그녀%의 말대로 오구리 캡은 보기 드문 금욕계 %우마무스메%이다.
    - 여기서 금욕이란 속세의 번뇌를 끊었다는 뜻이 아니라, 달리는 것에 대한 추구가 매우 순수하고 깨끗하다는 의미다.
    - 많은 %우마무스메%들과 달리 오구리 캡은 명예나 이익을 위해 달리는 것이 아니라, 단순히 달리기에 대한 애정과 승부욕만을 품고 트랙에 선다.
  - acc: 2
    content: 「기재라... 당신과 비교하면 어떻습니까?」（%하야카와 타즈나% 호감도-20, 애정도+2）
    if: era.get('callname:301:-1')==='토키노 미노루'
    lines: 
    - color: '#73dc4d'
      content: '%하야카와 타즈나%「농담은 삼가 주세요, 전 그저 이사장 비서일 뿐이라니까요.」'
    - '%하야카와 타즈나%는 말을 마치며 의미심장한 미소를 지었지만, %당신%은(는) 그 미소 아래 숨겨진 살기를 확실히 느꼈다.'
    - '%당신%은(는) %그녀%가 이 농담 때문에 정말로 화를 낼 거라고 걱정하지 않는다. %그녀%의 이 작은 비밀은 영원히 %당신%의 마음속에 머물 것이기 때문이다.'
    - '%하야카와 타즈나%는 %당신%이(가) 자신을 배신하지 않을 것임을 알고, %당신%도 %그녀%가 알고 있다는 것을 안다. 이것이 바로 두 사람의 이심전심이다.'
  - 
  - 교문 밖으로 은빛 머리카락의 실루엣이 나타났다. 오구리 캡이다.
  - 당신들은 서둘러 마중을 나갔고, %하야카와 타즈나%가 먼저 완벽하고 단아한 자세로 오구리 캡에게 인사를 건넸다.
  - 
  - color: '#73dc4d'
    content: '%하야카와 타즈나%「일본 %우마무스메% 트레이닝 센터 학원에 오신 것을 환영합니다. 저는 이사장 비서 하야카와 타즈나라고 합니다.」'
  - color: '#73dc4d'
    content: '%하야카와 타즈나%「모르는 것이 있다면 언제든 저에게 와서 상담해 주세요.」'
  - 
  - 오구리 캡의 얼굴은 여느 때처럼 감정이 전혀 드러나지 않았지만, %그녀%가 %하야카와 타즈나%를 바라볼 때의 눈빛이 갑자기 진지하게 변했다.
  - %그녀%의 눈에 의문이 서려 있는 것을 알 수 있었다. 마치 맹수가 천적의 냄새를 맡았을 때처럼 경계하는 기색이 역력했다.
  - 
  - acc: 1
    content: （왜 그러지?）（오구리 캡 컨디션+1）
  - acc: 2
    content: 「...이 녀석, 직감이 정말 예리하네.」（%하야카와 타즈나% 호감도-20, 애정도+5）
    if: era.get('callname:301:-1')==='토키노 미노루'
    lines: 
      - '%당신%은(는) %하야카와 타즈나%에게만 들릴 정도의 작은 목소리로 중얼거렸고, 곧바로 %그녀%에게 정강이를 몰래 걷어차였다.'
      - color: red
        content: (체력 -10%!)
  - 
  - 오구리 캡에게 %하야카와 타즈나%는 낯선 사람이지만, %당신%과(와)는 카사마츠 시절부터 이미 구면인 사이다.
  - 그것이 오구리 캡이 자신의 커리어를 %당신%(이)라는 %트레이너칭호% 트레이너에게 맡기기로 동의한 이유이기도 하다.
  - 이곳에서 아는 얼굴을 보자, 오구리 캡의 무표정한 얼굴에도 옅은 미소가 번졌다.
  - 
  - color: '#f4f4ee'
    content: 오구리 캡「%플레이어이름% 트레이너, 다시 만났네.」
  - 
  - acc: 1
    content: 「오랜만이야, 오구리.」
  - 
  - color: '#f4f4ee'
    content: 오구리 캡「여기서 다시 한번 자기소개를 하지. 나는 오구리 캡, 천하를 거머쥘 %우마무스메%다.」
  - color: '#f4f4ee'
    content: 오구리 캡「잘 부탁해.」
  - 
  - 비서 %하야카와 타즈나%가 지켜보는 가운데, %당신%과(와) 오구리 캡은 가볍게 악수를 나누며 서로를 마주 보고 웃었다.
  - 
  - acc: 1
    content: 「잘 부탁해.」
  - acc: 2
    content: 「천하라고 하기엔 너무 좁아... 세계를 정복하러 가자!」