운명:
  # 트레이닝 센터, 스카우트 이벤트
  - 찰칵.
  - 싹둑.
  -
  - acc: 1
    content: 「……」
  -
  - 몽롱함 속에서, %YOU%은(는) 이상한 소리를 들었다.
  - 달칵달칵, 마치 옷감의 길이를 재는 듯한 소리.
  - 싹둑, 싹둑, 실을 끊어내는 경쾌한 소리.
  - 잡음이긴 했지만, 이렇게 규칙적인 소리는 오히려 백색소음 같은 효과를 내어
  - %YOU%은(는) 점차 다시 잠이 오기 시작했다……
  -
  - 끼이익———
  -
  - 돌연, 어울리지 않는 날카로운 소리가 %YOU%의 의식을 깨웠다.
  -
  - acc: 1
    content: 눈을 뜬다
  -
  - 방금 들은 소리로 미루어보아, %YOU%은(는) 눈을 뜨면 누군가 베를 짜고 있거나, 아니면 옆에서 옷감 자르는 걸 돕는 사람이 있을 거라 예상했다.
  - 그러나, 두 눈을 뜨자……
  - %YOU%의 예상은 반만 맞았다.
  -
  - 눈앞에는 확실히 베틀이 한 대 있었지만,
  - 조작하는 사람은 없었다.
  - 베틀 위의 북은 제멋대로 빠르게 움직이며 수많은 실을 짜내고 있었고,
  - 실이 어느 정도 길어지면 마치 보이지 않는 가위로 자른 듯 경쾌한 끊어짐 소리를 내며 바닥에 떨어졌다.
  -
  - 달칵달칵.
  - 싹둑싹둑.
  - 멈추지 않고, 계속해서 짜내고 있었다.
  -
  - 갑자기 세상 전체가 흔들리기 시작했다.
  - 천지가 진동하고, 산이 무너지고 바다가 갈라지며,
  - 마치 온 세상이 이 진동 속에 파멸할 것만 같았다.
  - 하지만, 그 베틀은 여전히 아랑곳하지 않고 실을 짜내고 있었다.
  -
  - 달칵달칵.
  - 싹둑싹둑.
  -
  - 흔들림은 점점 커져 땅에 제대로 서 있을 수 없게 되었고,
  - %YOU%의 주위로 지표면이 갈라지고 무너져 내림과 동시에
  - %YOU%은(는) 어둠 속으로 추락했다.
  -
  - content:
      - fontSize: bold
      - content: %UMA%A
      - 「트레이너 %SIR%! 일어나세요!」
  -
  - %YOU%이(가) 깨어났을 때, 눈앞은 온통 붉은빛이었다.
  - %YOU%은(는) 눈을 비비고 나서야 그것이 석양이라는 것을 깨달았다.
  - 석양은 도서관의 책상 위로, 그리고 %YOU%의 앞에 서 있는 안경을 쓴 마르고 키 큰 %UMA%의 위로 쏟아지고 있었다.
  -
  - %YOU%은(는) 이 %UMA%를 기억했다. %SHE%는 오늘 오후 당번인 도서 위원이었다.
  - %YOU%이(가) 들어오기 전에 %SHE%와 인사도 나눴었다.
  -
  - content:
      - fontSize: bold
      - content: 안경을 쓴 %UMA%
      - 「죄송해요. 선발 레이스 기간이라 트레이너님들이 많이 피곤하신 건 알겠지만…… 도서관 폐관 시간이 다 되어서요.」
  -
  - 시간을 보았다…… 아니, 굳이 볼 필요도 없었다.
  - 창밖의 하늘은 석양이 거의 다 져가고, 하늘가에 별빛이 드문드문 보이기 시작했다.
  - %YOU%은(는) 황급히 그 %UMA%에게 사과했다. 애초에 도서관에서 책을 보다가 잠든 것 자체가 상당히 실례되는 행동이었다.
  - content:
      - fontSize: bold
      - content: 안경을 쓴 %UMA%
      - 「그럼, 책은 제가 제자리에 꽂아둘게요.」
  -
  - %SHE%가 말하고 나서야 %YOU%은(는) 방금 전까지 자신이 베개 삼아 베고 있던 책을 발견했다.
  - 책의 제목은 《신들의 계보 해석본》. 이상하다, 평소에 볼 만한 책이 아닌데……
  - 아마 너무 피곤해서 잘못 꺼내온 모양이다. 내용이야 어찌 됐든 베개로 쓰기엔 꽤 편했다.
  - divider: true
  - %YOU%이(가) 도서관을 나서자 밖은 이미 어두워져 있었다.
  - 하지만 운동장에는 여전히 몇몇 %UMA%가 열심히 훈련하고 있었다.
  -
  - 하긴, 지금은 선발 레이스 기간이니까.
  - %UMA%들은 앞으로 3년 동안 함께할 트레이너를 선택하기 위해,
  - 트레이너들은 육성할 가치가 있는 %UMA%를 찾기 위해 노력한다.
  - 양쪽 모두에게 더없이 중요한 시기다.
  -
  - acc: 1
    content: (결국 나는 도서관에서 오후 내내 편하게 자버렸지만……)
  -
  - 이래서는 안 된다.
  - %YOU%은(는) 정신을 차리고 운동장을 달리는 %UMA%들을 집중해서 지켜보려 했다. 하지만……
  -
  - acc: 1
    content: 「하아…………암!」
  -
  - %YOU%은(는) 저도 모르게 하품을 하고 말았다.
  - 아무도 눈치채지 못했지만, %YOU%은(는) 무안한 마음에 황급히 운동장을 떠났다.
  - 매우 실례되는 일이지만, 이것이 이번 세대가 주는 느낌이었다.
  - …………지루하다.
  - 운동장에서 열심히 달리는 %UMA%들에게는 대단히 무례할지도 모르지만,
  - 이는 비단 %YOU% 혼자만의 생각이 아니었다.
  - 이번 세대가 주는 느낌은 딱 그랬다.
  -
  - 트레이너로서 %UMA%를 이렇게 평가하는 건 옳지 않을지도 모른다.
  - 하지만……
  -
  - acc: 1
    content: 「전혀 의욕이 안 생겨……」
  -
  - 그렇게 말하며, %YOU%은(는) 문득 경기장 가장자리에 서 있는 특이한 차림의 %UMA%를 발견했다.
  - %SHE%는 손에 스마트폰을 들고, 운동장을 달리는 %UMA%들을 향해 연신 사진을 찍어대며 이따금 스마트폰에 무언가를 입력하고 있었다.
  - 저 아이는……?
  -
  - 그저 말없이 곁에서 관찰하고 있을 뿐, 눈에 띄는 돌발 행동을 하는 것도 아닌데,
  - 왠지 모르게 %YOU%은(는) %SHE%에게 흥미가 생겼다.
  - %SHE%가 떠나고 나서야, %YOU%은(는) 정신을 차리고 다시 운동장의 %UMA%들을 바라보았다.
  - divider: true
  - %YOU%은(는) 트레센 학원을 나섰다.
  - 그러나……
  -
  - acc: 1
    content: 「응?」
  -
  - %YOU%은(는) 방금 전 보았던 그 %UMA%가 PC방 앞에서 경찰과 실랑이를 벌이고 있는 것을 보았다.
  - 그 %UMA%는 어깨에 큰 크로스백을 메고, 주머니에 손을 찔러넣은 채 잔뜩 짜증 난 표정이었다.
  - 반면 경찰의 얼굴에도 약간의 짜증이 서려 있었지만, 그보다는 형용하기 어려운 난처함이 더 컸다.
  -
  - 대체 무슨 일이지……?
  -
  - content:
      - fontSize: bold
      - content: ???
      - 「……쯧, 이번 주에만 벌써 네 번째잖아. 언제까지 이럴 건데!」
  - content:
      - fontSize: bold
      - content: 경찰
      - 「……그건 내가 할 소리다. 매번 그런 차림으로 이런 곳에 오면, 나라고 안 피곤할 거 같아?」
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: ???
      - 「늦은 밤? 이제 겨우 7시잖아? 그리고, 『이런 곳』? 그거 PC방에 대한 경찰의 태도라고 받아들여도 되는 거냐? 업종 차별이야? 앙?」
  - content:
      - fontSize: bold
      - content: 경찰
      - 「너……! 명색이 트레센 학원의 %UMA%가 이런 태도를 보이다니……!」
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: ???
      - 「트레센이 뭐 어쨌다는 건데? 트레센 %UMA%는 무조건 말 잘 듣는 착한 애여야 하냐?」
  -
  - 이대로 가다간 내일까지 싸워도 끝이 안 나겠지.
  - 상대는 트레센의 학생이니, 트레이너로서 이치에 맞게 나서야만 했다.
  -
  - acc: 1
    content: 「실례합니다.」
  -
  - 「제가 이 학생의 선생님입니다. 이 아이와 여기서 만나기로 약속했거든요.」
  -
  - content:
      - fontSize: bold
      - content: 경찰
      - 「아, 트레센 선생님이십니까? 알겠습니다.」
  -
  - content:
      - fontSize: bold
      - content: 경찰
      - 「하지만 앞으로는 미성년자 아이를 이런 곳에서 기다리게 하지 마십시오.」
  -
  - content:
      - fontSize: bold
      - content: 경찰
      - 「그리고 너, 다음부터 일행 기다리는 거면 똑바로 말해라, 참나……」
  -
  - 경찰은 몇 마디 훈계를 더 하고는 떠났다.
  - ……경찰도 호의와 걱정에서 우러나와 저렇게 불심검문을 한 거겠지.
  - divider: true
  - %YOU%은(는) %UMA%를 데리고 트레센 학원으로 돌아갔다. 두 사람은 가는 길 내내 별다른 말을 하지 않았다.
  - 하긴…… 애초에 %YOU%과(와) %SHE%는 서로 알지도 못하는 사이고, 오늘 운동장 옆에서 우연히 한 번 본 게 전부니 살갑게 말을 걸기도 애매했다.
  - 기숙사에 거의 다다라서야, %YOU%은(는) %SHE%에게 앞으로 안전에 유의하라는 말을 한마디 건넸다.
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: ???
      - 「……그게 다야? 아까 짭새가 하는 말 들었잖아? 난 며칠째 통금 시간 꽉꽉 채워서 밖에서 쏘다니다 들어오고 있다고?」
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: ???
      - 「설교냐, 아니면 훈계? 이골이 났으니까, 하고 싶은 말 있으면 마음대로 하든가.」
  -
  - %SHE%는 배 째라는 듯 불량한 태도로 퉁명스럽게 말했다.
  - %YOU%은(는) %SHE%의 모습을 찬찬히 살펴보았다.
  - 한쪽 눈을 가린 예리한 장발이 허리까지 내려오고, 흉악한 눈빛, 눈가에는 짙은 다크서클이 깔려 있었으며, 사슬 모양의 귀걸이와 눈썹 피어싱을 하고 있었다.
  - 방금 전 PC방이라는 배경까지 더해지니, 그야말로 얼굴에 불량 %TEEN%라고 써 붙인 듯한 전형적인 문제아의 모습이었다.
  - 하지만……
  -
  - acc: 1
    content: 「뭔가 아주 중요한 일을 하고 있었던 모양이네.」
  - acc: 2
    content: 「뭔가 아주 재미있는 일을 하고 있었던 모양이네.」
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: ???
      - 「……하? 그게 뭔……」
  -
  - %YOU%의 뜬금없는 말에, %SHE%는 몇 초간 멍하니 굳어버렸다.
  - 그리고 이내 입을 열려 했으나, %YOU%이(가) 말을 끊었다.
  -
  - acc: 1
    content: 「저 PC방 나도 알거든……」
  - acc: 2
    content: 「저기 컴퓨터, 사양이 꽤 구려.」
  -
  - 게임이 목적이라면 학원 근처에 더 괜찮은 PC방이 없는 것도 아니고,
  - 단순히 밖에서 쏘다닐 생각이었다면 경찰이 순찰하는 이런 곳에 갈 필요가 전혀 없다.
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: ???
      - 「…………」
  -
  - %YOU%의 말이 일리 있다고 인정한 것인지, %SHE%는 잠시 침묵했다.
  - 하지만 이내 새로운 의문을 제기했다.
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: ???
      - 「그렇다 쳐도 게임을 하러 갔다는 가능성을 『부정』했을 뿐이잖아. 사양이 그렇게 구리다면 내가 저 PC방에 간 『동기』는 뭔데?」
  -
  - %YOU%이(가) 논리정연하게 분석하는 것을 듣자,
  - 어쩌면 %SHE% 자신도 눈치채지 못했겠지만
  - %SHE%의 말투는 처음의 공격적인 태도에서 점점 부드러워져 있었다.
  - 지금의 %SHE%의 말투엔 호기심이 더 많이 담겨 있었다. %YOU%의 사고 과정에 대한 호기심 말이다.
  -
  - acc: 1
    content: 「……구린 이유는,」
  - acc: 2
    content: 「거기서 쓰는 GPU가 워크스테이션용이기 때문이지.」
  -
  - %YOU%은(는) 잠시 말을 멈췄고,
  - %SHE%도 보조를 맞춰 %YOU%을(를) 바라보며, %YOU%이(가) 말을 이어가기를 기다렸다.
  -
  - acc: 1
    content: 「버려진 채굴용 글카를 들여왔다던가 하는 이유라던데…… 나도 자세히는 몰라.」
  -
  - 주로 렌더링에 사용되는 일반적인 PC방용 그래픽카드와 비교하면,
  - 워크스테이션용 그래픽카드는 사실상 도태된 부류라 할 수 있다.
  - 애초에 데이터 연산이나 AI 시뮬레이션을 위해 만든 것이니까.
  - 주로 게임 플레이를 목적으로 하는 일반 PC방과 비교해 볼 때, 이 PC방이 유독 이질적인 이유가 바로 여기에 있다.
  - 하지만 그것이 우연찮게도 %SHE%의 목적에 들어맞았다.
  -
  - acc: 1
    content: 「그리고, 사실 나…… 오늘 오후에 널 봤거든. 네 스마트폰 화면도.」
  -
  - 그것들은 %UMA%의 자료이면서, 동시에 %UMA%의 자료에만 국한되지 않았다.
  - 경기장, 기후, %UMA%의 컨디션까지 포함하여,
  - 모든 변수가 %UMA%의 속도에 미치는 영향을 데이터로 정리해 스마트폰에 기록하고 있었다.
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: ???
      - 「…………」
  -
  - 이것으로 답이 나왔다. %SHE%가 처리하고 있던 것은 %SHE%가 오후에 수집한 정보들이었다.
  - 스마트폰의 데이터를 컴퓨터로 전송해, 그것을 활용하여 데이터 분석을 하는 것.
  - 렌더링용이 아닌, 순수 연산 속도가 더 뛰어난 워크스테이션용 GPU를 선택한 이유도 바로 여기에 있었다.
  -
  - acc: 1
    content: 「……여기까지가 내 추리야.」
  -
  - 그렇다면, %SHE%의 감상은?
  - %YOU%이(가) 눈을 들어 상대를 바라보자,
  - %SHE%는 머리를 긁적이더니 미소를 지었다. 분명 미소이긴 했지만, 입안의 상어이빨과 더해져 어딘가 섬뜩한 느낌을 주었다.
  - 그리고, %SHE%가 입을 열었다.
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: ???
      - 「……에어 샤커.」
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「……내 이름은 에어 샤커다.」
  -
  - 에어 샤커…… 이것이 바로 이 세대를 바꿀 %UMA%의 이름.
  - %YOU%의 마음속에는 그런 「느낌」이, 그렇게 속삭이는 목소리가 있었다.
  - 바로 이 아이다.
  -
  - %SHE%야말로 이 지루한 세대를 바꿔놓을 %UMA%,
  - %SHE%야말로 혁신을 가져올 %UMA%이다.
  - 증거는 없었지만, %YOU%은(는) 마음속으로 그렇게 「확신」하고 있었다.
  -
  - 이것이 바로 두 사람의 「운명」.
  -
  - acc: 1
    content: 「에어 샤커, 나의 담당 %UMA%가 되어주지 않을래?」
  -
  - 너무 뜬금없는 제안이었나?
  - 너무 흥분한 나머지 판단력을 잃은 걸까?
  - 하지만 에어 샤커는 기분 나빠하는 기색 없이 그저 되물었다.
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「이유는?」
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「날 선택한 이유가 뭔데?」
  -
  - 이 질문이 마지막 열쇠였다.
  - 마치 마지막 계단 위에 서 있는 듯한 기분.
  - 앞에는 운명의 문이 있고, 이 마지막 계단만 넘어서면,
  - 운명의 문을 두드려, 그 문을 뒤흔들고, 놀라게 할 수 있을 것이다.
  -
  - acc: 1
    content: 「너는 운명을 바꿀 수 있는 %UMA%니까…… 내 『감』이 그렇게 말하고 있어.」
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「…………감?」
  -
  - 샤커의 표정이 굳어버린 듯했다.
  - 하지만 너무 흥분해서였는지, 아니면 다른 이유에서였는지, %YOU%은(는) 눈치채지 못했고 혹여 눈치챘다 하더라도 멈추지 않았다.
  -
  - acc: 1
    content: 「마치…… 『운명』처럼 말이야.」
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「……잠깐」
  -
  - acc: 1
    content: 「넌 틀림없이 이 세대를 바꿀 수 있어. 게다가 『삼관』도 문제없을 거야.」
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「——————됐어.」
  -
  - 목소리는 크지 않았지만 얼음장처럼 차가운 그 한마디가, 한껏 들떠 있던 %YOU%에게 찬물을 끼얹었다.

  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「결국…… 너나 아까 그 짭새나 전혀 다를 게 없잖아? 안 그래?」
  -
  - 이해할 수 없었다.
  - 뭘 잘못 말했나?
  - %YOU%은(는) 되짚어 보려 했으나, %SHE%가 화를 낸 이유를 떠올릴 수 없었다.
  - %SHE%는 %YOU%에게 무언가를 만회할 기회조차 주지 않았다.
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「제멋대로 착각이나 하고, 자기 눈에 보이는 것만으로 상대방이 어떤 녀석인지 멋대로 단정 짓고. 주관과 고정관념으로 똘똘 뭉친 평가라고.」
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「……이번 건 빚을 진 셈 쳐주지,」
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「하지만 이걸로 날 어찌해 볼 수 있을 거란 착각은 마.」
  -
  - 말을 마친 뒤, %SHE%는 뒤도 돌아보지 않고 자신의 기숙사 쪽으로 걸어갔다.
  - 뒤에 남겨진 %YOU%은(는) 멍하니 %SHE%의 뒷모습만 바라보았다.
  -
  - …………
  -
  - acc: 1
    content: 「태도가 왜 저래……」(영입 포기)
    lines:
      - 이 녀석 태도가 왜 저래……
      - %YOU%은(는) 내심 불만스러웠다.
      -
      - 직접 나서서 일까지 해결해 줬는데,
      - 그저 스카우트를 거절하는 거라면 모를까,
      - 도저히 화낼 이유를 찾을 수 없는 포인트에,
      - 이런 %UMA%는 설령 담당하게 되더라도 서로 맞지 않을 것이다.
      - %SHE%에게 재능이 좀 있다고는 느꼈지만, 역시 포기하는게 좋을 것이다.
      - 앞으로의 3년을 영문도 모른 채 화풀이나 당하며 보내고 싶지는 않으니까.
      -
      - %YOU%은(는) 마음속의 불만을 품은 채 떠났다.
  - acc: 2
    content: (방금 내가 뭔가 잘못 말했나?) (영입 계속)
    lines:
      - 이상하다, 당혹스럽다, 이해할 수 없다,
      - 당연한 반응이겠지.
      - 이론상 나는 아무 말도 잘못한 게 없어야 맞는데……
      - 「이론상」……?
      -
      - %YOU%은(는) 오늘 %SHE%의 행동과 조금 전의 급격한 태도 변화를 되짚어 보았다.
      - ……뭔가 알 것 같다.
      - 하지만…… 정말 단지 그 이유 때문일까?
      - 역시 아직 의문점 투성이다……
      - 기회가 된다면, 다시 한번 만나서 확인해 보면 좋을 것 같았다.
      - divider: true
      - color: %COLOR%
        content:
          - fontSize: bold
          - content: 에어 샤커
          - 「…………」
      -
      - color: %COLOR%
        content:
          - fontSize: bold
          - content: 에어 샤커
          - (그럼, 오늘의 데이터를 추가하면……)
      -
      - color: %COLOR%
        content:
          - fontSize: bold
          - content: 에어 사커
          - (어때? 이러면!)
      -
      - color: red
        content:
          - fontSize: bold
          - content: 파르카이
          - 「0」
      -
      - color: %COLOR%
        content:
          - fontSize: bold
          - content: 에어 샤커
          - 「…………」
      -
      - color: %COLOR%
        content: 어둑한 방 안, 룸메이트의 수면을 배려해 일부러 밝기를 낮춘 노트북이, 피처럼 붉은 글씨로 연산 후의 최종 해답을 무자비하게 띄워 올렸다.
      -
      - color: %COLOR%
        content:
          - fontSize: bold
          - content: 에어 샤커
          - 「…………」
      -
      - color: %COLOR%
        content: 실망은 없었다. 처음부터 기대조차 하지 않았으니까.
      - color: %COLOR%
        content: ……아니, 이건 거짓말이다. 기대하지 않았다면 데이터를 넣기 전에 그런 감정의 요동을 겪을 리 없었을 테니.
      - color: %COLOR%
        content: 남은 둘째치고 자기 자신마저 속인다면, 에어 샤커라는 %UMA%의 존재 의의는 순식간에 무너져 내릴 것이다.
      - color: %COLOR%
        content: 하지만…… 희망, 실망, 희망, 실망, 이런 끝없는 굴레는 도대체 언제쯤 끝나게 될까?

가설 설정:
  # 다음 주, 트레이닝 센터, 스카우트 이벤트
  - 이른 아침, 오늘의 %YOU%은(는) 일찍부터 운동장에 나와 있었다.
  - 이 태도만 보면 어제의 무기력한 모습과는 완전히 다른 사람 같았다.
  -
  - 대체 왜일까?
  - 상대방은 이 시간에 아직 일어나지도 않았을지 모르는데.
  - 그런데도 이렇게 기대에 부푼 마음으로 운동장에 온 것이다.
  -
  - %YOU%은(는) 어젯밤 돌아가서 다른 트레이너들과의 대화를 통해 얻은 정보를 떠올려 보았다.
  -
  - (트레이너 A 「에어 샤커? 좀 이상한 녀석이지.」)
  - (트레이너 B 「외모로 판단하긴 뭣하지만, 겉보기만으로도 좀 꺼림칙하잖아.」)
  - (트레이너 C 「근데 그래 봬도 의외로 규칙은 잘 지켜.」)
  - (트레이너 D 「저번에 내가 주법을 한 번 지도했는데, 글쎄 내 말은 귓등으로도 안 듣고 지 맘대로만 달리더라고, 속 터져 죽는 줄 알았어.」)
  - …………
  - ………
  -
  - acc: 1
    content: 「아무튼…… 객관적으로 보면 문제아라는 거네……」
  -
  - ……아니, 객관적으로 볼 것도 없이 주관을 섞어 보더라도 모범생이라고 부르기엔 어려웠다.
  - 규칙은 지키지만, 그것은 어디까지나 「스스로 합리적이라 생각하는」 규칙에 한정되었다.
  - 이것이 하룻밤 동안의 정보 탐색 끝에 %YOU%이(가) 내린 에어 샤커에 대한 분석이자, 다른 트레이너들이 에어 샤커에게 내린 결론이었다.
  -
  - 제멋대로 행동하며 오로지 자신이 정한 규칙만 따르는 %UMA%.
  - 일반적으로 %UMA%들은 꽤 고집이 센 편이지만,
  - %SHE%는 마치 처음부터 남의 의견을 들을 생각이 아예 없다는 듯, 자신만의 왕국에 살고 있는 것 같았다.
  - 이런 분석이 에어 샤커라는 %UMA%에 가장 가까운 분석이겠지.
  - 하지만, 이런 분석은 왠지 모를 위화감이 느껴졌다……
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「후…… 하……」

  - 소리를 들은 %YOU%이(가) 고개를 들었다.
  - 우연의 일치인가, 호랑이도 제 말 하면 온다더니.
  - 설마 진짜로 이렇게 일찍 운동장에 나올 거라곤 생각지 못했는데,
  - 다른 %UMA%들과 함께 운동장에서 모의 레이스를 뛰고 있는 에어 샤커가 %YOU%의 눈에 들어왔다.
  -
  - acc: 1
    content: 「이건 뭐…… 진짜 운명 같네.」
  -
  - 어제 이런 말들을 했다가 상대방을 화나게 한 걸 알면서도,
  - 절로 감탄이 새어 나오는 건 참을 수 없었다.
  - 다행히 달리는 중인 %SHE%에게는 들리지 않을 것이다.
  - 운명 같은 우연을 따라, %YOU%은(는) %SHE%의 주법을 관찰하기 시작했다.
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「……하아.」
  -
  - %SHE%의 각질은 주류인 선행이나 선입이 아니었다.
  - %SHE%의 각질은 맨 뒤에서 상황을 살피며 다리 힘을 모아두었다가, 마지막 기회를 잡아 단숨에 추월하는——— 추입.
  - %UMA%의 실력과 대국관이 모두 상당히 뒷받침되어야 하는 달리기 방식이다.
  - 하지만, 그 외에도 %UMA%의 레이스에 가장 큰 영향을 미치는 요소가 하나 더 있었으니…… 그것은 바로 운이었다.

  - %YOU%은(는) 무리 맨 뒤에 떨어져 주류인 다른 %UMA%들에게 거의 완전히 따돌려졌고, 선두로 달리는 도주 %UMA%와는 비교조차 안 되는 에어 샤커를 지켜보았다.
  -
  - acc: 1
    content: 「지금이다…… 스퍼트 시작.」
  -
  - 트레이너로서, %YOU%은(는) 이 순간이 스퍼트를 시작하기에 가장 적합한 타이밍이라고 확신했다.
  - 반대로 말하면, 이 타이밍을 놓치면 다시는 기회가 없었다.
  - 그러나……
  - -
  - 앞의 %UMA%가 튀긴 흙먼지인지, 철에 맞지 않는 꽃가루인지, 아니면 고속으로 날아든 벌레인지 모르겠지만,
  - 한 %UMA%가 갑자기 비명을 지르며 눈을 부여잡는 동시에 대각선으로 빠지기 시작했다.
  - 순식간에 앞쪽의 대열이 큰 혼란에 빠졌다.
  -
  - acc: 1
    content: 「지금 치고 나가면…… 아니, 안 돼.」
  -
  - 그 %UMA% 때문에 다른 %UMA%들도 혼란스러운 페이스에 말려들었고, 이럴 때 섣불리 치고 나갔다가는 오히려 진로가 막힐 수 있다…… 안전을 생각하면 안정을 되찾은 뒤에 스퍼트하는 것이 옳다.
  - 하지만…… 지금이 최고의 기회다.
  - 어쩔 수 없지…… 운이……
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「흐흐…… 하하하하하!」
  -
  - 어제 불만 가득했던 에어 샤커가 지을 거라고는 상상조차 할 수 없는 표정이었다.
  - 하지만 그것이 실제로 일어났다.
  - 에어 샤커는 입꼬리가 귀밑까지 찢어질 듯한 광소를 터뜨리며,
  - 마치 쓸데없는 걱정을 했던 자신을 비웃기라도 하듯, 전방의 혼란이 %SHE%에게는 아무런 영향도 주지 않는다는 듯이 치고 나갔다.
  - 이윽고 기적 같은 일이 벌어졌다…… 마치 모세가 홍해를 가르듯, 앞서가던 %UMA%들이 %SHE%에게 자연스럽게 길을 내준 것이다.
  - 10마신, 9마신…… 5마신, 4마신…… 그리고 마침내 가장 앞서 달리던 %UMA%마저 추월했다.
  -
  - acc: 1
    content: 「…………」
  -
  - %YOU%이(가) 에어 샤커라는 %UMA%가 달리는 모습을 본 것은 이번이 처음이었다.
  - 대단했는가? 엄청나게 대단하다. 주니어급에서 저 정도의 스퍼트 속도를 낼 수 있는 %UMA%는 극히 드물다.
  - 충격적이었는가? 충격적이다. 그 무시무시한 라스트 스퍼트든, 홍해를 가르는 듯한 드라마틱한 연출이든.
  - 하지만…… 기분이 참 묘하다.
  - 어제 본 에어 샤커…… %SHE%의 주법이 이럴 리가 없다. 이렇게…… 「요행」에 기댈 리가.
  -
  - 에어 샤커가 주행을 마치고 멈춰 서서 숨을 헐떡이기 시작했다.
  - 얼굴의 웃음기는 어느새 싹 가시고 평소의 썩은 표정으로 돌아와 있었다. %YOU%이(가) 다가가 말을 걸려던 찰나, 다른 트레이너가 %SHE%에게 곧장 걸어가는 것이 보였다.
  -
  - content:
      - fontSize: bold
      - content: 트레이너 A
      - 「에어 샤커…… 제대로 정상적인 주법으로 달리라고 말하지 않았어?」
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「하? 방금 그게 내 정상적인 주법이라고? 뭔 불만인데?」
  - content:
      - fontSize: bold
      - content: 트레이너 A
      - 「선행이나 선입 같은 걸 말하는 거잖아! 그래야 네 평소 속도나 버릇을 판단할 수 있으니까……」
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「그러니까 말했잖아, 그게 평소 상태의 내 주법이라고.」
  -
  - content:
      - fontSize: bold
      - content: 트레이너 A
      - 「너……! 매번 운이 그렇게 좋아서 앞을 막던 %UMA%들이 네게 길을 내줄 것 같아?!」
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「…………하? 운?」
  -
  - content:
      - fontSize: bold
      - content: 트레이너 A
      - 「아니야? 마침 네가 고른 진로에 가로막는 %UMA%가 없어서 망정이지, 네가 스퍼트를 건 타이밍이었으면 100퍼센트 뒤에 가로막혔을 거다. 1착은 고사하고 5착 안에도 못 들었어.」
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「……말이 안 통하네.」
  -
  - 샤커는 그 말을 끝으로 트레이너가 무슨 말을 하려는지 신경 쓰지 않고 경기장을 빠져나갔다.
  -
  - content:
      - fontSize: bold
      - content: 트레이너 A
      - 「기다려, 에어 샤커! 너 어디 가는 거야!」
  -
  - content:
      - fontSize: bold
      - content: 트레이너 A
      - 「……쯧, 저런 %UMA% 따위 맡고 싶은 놈이나 맡으라지!」
  -
  - %YOU%은(는) 두 사람이 얼굴을 붉히며 헤어지는 모습을 지켜보며, 마음속으로 깊은 생각에 잠겼다.

가설 검증:
  #이번 턴 중정(안뜰) 스카우트 이벤트
  - acc: 1
    content: (어디 있지…… 아, 찾았다.)
  -
  - 에어 샤커가 운동장을 떠난 후, %YOU%도 그 뒤를 쫓아갔다.
  - 이론상으로는 지금이 %UMA%들의 아침 훈련 시간이었기 때문에, 안뜰에는 사람이 거의 없었다.
  - 그래서 %YOU%은(는) 휴게 구역에 앉아 노트북에 무언가를 입력하고 있는 에어 샤커를 한눈에 발견할 수 있었다.
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「…………이것도 아니야.」
  -
  - 언뜻 보니 %SHE%가 어떤 항목을 지워버린 것 같았지만, 유감스럽게도 그것이 정확히 무엇인지는 보이지 않았다.
  - ……그건 차치하고, 일단 다가가서 말을 걸어보자.
  -
  - acc: 1
    content: 「에어 샤커, 방금 모의 레이스 봤어.」
  - acc: 2
    content: 「아주 훌륭한 주행이더라.」
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「앙? …………너냐.」
  -
  - %SHE%는 짧게 손을 멈추고 고개를 들어 %YOU%을(를) 쳐다보더니,
  - 이내 다시 키보드로 손을 돌려 하던 작업을 계속했다.
  -
  - 특별히 반가워하는 기색은 없었지만 그렇다고 거부하거나 밀어내지도 않았다…… 좋은 징조라 할 수 있겠지.
  - %YOU%은(는) 말을 이어갔다.
  -
  - acc: 1
    content: 「정말 대단했어…… 그렇게 무서운 라스트 스퍼트라니.」
    lines:
      - 구상이나 배치보다 중요한 것은 계획을 실행할 수 있는 하드웨어의 능력이다.
      - 겉보기엔 마르고 연약해 보이지만, 에어 샤커의 육체 속에는 엄청난 폭발력이 숨겨져 있다.
  - acc: 2
    content: 「정말 대단했어…… 그런 과감하고 정확한 실행력.」
    lines:
      - 신체적인 소질보다 더 귀중한 것은 구상과 배치를 아우르는 대국관이다.
      - 바로 그 순간이 스퍼트의 타이밍임을 판단하고 치고 나갈 수 있는 %UMA%는 트레센 학원 내에서도 그리 많지 않은데, %SHE%는 해냈다. 이것이야말로 %SHE%의 독보적인 강점이자 계획을 완벽하게 실행하는 결단력과 실행력이다.
  -
  - %YOU%의 칭찬을 듣고도 에어 샤커는 콧방귀를 뀔 뿐, 별다른 말을 하지 않았다.
  - 몇 분간의 어색한 침묵이 흐른 뒤에야, %SHE%가 다시 입을 열었다.
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「……너도냐? 방금 그게 운이 좋았을 뿐이라고 생각하는 거.」
  -
  - 운……
  - %YOU%은(는) 방금 전 경기장 옆에서 그 장면을 목격했을 때 느꼈던 이상한 기분을 떠올렸다.
  - 훌륭했다, 눈부셨다, 하지만…… 어울리지 않았다.
  - 그렇게 운에 의존하는 승리 방식은…… 에어 샤커가 쓸법한 주법이 아니다.
  - 그렇지만 만약 운이 아니라면…… 그건 너무 말도 안 되는 일이다.
  - 그 말인즉슨…… 에어 샤커가 다른 %UMA%들의 달리는 방식을 예측하거나 심지어 조종할 수 있다는 뜻이 아닌가?
  -
  - acc: 1
    content: 「……믿기 힘들지만.」
  - acc: 2
    content: 「하지만 난 알아, 너는 운에 의지할 %UMA%가 아니라는 걸.」
  -
  - 결국 %YOU%은(는) 대답을 내놓았다. 비록 그것이 훨씬 더 황당무계한 답을 의미하더라도.
  - %YOU%의 대답에 에어 샤커는 여전히 콧방귀로만 응수할 뿐이었다.
  - 잠시 후, %SHE%는 노트북 화면을 %YOU% 쪽으로 돌렸다.
  -
  - acc: 1
    content: 「……? 이건……?」
  -
  - 화면에 떠 있는 것은 트레센 훈련장 코스의 시뮬레이션 맵이었다.
  - 이게 뭐지? %YOU%이(가) 질문을 던지려던 찰나, 출발선 위치에 몇 개의 %UMA% 모델링이 나타났다.
  - 1, 2, 3…… 그 수는 방금 전 모의 레이스의 참가 인원과 정확히 일치했다.
  - %YOU%은(는) 에어 샤커가 무엇을 하려는지 조금 알 것 같았다.
  -
  - %SHE%가 시작 버튼을 누르자 경기장의 모델링들이 달리기 시작했다.
  - 코너 진입 직전, 아까와 똑같은 상황이 벌어지며 앞선 %UMA%들이 일제히 혼란에 빠졌고, 맨 꼴찌로 달리던 에어 샤커를 상징하는 모델링은 망설임 없이 최적의 타이밍에 스퍼트를 걸었다.
  - 하지만……
  -
  - acc: 1
    content: 「어?」
  -
  - 방금 전과는 완전히 다르게, 에어 샤커는 이번엔 안쪽 코스로 치고 나갔다.
  - 모델링들이 바깥쪽으로 몰려 엉키는 바람에, 오히려 가장 안쪽 코스가 돌파하기 가장 좋은 빈틈이 된 것이다.
  - 결국…… 이번에도 결승선에 도착한 것은 에어 샤커였다.
  -
  - 이어서, %SHE%는 여전히 아무 말 없이 시뮬레이션을 다시 시작했다. 이번에는 돌발 상황 없이 모든 %UMA%들이 정상적으로 달렸고, 에어 샤커는 매우 자연스럽게 최적의 위치를 선점하여, 자연스럽게 스퍼트를 걸고, 자연스럽게 승리를 거머쥐었다.
  - 또 한 번, 그리고 또 한 번……,
  - 온갖 다양한 상황들이 시뮬레이션되었다.
  - 변하지 않는 것은 에어 샤커가 스퍼트를 거는 타이밍과, 에어 샤커의 승리뿐이었다.
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「이게 바로 파르카이다.」
  -
  - %YOU%이(가) 고개를 들어 에어 샤커를 바라보았다.
  - %SHE%는 의기양양한 눈빛으로 %YOU%을(를) 쳐다보았다.
  - 보아하니, 이 「파르카이」라는 것은 필시 %SHE%가 상당히 자랑스러워하는 무언가인 듯했다.
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「입력된 데이터를 완벽하게 분석하고, 정확한 해답을 도출해 내는 건 이 녀석밖에 없으니까.」
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「입력값만 정확하다면 답은 절대적이지. 뒤집을 수 없고, 모든 억측을 거부하는 완벽히 정의된 결과물.」
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「내가 만들어낸, 유일하게 믿을 수 있고 절대적으로 신뢰하는 파트너야.」
  -
  - 에어 샤커는 열정적으로 설명했다. %SHE%의 파르카이에 대한 확신과 신뢰를.
  - 그리고 그제야 어젯밤 %YOU%의 머릿속을 맴돌던 위화감이 풀렸다.
  - 에어 샤커는 자신이 합리적이라고 생각하는 규칙만 따랐다.
  - 하지만, 에어 샤커의 합리성을 누가 보장해 준단 말인가?
  - 정답은 빅데이터 모델을 기반으로 만들어진 「파르카이」였다.
  -
  - 동시에 %SHE%가 데이터를 수집하는 이유도 파르카이의 정확성을 높이기 위해서였다. 이론상, 모든 변수를 수집할 수 있다면 정말 어느 정도의 「예지」에 도달하는 것도 가능할지 모른다.
  - 탁월한 신체 능력에, 거의 완벽한 예측을 자랑하는 데이터 분석까지.
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「당연히 데이터 분석을 바탕으로 『나』에게 가장 알맞은 트레이닝 계획과 식단을 짜는 건 두말할 필요도 없지,」
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「내 말 알아듣겠어? 사실 난 애초에 필요가 없단 거……」
  -
  - acc: 1
    content: 「아니, 너에겐 필요해.」
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「……」
  -
  - 이건 추측이 아니라 확신이었다.
  - 에어 샤커에게 정말 트레이너가 필요 없다면, 아침의 모의 레이스는 %SHE%에게 아무 의미도 없었을 것이다.
  - 그 이유는 알 수 없지만, 에어 샤커는 %SHE% 자신의 말처럼 타인의 도움이 전혀 필요 없는 존재가 절대 아니다.
  - %YOU%은(는) 마음속으로 그렇게 확신하며, 자신의 생각을 입 밖으로 꺼냈다.
  - 그러나……
  -
  - acc: 1
    content: 「에어 샤커……?」
  -
  - %SHE%는 아무 말 없이 조용히 노트북을 덮고 가방에 집어넣었다.
  - 그리고 %YOU%이(가) 당혹스런 눈빛으로 지켜보는 가운데, 안뜰을 떠났다.
  -
  - divider: true
    content: 심야의 트레센 학원
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - (……재연산. 에어 샤커가 삼관을 달성할 확률.)
  -
  - color: %COLOR%
    content: 오늘 수집한 새로운 정보를 노트북에 입력하고 다시 계산을 돌린다.
  - color: %COLOR%
    content: 헛수고일 뿐인 노력을 끈질기게 반복한다.
  - color: %COLOR%
    content: 이것이 에어 샤커의 일상이다.
  - color: %COLOR%
    content: 어제도 그랬고, 오늘도 그랬으며, 내일도 틀림없이 그럴 것이다.
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「……응?」
  -
  - color: %COLOR%
    content: 돌연,
  - color: %COLOR%
    content: 화면에서 빠르게 지나가던 데이터가 멈칫했다.
  - color: %COLOR%
    content: 아주 짧은 멈춤 뒤, 다시 모든 게 정상적으로 돌아왔다.
  - color: %COLOR%
    content: 그리고……
  -
  - color: red
    content:
      - fontSize: bold
      - content: 파르카이
      - 「0」
  -
  - color: %COLOR%
    content: 붉은 숫자가 또다시 화면 위에 떠올랐다.
  - color: %COLOR%
    content: 하지만 늘 보던 그 결과는 이미 샤커의 관심 밖이었다.
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - (방금…… 멈칫했어.)
  -
  - color: %COLOR%
    content: 노트북 성능이 데스크탑을 따라가진 못한다지만, 고작 하루치 데이터쯤은 처리하고도 남을 터였다.
  - color: %COLOR%
    content: 즉…… 오늘은 파르카이가 추가로 처리해야 할 조건이 나타났다는 뜻이다.
  - color: %COLOR%
    content: ……내가 그토록 기대하던 「변수」일까?
  - color: %COLOR%
    content: ……만약 그렇다면, 그건 누구지?
  - color: %COLOR%
    content: 오늘 모의 레이스에서 뛰었던 %UMA%? 오늘 막 계약을 해지한 임시 트레이너?
  - color: %COLOR%
    content: 아니면…………
  -
  - color: %COLOR%
    content: 에어 샤커는 스스로에게 물었다. 왜 오늘 안뜰에서 그냥 가버렸는지.
  - color: %COLOR%
    content: %YOU%의 말은 정확했다. 에어 샤커에겐 트레이너가 필요하다.
  - color: %COLOR%
    content: 레이스에 참가하기 위해 트레이너가 필요하다는 점을 제외하고서라도, 파르카이에게는 기존 데이터를 바꿀 수 있는 변수가 필요했다.
  - color: %COLOR%
    content: 게다가 %YOU%은(는) 에어 샤커가 필요로 하는 트레이너상에 분명 부합했다.
  - color: %COLOR%
    content: %HE%는 다른 멍청한 자들과 달리, 영악하게 거짓말을 늘어놓을 타입도 아니다.
  - color: %COLOR%
    content: 그런데도 샤커는……
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「……여태까지와는 다른 변수인가……?」
  -
  - color: %COLOR%
    content: 에어 샤커는 침묵에 잠겼다.

변인 투입:
  #다음 주, 트레이닝 센터 스카우트 이벤트
  - 이번 주 내내 %YOU%은(는) 매일 운동장에 와서 에어 샤커가 달리는 것을 지켜보았다.
  - 다른 트레이너의 지도 아래 달릴 때도 있었고,
  - 혼자서 훈련할 때도 있었다.
  - 모든 트레이너들이 에어 샤커의 달리기 방식을 본 뒤 %SHE%와 말다툼을 벌였고, 결국 상대방을 설득하지 못하고 감정만 상한 채 돌아갔다.
  - 반면 %YOU%은(는) 그저 묵묵히 관찰하기만 했다.
  - 그리고……
  -
  - acc: 1
    content: 「에어 샤커, 나의 담당 %UMA%가 되어주지 않을래?」
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「……이유는?」
  -
  - %SHE%도 요 며칠간 자신이 %SHE%의 주법을 계속 관찰해왔다는 걸 알고 있었다.
  - 그래서 이번에는 침착하게 그 이유가 무엇인지 되물었다.
  -
  - acc: 1
    content: 「감.」
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「너……!」
  -
  - %SHE%가 버럭 화를 내려고 했으나, 그보다 먼저 %YOU%은(는) 요 며칠간 관찰한 %SHE%의 주법의 특징, 장점, 단점, 그리고 현재 관찰된 에어 샤커의 신체적 자질 등을 숨도 쉬지 않고 전부 쏟아냈다.
  -
  - acc: 1
    content: 「이상의 개인적인 분석에 따르면…… 너는 이번 세대 최강의 %UMA%야…… 하지만 레이스에는 항상 미지수가 많아서 삼관을 달성할 수 있을지는 아직 확언하기 어려워.」
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「…………」
  - acc: 1
    content: 「하지만 난 생각해. 너는 반드시 삼관을 따낼 수 있을 거라고.」
  -
  - 아무리 철저히 계산해도 모든 것을 다 계산에 넣을 수는 없다.
  - %UMA%의 레이스는 더더욱 그렇다.
  - 그러므로 결국 마지막에 승패를 결정짓는 건 여전히 감이다.
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「…………」
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「내가 무조건 삼관을 따낼 수 있을 거라고?」
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「설령…… 데이터의 결과가 그렇지 않다 하더라도 믿는다는 거냐?」
  -
  - 데이터의 결과…… %SHE%의 계산에서는 반대되는 답이 나왔다는 건가?
  - 하지만 자신의 감은 틀리지 않는다.
  - %YOU%은(는) 고개를 끄덕였다.
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「……시시한 대답이군.」
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「고작 그런 이유로 3년 동안 담당할 %UMA%를 선택하다니, 넌 반드시 후회하게 될 거다.」
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「반드시.」
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「……하지만 네가 그딴 건 신경도 안 쓰는 바보 멍청이라면.」
  -
  - color: %COLOR%
    content:
      - fontSize: bold
      - content: 에어 샤커
      - 「잘 부탁한다, 트레이너.」
  -
  - %YOU%은(는) 에어 샤커를 성공적으로 영입했다.