招募1:
  - 그 번뜩이는 빛은, 마치 지평선을 가를 것만 같았다. 그저 멀리서 바라보았을 뿐인데도, %당신%은(는) 그 숭고하고도 거친 주법, 모든 것을 쏟아붓는 기백, 거침없이 나아가는 그 자태를 느낄 수 있었다.
  - 의심할 여지 없이, 그것은……
  - acc: 1
    content: (영웅……)
  - if: era.get('cflag:47:성별') !== 1
    acc: 2
    content: (……조교할 가치가 있는 암컷……)
  - 관두자, 너무 깊게 생각하지 말자. 그렇게 대단한 %우마무스메%라면 진작에 계약을 맺었을 것이다.
  - if: era.get('flag:현재명성') < 500
    content: 얼른 데뷔전 자료를 정리하고, 신인 트레이너를 받아줄 만한 담당을 찾아보자.
  - acc: 1
    content: (하지만 난 여전히 그 달리기를 한 번 더 보고 싶어)
  - 오전 내내 자료를 정리했지만, %당신%은(는) 여전히 잠재력 있는 %우마무스메%를 찾지 못했다.
  - if: era.get('flag:현재명성') < 500
    content: 그럴 만도 하다. 잠재력 있는 %우마무스메%는 경험 풍부한 트레이너와 계약하길 원할 테니까. 트레이너는 여러 세대의 %우마무스메%를 담당할 수 있지만, %우마무스메%에게 기회는 단 한 번뿐이다.
  - acc: 1
    content: 「%하야카와% 씨에게 빌린 자료를 반납해야겠어. %그녀%가 도서관에 직접 반납하면 된다고 했었지?」
  - %당신%은(는) 도서관에 도착했다. 갓 입사했을 때 %하야카와%에게서 트레센의 각종 호화로운 시설에 대해 듣긴 했지만, 한 층을 통째로 차지한 도서관의 규모에 새삼 감탄하게 된다. 이것이 중앙인가?
  - color: %대표색%
    content:
      - fontWeight: bold
        content: ???
      - 「저, 저기, 전…… 오늘 당번인 도서위원인데요, 혹시 곤란한 일이라도 있으신가요?」
  - %당신%이(가) 뒤돌아보니, 체구가 작은 %우마무스메%가 카운터 옆에 앉아 있었다. 책이 산더미처럼 쌓여 %그녀%의 머리를 가릴 정도였기에, %그녀%가 말을 걸지 않았다면 %당신%은(는) 이곳에 %우마무스메%가 있다는 사실조차 눈치채지 못했을 것이다.
  - %그녀%가 일어서고 나서야, %당신%은(는) 트레센 교복을 입은 자그마한 %우마무스메%의 얼굴을 제대로 볼 수 있었다.
  - 약간 잿빛이 도는 고운 머릿결은 두 개의 하얀 헤어밴드로 묶여 있었고, 왼쪽 이마에는 땋은 머리가 늘어져 있었다. 코발트의 푸른색을 담은 눈동자에는 열정과 지성이 엿보였다. 파란색으로 장식된 난초 화관을 오른쪽 귀에 귀걸이처럼 달고 있었으며, 커다란 안경은 귀여움과 차분함을 동시에 보여주었다. 게다가 통통한 작은 얼굴이 무척이나 귀여웠다. 커다란 귀와 유연한 꼬리가 가볍게 흔들리는 것을 보며, %당신%은(는) 도서관에 모처럼 말동무가 찾아와서 저렇게 기뻐하는 건가 생각했다.
  - acc: 1
    content: 「책을 반납하러 왔어」 (호감도+5)
    lines:
      - color: %대표색%
        content:
          - fontWeight: bold
            content: ???
          - 「반납하시려고요? 반납하실 책을 제게 주시면 돼요……」
      - 도서위원은 %당신%의 손에서 책을 건네받고, 카운터에 있는 기계로 스캔한 뒤
      - color: %대표색%
        content:
          - fontWeight: bold
            content: ???
          - 「하야카와 씨가 대출하신 책이군요, 자칫하면 반납 기한을 넘길 뻔했어요.」
      - %그녀%는 책을 몇 장 훌훌 넘겨보았다.
      - color: %대표색%
        content:
          - fontWeight: bold
            content: ???
          - 「보관 상태가 아주 좋네요, 오염되거나 훼손된 곳이 전혀 없어요…… 당신도 책을 좋아하시나요? 만약 트레이너님이 %우마무스메% 트레이닝에 관한 책을 찾으신다면 제가 추천해 드릴 수도 있어요…… 저는 도서관에 앉아서 책을 자주 읽거든요.」
      - acc: 1
        content: 「그래도 될까?」
      - color: %대표색%
        content:
          - fontWeight: bold
            content: ???
          - 「그럼요…… 하지만 그 대신, 나중에 당신과 담당 우마무스메의 이야기를 제게도 들려주셔야 해요.」
  - acc: 2
    content: 「영웅을 찾으러 왔어」 (애정도+1)
    lines:
      - 도서위원이 움찔했다.
      - color: %대표색%
        content:
          - fontWeight: bold
            content: ???
          - 「다, 당신도 영웅전기 같은 걸 좋아하시나요! 저도 영웅 서사시 같은 책을 정말 좋아해요. 역사적인 위업에 후세 사람들의 각색이 더해져, 허구와 진실이 뒤섞인 서사시야말로 신화적 색채를 지닌 진정한 영웅이라 부를 수 있죠!」
      - %당신%은(는) 갑자기 말문이 터진 도서위원과 파르르 떨리는 귀를 보며, 이 소녀가 신화 전설이나 민속 서사시에 적잖은 흥미를 가지고 있다고 생각했다.
      - 「영웅 이야기를 꽤 좋아하나 보네.」
      - %당신%은(는) %그녀%를 칭찬해 줄 생각이었지만, %그녀%의 귀가 갑자기 축 처지더니 얼굴에 긴장감이 번졌다.
      - color: %대표색%
        content:
          - fontWeight: bold
            content: ???
          - 「아…… 죄송해요…… 가, 갑자기 제멋대로 떠들어버려서. 민속 이야기는 이쪽에 있어요. 제가 안내해 드릴게요.」
      - %당신%은(는) %하야카와%가 빌려준 책을 반납 구역의 책더미에 조용히 올려두고 %그녀%의 뒤를 따라갔다.
  - 도서위원은 자리에서 일어나 %당신%을(를) 해당 서가로 안내하려 했다. 순간 %그녀%는 아직 %당신%에게 자신의 이름을 알려주지 않았다는 사실을 깨닫고, 서둘러 뒤를 돌아보며 %당신%에게 말했다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「죄송해요…… 자기소개하는 걸 깜빡했네요. 저는 중등부의 젠노 롭 로이라고 해요. 미호 생활관에 묵고 있어요. 혹시…… 영웅 서사시 같은 것에 대해 궁금한 점이 있으시다면…… 제가 대답해 드릴 수 있어요.」
  - if: era.get('cflag:47:성별') !== 1
    lines:
      - 몸을 돌릴 때 너무 마음이 급했던 탓인지, 아니면 체구에 맞지 않는 발육 때문인지, %소녀%의 가슴이 몸을 돌리는 반동으로 출렁거렸다.
      - 그제야 %당신%은(는) 젠노 롭 로이라는 이름의 이 %우마무스메%가 나이에 맞지 않는 작은 키뿐만 아니라, 나이에 맞지 않는 풍만한 가슴과 엉덩이를 가지고 있다는 사실을 깨달았다.
      - acc: 1
        content: (이 녀석, 키 클 영양분을 몸매에 다 쏟아부었나?)
      - acc: 2
        content: (훌륭한 가슴과 엉덩이, 다리까지. 완전 순산형 신붓감이네.)
      - %소녀%는 %당신%의 묘한 생각과 이리저리 힐끔거리는 시선을 눈치챘는지 헛기침을 했다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「%호칭%은 왜 영웅담 같은 책을 찾으시는 건지 여쭤봐도 될까요?」
  - %당신%은(는) 그날 자신이 보았던, 마음을 뒤흔들었던 광경을 %그녀%에게 묘사했다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「빛처럼 지평선을 가르는 영웅 같았다고요…… 단지 멀리서 한 번 봤을 뿐인데 몇 달 동안이나 찾아다녔단 말씀이신가요? %호칭%은 정말 로맨티스트시네요……」
  - 서가 앞에 다다르자, 젠노 롭 로이는 뒤로 돌았다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「여기가 바로 민속 문화 코너예요…… 저, 이런 말씀 드리기 좀 쑥스럽지만…… 저도 학원에서 그 영웅 같은 %우마무스메%를 찾는 걸 도와드려도 될까요?」
  - %당신%은(는) 젠노 롭 로이가 왠지 흥분한 것 같다고 느꼈다. 눈빛이 반짝이기 시작했다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「저는…… 영웅 이야기에 대해 아주 잘 알고…… 학원 내에 아는 사람도 꽤 있어요…… 저도 그 영웅을 찾고 싶어요.」
  - acc: 1
    content: 「하지만 트레센 학생의 본분은 달리는 거잖아. 이렇게 나를 도와주면 네 트레이닝에 방해되지 않을까?」
  - 젠노 롭 로이는 그 질문을 듣고 약간 횡설수설했다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「아…… 아니에요. 트레이닝도 있고 도서위원 일도 있지만, 저…… 저도 %호칭%이 『영웅』이라고 부르시는 그 %우마무스메%를 직접 보고 싶어요. 어째서 영웅이라 불리는지 알아보고 싶어서…… 저, 저도……」
  - acc: 1
    content: 「저도?」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「아…… 아무것도 아니에요. 아무튼 앞으로 잘 부탁드릴게요, %호칭%…… 내일부터 정보 수집을 시작할게요…… 일주일 뒤에도 제가 당번이니까, 그때 서로 정보를 교환하도록 해요……」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - (저도…… 영웅이 되고 싶거든요.)

招募2:
  # 중정
  - %당신%은(는) 약속대로 도서관에 와서 젠노 롭 로이와 만났다.
  - 두 사람이 학원에서 함께 영웅을 찾고 다닌다는 소문은 이미 퍼져 있었다. 학원의 모든 사람들이 검은 뿔테 안경을 쓴 자그마한 %우마무스메%와 트레이너가 영웅을 찾아다닌다는 것을 알고 있었다. 당신들은 때로는 함께 조사하고, 때로는 흩어져서 행동했다. 인정할 수밖에 없는 것은, 젠노 롭 로이라는 이 %우마무스메%는 지식의 폭이 어찌나 넓은지 어떤 면에서는 이미 대학을 졸업한 %당신%조차 뛰어넘는다는 점이었다.
  - 익숙하게 대문을 열고 들어가 책더미를 넘어가니, 조그만 %우마무스메%가 또다시 귀를 쫑긋거리며 무언가를 읽고 있는 모습이 보였다.
  - acc: 1
    content: 「안녕, 약속대로 왔어, 도서관의 영웅.」
    lines:
      - %당신%이(가) 인사를 건넸지만, 젠노 롭 로이는 여전히 책에 푹 빠져 %당신%을(를) 눈치채지 못한 것 같았다.
      - acc: 1
        content: (다가가서 %그녀%를 토닥인다)
      - %당신%은(는) %그녀%의 등을 톡톡 치려고 했지만 손이 닿지 않았다. 어깨를 쳐보려 했지만 역시 닿지 않았다. 그래서 아예 책에 푹 빠진 작은 머리를 톡톡 두드려 주었다. 뭐랄까, 이 녀석 머릿결이 꽤 좋네.
      - 젠노 롭 로이가 의아한 표정으로 고개를 들더니, 머리를 두드린 게 %당신%이라는 것을 발견했다.
      - color: %대표색%
        content:
          - fontWeight: bold
            content: 젠노 롭 로이
          - 「아…… %호칭%이시네요. 언제 오셨나요? 제가 또 너무 집중해서 읽느라…… 죄송해요.」
  - acc: 2
    content: 손을 뻗어 흔들거리는 커다란 귀를 두 번 쓰다듬는다.
    lines:
      - 감촉이 정말 좋네. 과연 롭 로이야.
      - 젠노 롭 로이가 흠칫 떨더니, 곧바로 고개를 들어 손이 날아온 방향을 매서운 눈초리로 노려보았다. 하지만 상대가 %당신%이라는 것을 확인하자 표정이 다시 부드러워졌다.
      - color: %대표색%
        content:
          - fontWeight: bold
            content: 젠노 롭 로이
          - 「정말이지, %호칭%…… %우마무스메%의 귀나 꼬리를 함부로 만지면 안 된다고 매뉴얼에서 배우지 않으셨나요? 다른 사람이었다면 당장 경비원분들을 불러서 끌어내라고 했을 거예요.」
  - 
  - acc: 1
    content: 「이번엔 또 무슨 민속 이야기를 읽고 있었어?」
  - 젠노 롭 로이는 고개를 저으며 손에 들고 있던 공책을 들어 흔들어 보였다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「이건 제가 수집한, 그 『영웅』에 대한 정보예요. 우선, %호칭%이 그 %우마무스메%를 보셨던 시간은 자율 트레이닝 시간이었을 거예요. 그래서 그 시간대에는 많은 %우마무스메%들이 트레이닝 코스를 들락날락했죠. 관계자분께 부탁해서 트레이닝 코스 대여 기록을 확인해 보더라도 그 %우마무스메%를 찾기는 어려울 거예요……」
  - 젠노 롭 로이는 공책에 모은 정보를 보여주며 말했다.
  - acc: 1
    content: 「그럼 정말 방법이 없는 걸까?」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「아직 기회는 있어요. %호칭%께서 그 %우마무스메%에 대한 인상이 깊으시다면, 코스에서 한눈에 알아볼 수 있을 거예요.」
  - acc: 1
    content: 「하지만 난 전에도 트레이닝 코스에 며칠 동안이나 앉아 있었어. 매일 아침부터 저녁까지 죽치고 있었는데도, 그런 %우마무스메%는 한 번도 본 적이 없단 말이지.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「풉…… 학생들 사이에 돌던 『트레이닝 코스 관중석에 뜻을 이루지 못하고 유령이 되어버린 트레이너가 있다』는 괴담의 출처가 당신이셨군요……」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「그럼 방법을 바꿔보죠. 제가 아는 %우마무스메% 중에도 『영웅』이라 부를 만한 애들이 몇 명 있거든요. 한 명씩 찾아가 보는 건 어때요? 예를 들면, 겉보기에도 신비로운 분위기를 풍기고, 우주에서 온 것 같고, 이름도 유명한 TCG의 필드 마법과 비슷한 아이라든가……」
  - acc: 1
    content: 「영웅을 그렇게 많이 알고 있어?」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「아니에요! 제가 방금 말한 세 가지 묘사는 모두 같은 %우마무스메%를 가리키는 거예요. 제 같은 반 친구이자 절친인 네오 유니버스요. %호칭%, 혹시 루돌프 회장님한테서 이상한 걸 배우신 건 아니죠?」
  - 농담을 친 %당신%을(를) 뚱한 표정으로 쳐다보았다.
  - (볼을 부풀린 모습이 꽤 귀여운데)
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「그리고 어떤 상황에서도 한 걸음 모자라지만 최선을 다하는 자세로 앞선 주자를 뛰어넘으려는 %우마무스메%도 있고…… 또 제가 가장 존경하는 심볼리 크리스 에스 선배님도 있어요. 선천적으로 뛰어난 체격을 가지고 있으면서도 끊임없이 노력하는 그 모습을 전 정말 동경하거든요…… 아 참, 오늘 크리스 에스 선배님도 코스에서 트레이닝을 하실 텐데, 같이 보러 갈까요?」
  - 방과 후, %당신%과(와) 젠노 롭 로이는 트레이닝 코스로 향했다. 비록 코스에 학생이 많았고 %당신%도 입구에서 멀리 바라볼 뿐이었지만, 질주하는 그 녹색의 실루엣은 여전히 현장에 있는 대부분의 사람들의 시선을 빼앗고 있었다.
  - acc: 1
    content: 「저 애가 네가 말한 그 선배야? 정말 빠르네.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「네 맞아요, %호칭%, 좀 더 가까이 가서 크리스 에스 선배님의 트레이닝을 구경해요.」
  - 젠노 롭 로이는 공책과 펜을 꺼내 들었고, 귀와 꼬리가 다시 흔들리기 시작했다.
  - acc: 1
    content: (%그녀%의 주법…… 압도적인걸!)
  - if: era.get('cflag:47:성별') !== 1
    acc: 2
    content: (하지만 %그녀%는 내가 찾던 암컷이 아니야)
  - %당신%은(는) 그날 본 것이 %그녀%가 아니었다고 젠노 롭 로이에게 말해주려 했다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「음…… 보폭이 넓고 아주 안정적이네요. 아마 순항 속도겠죠? 하지만 크리스 에스 선배님은 벌써 2400미터 정도를 달리셨는데…… 장거리 레이스를 준비하시는 걸까요? 호흡법도 여전히 한번 들이마쉬고 내쉬는 방식을 유지하고 있고, 체력도 아직 남아있어요. 크리스 에스 선배님은 장거리 중상을 대비하고 계신 걸까……」
  - %그녀%는 심볼리 크리스 에스의 달리기 자세, 남은 체력, 그리고 총 시간을 아주 진지하게 분석하고 있었다. 귀와 꼬리가 흔들리는 폭도 점점 커졌다.
  - acc: 1
    content: 「너도 올라가서 몇 바퀴 뛰어보고 싶어?」
  - 젠노 롭 로이는 깜짝 놀란 듯했다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「아니…… 그게…… 전 오늘 자율 트레이닝은 쉬기로 했거든요…… 그래서 뛰지는 않을 거예요……」
  - acc: 1
    content: 「어, 나와 함께 『영웅』을 조사해 주려고?」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「아…… 아니에요…… 저…… 으음…… 오늘은 이쯤 해두죠…… 크리스 에스 선배님도 트레이너님이 찾으시던 『영웅』이 아니라고 하시니까, 다음에는 네오 유니버스를 찾아가 봐요…… 저, 전 이만 가볼게뇻 (혀를 깨물었다)……」
  - (왜 갑자기 이렇게 횡설수설하는 거지? 내가 끌고 가서 트레이닝시킬까 봐 겁먹었나?)
  - (이건……)
  - %당신%은(는) 바닥에 꽤 귀여운 공책이 한 권 떨어져 있는 것을 발견했다.
  - (롭 로이 건가? 펼쳐서 주인을 확인해 봐야겠다)
  - 공책에는 매번 젠노 롭 로이가 다른 사람들과 병주한 후의 요약과 자율 트레이닝에서 얻은 경험들이 빼곡히 적혀 있었다. 미데뷔 %우마무스메%가 이 정도로 정리했다는 것은 의심할 여지 없이 훌륭한 수준이었다.
  - (이렇게 달리기를 사랑하는 %우마무스메%가 왜 굳이 쉬면서까지 나랑 조사를 다니는 거지?)
  - content:
      - fontWeight: bold
        content: 교관
      - 「아, 거기 트레이너분, 혹시 젠노 롭 로이의 전속 트레이너신가요?」
  - 「어, 그건 아닌데요.」
  - content:
      - fontWeight: bold
        content: 교관
      - 「그렇군요. 롭 로이 학생이 예전에 부상 때문에 모의 레이스를 여러 번 놓쳤거든요. 다음 모의 레이스가 다가오니 또 불안해하기 시작했어요. 평소 트레이닝 기록도 전보다 훨씬 떨어졌고요. 그래서 체육대회 때 멋지게 활약해 보라고, 그러면 트레이너를 찾을 수도 있을 거라고 조언했지만, 최근 들어 또 의욕이 떨어져서 자주 쉬더라고요. 전 아예 포기하려는 줄 알았어요. 그런데 당신과 나란히 앉아 달리기 이야기를 나누는 걸 보고, 드디어 트레이너를 찾았나 싶어서 제멋대로 기뻐해 버렸네요. 정말 죄송합니다.」
  - acc: 1
    content: 「최근 모습은 달리기를 포기하려는 것 같지 않던데요.」

招募3:
  # 중정
  - %당신%과(와) 젠노 롭 로이는 또 한 번 도서관에 모여 정보를 교환했지만 여전히 진전이 없었다. 네오 유니버스도 %당신%이(가) 그날 보았던 『영웅』과는 거리가 멀어 보였다. %당신%은(는) 문득 모의 레이스 일이 떠올랐다.
  - acc: 1
    content: 「모의 레이스는 어떻게 하기로 했어?」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「에? 어…… 아…… %호칭%이 그걸 어떻게 아시는 거죠?」
  - 「교관님이 말해주셨어. 나도 그날 응원하러 갈 테니까, 힘내라구 젠노 롭 로이!」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「아, 어째서…… 아, 아니, 싫은 건 아닌데…… 아니, %호칭%이 절 응원하러 와주시길 바라지 않는다는 게 아니에요…… 단지 저는 존재감도 희미하고, 달리기 성적도 좋지 않아서…… 그…… 그래서…… 보러 오셔도 저를 찾지 못하실 수도 있어요…… 저는 자주 그렇게 생각하거든요. 교관님도 말씀하셨겠지만, 요즘 제 컨디션도 정말 안 좋고요……」
  - 젠노 롭 로이는 고개를 푹 숙였고, %그녀%의 표정은 보이지 않았다.
  - 「아, 미안해. 부담을 주려던 건 아니었는데.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「아니요, 아니요, 괜찮아요. 오히려 절 위해 경기를 보러 와주시는 분이 계시니, 전 정말 기뻐요…… 에헤헤……」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「저는 어릴 때부터 이렇다 할 특기도 없었고, 친구도 별로 없었어요. 부상도 잦았고…… 제 곁에 있어 준 건 책뿐이었죠……」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「저는 늘…… 아주 눈에 띄지 않는 아이였어요. 저도 눈에 띄지 않는 제 모습에 진작 익숙해졌고요…… 누군가 일부러 절 보러 와주신다면…… 오히려 쑥스러울 거예요…… 다른 사람의 기대를 짊어지게 되었으니 더 열심히 해야겠다고 생각하다가…… 그러다 보면 또다시 불안해지고…… 불안이 심해지면 다시 다치게 되고……」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「이야기 속의 영웅은 등장하기만 해도 모든 사람의 시선을 끌어모으잖아요. 하지만 저는 영웅과는 항상 거리가 멀었죠…… 정말 부끄럽게도, 『롭 로이』라는 이름에 전혀…… 전혀 걸맞지 않아요……」
  - 마지막 말을 할 즈음, 젠노 롭 로이의 목소리에는 울음기가 섞여 있었다. 아무리 목석같은 %당신%일지라도 젠노 롭 로이가 과도한 압박감에 무너지기 직전이라는 것을 눈치챌 수 있었다.
  - 「흑…… 죄송해요…… (흑) 불평만 잔뜩 늘어놓아서…… (히끅) 오늘은…… 이만 가볼게요.」
  - 말이 끝나기 무섭게 젠노 롭 로이는 도서실을 뛰쳐나갔다.
  - %당신%은(는) 뒤따라 나가려 했지만, 우마무스메의 각력을 따라잡을 수 없었다. 젠노 롭 로이의 뒷모습은 이미 복도 끝으로 사라진 뒤였다.
  - (역시 사람이 우마무스메를 따라잡을 수는 없겠지)
  - 젠노 롭 로이는 지금 어디로 간 걸까?
  - divider: true
    content: 훈련장
  - acc: 1
    content: 「역시 여기 있었구나!」
  - 「에, %호칭%. 절 어떻게 찾으신 거죠? 보통 이런 상황에선 집에 가 있는 게 정석 아닌가요?」
  - acc: 1
    content: 「하지만 넌 평범한 %우마무스메%들처럼 쉽게 포기하는 타입이 아니잖아.」
  - 
  - acc: 1
    content: 「네 마음속엔 여전히 굴하지 않는 불꽃이 타오르고 있거든.」 (전에 주웠던 공책을 꺼내며)
  - 
  - acc: 1
    content: 「네 공책이 바로, 네가 지기 싫어한다는 증거야!」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「에, 설마…… 공책 내용을 보신 건가요? 여자아이의 공책을 몰래 들여다보는 건 좋은 행동이 아니라고요, %호칭%……」
  - 「주인을 확인하려고 펼쳐봤어, 정말 미안해!」
  - 젠노 롭 로이는 %당신%의 지나치게 정중한 태도에 오히려 웃음을 터뜨렸다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「아…… 아하하…… 당신이라면 괜찮아요…… 그래서 평가는 어떠신가요…… 바보 같죠? 겉으로는 포기한 척하면서, 몰래 공책에는 병주와 트레이닝 내용을 매번 정리하고 있다니…… 정작 저는…… 아무것도 못 하면서……」
  - 젠노 롭 로이가 쓴웃음을 지었다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「우스운 걸 보여드려서 죄송해요. 그냥 버리셔도 돼요. 아니, 제가 직접 버릴게요. 제 꿈은 제가 알아서……」
  - acc: 1
    content: 「돌려주는 건 문제없지만, 한 가지 확인하고 싶은 게 있어.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「뭔가요?」
  - acc: 1
    content: 「젠노 롭 로이, 너의 꿈은 뭐야?」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「제…… 제가 말하면…… 정말 비웃지 않으실 건가요? 전…… 저는 항상, 언제나 제가 영웅이 되는 모습을 꿈꿔왔어요.」
  - 젠노 롭 로이가 깊게 숨을 들이마셨다. 무언가 결심한 듯했다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「상처와 부상투성이라도, 모의 레이스를 여러 번 놓쳤어도. 아무런 성과를 내지 못했더라도. 아무의 관심도 받지 못하더라도. 전…… 저도—— 영웅이 될 기회를 붙잡고, 영웅이 되고 싶어요.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「처음 『영웅』을 찾아 나선 것도, 모든 트레이닝을 기록하고 요약한 것도, 지금 이렇게 도망쳐 온 것도. 전부 다 제가 영웅이 되고 싶었기 때문이에요…… 하지만…… 현실의 전 그저 창피하고 허무한 꿈을 꾸고 있을 뿐이죠……」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「선배님들도, 동급생들도, 후배들도. 저를 아득히 뛰어넘는 존재들이 있어요. 모두가 각자의 훌륭한 꿈을 짊어지고 있죠. 가문의 영광을 지키고 싶다든가, 자신을 응원해 주는 사람들을 행복하게 해주고 싶다든가, 다른 사람들이 불행을 이겨낼 수 있도록 격려하고 싶다든가.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「하지만…… 전 그런 게 없는걸요! 전…… 전 그저 사람들의 관심을 더 받고 싶고, 조금 더 눈에 띄고 싶고, 친구가 더 많아졌으면 좋겠다는 생각뿐이라고요!」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「전 %그녀%들처럼 깊은 꿈이나 멋진 이야기가 없어요. 그래서…… 그래서 제가 %그녀%들의 배경이 되어버리는 거라고요!」
  - acc: 1
    content: 「그럼 넌, 그래도 영웅이 되고 싶어?」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「……네. 여전히 영웅이 되겠다는 제 꿈을 포기하고 싶지 않아요……」
  - 「그럼 네 공책을 좀 빌려줘.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「에, %호칭%, 뭘 하시려고요??」
  - %당신%은(는) 유성펜을 꺼내 공책 겉표지에 여덟 글자를 큼지막하게 적었다.「젠노 롭 로이 영웅담」.
  - acc: 1
    content: 「롭선생님...!! 독서가 하고 싶어요.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「...정말요? 제가 상처투성이에 성적도 안 좋고 눈에 띄지도 않는데…… 저한테 환멸을 느끼실지도 몰라요……?」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「정말…… 제 이야기를 읽어주실 건가요……?」
  - 「네가 바란다면 분명 강렬한 응답을 받을 수 있을 거야. 어린애처럼 칭얼대거나 울지 마. 넌 영웅이 될 %우마무스메%이아. 영웅의 눈물은 그렇게 쉽게 떨어지는 게 아니라고.」
  - 젠노 롭 로이가 안경을 닦았다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「어른이신 %호칭%이 만화 대사를 쓰시는 게 더 어린애 같은걸요.」
  - 『영웅』을 찾는 계획은 잠시 중지.
  - 왜냐하면 %당신%은(는) 발견했기 때문이다. ——훨씬 더 흥미진진한 이야기를.

招募4:
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「하아…… 하아…… 어째서 이러지…… 어째서…… 랩 타임이…… 지난번보다 더 느려진 거지……」
  - 「조금 쉬자 롭 로이. 내가 전에 해준 말 기억하지? 내가 널 응원하고 있어. 불안해하거나 긴장할 필요 없어. 자연스럽게 달리면 돼.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「네, 그럼 몇 바퀴 더 연습해 볼게요. 기록 측정은 %호칭%께 부탁드릴게요.」
  - 비록 젠노 롭 로이는 여전히 자신의 능력에 대해 명확히 인지하지 못하고 있었지만, 우선 자신감부터 끌어올리는 것도 나쁘지 않았다.
  - divider: true
  - color: %대표색%
    content: 젠노 롭 로이는 혼자 『영웅』의 정보를 수집하고 있다.
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - (음, %호칭%이 찾으시는 『영웅』은 아마 크리스 에스 선배님일 거야. 아니라고 하셨지만, 시간도 장소도 주법도 딱 맞아떨어지는걸……)
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - (하지만…… 만약 %호칭%이 『영웅』을 찾으신다면…… 그럼 우리 관계도 끝이겠지…… 비록 서로 정보를 교환할 때 거짓 없이 솔직했고, %호칭%이 내 불안을 덜어주시긴 했지만…… 이것만큼은…… 이것만큼은…… 말하고 싶지 않아)
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - (그래도…… 말해야 해…… 대회가 끝나면 %호칭%에게 말씀드릴 거야…… 『영웅』에 대한 모든 것을 말씀드릴 거야…… 하지만 그전에…… 꼭 %호칭%의 기억에 날 남겨두고 말겠어)
  - divider: true
    content: 모의 레이스 당일
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - (망했어 망했어 망했어 망했어, 어째서 또 긴장해서 출발이 늦어진 거야!!!)
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - (크리스 에스 선배님은 벌써 후반 코너를 돌아 최종 직선에 다다랐는데, 이대로 가다간 또 져버리고 말 거야)
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - (역시…… 이길 수 없는 걸까…… 그렇게나 많이 트레이닝했는데……)
  - acc: 1
    content: 「이야기의 주인공, 힘내라구!」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - (%호칭%이다! 날 찾아주셨어…… 하지만 크리스 에스 선배님이 우승하고, %호칭%이 %그녀%야말로 『영웅』이라는 걸 알게 되신 후에도, 다시 날 찾아오실까?)
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - (안 돼. 실패하더라도, 나도…… 내 유일한 독자를 실망시키고 싶지 않아. 박수도, 함성도, 시선도 없더라도…… 나도…… 나도—— %호칭% 단 한 사람만의 영웅이 될 거야!)
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「오오오오오오오오오오!」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - (심장아, 불타올라라. 뇌야, 타올라라. 다리야 움직여줘. 난…… 이대로 무기력하게 지고 싶지 않아!!!)
  - content:
      - fontWeight: bold
        content: 해설
      - 「최종 직선, 최종 직선! 젠노 롭 로이가 최종 직선에서 무서운 기세로 따라붙습니다!」
  - acc: 1
    content: (저 주법! 저 자태!)
  - (틀림없어. 저건 그날 보았던—— 마치 지평선을 가를 듯한……)
  - content:
      - fontWeight: bold
        content: 해설
      - 「심볼리 크리스 에스가 골인합니다! 젠노 롭 로이가 현역 %우마무스메%에 뒤지지 않는 폭발적인 라스트 스퍼트를 보여주었지만 크리스 에스를 넘어서진 못했습니다!」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - (역시…… 져버렸네…… 마생이 그렇게 순탄할 리 없지…… 남은 건 %호칭%을 찾아가 그날의 『영웅』이 크리스 에스 선배님이었다고 설명하는 것뿐이야)
  - 「롭 로이! 내가 그날 본 『영웅』을 드디어 찾았어!」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「역시 크리스 에스 선배님이었죠……」
  - 「너였어!」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「네?」
  - color: %吉兆色%
    content:
      - fontWeight: bold
        content: 심볼리 크리스 에스
      - 「롭 로이, 방금 라스트 스퍼트 아주 훌륭했다…… 둘이서 뭔가 할 얘기라도 있나?」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「아, 크리스 에스 선배님 마침 잘 오셨어요. 혹시 며칠 전 오후 4시 반쯤에 잔디 코스를 사용하신 적 있나요?」
  - color: %吉兆色%
    content:
      - fontWeight: bold
        content: 심볼리 크리스 에스
      - 「그래. 너와 병주를 했었지. 정확한 시간은 기억 안 난다만.」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「거봐요, 맞죠? 『영웅』은 역시 크리스 에스 선배님이라니까요!」
  - acc: 1
    content: 「그 말은 즉, 너도 크리스 에스와의 병주에 참여했고, 그때 잔디 코스를 사용했다는 뜻이네?」
  - 「너 그날 머리 풀고 있었지?」
  - acc: 1
    content: 「넘어질 뻔할 때 휘청거리기도 했고」 (호감도+5 애정도+1)
  - if: era.get('cflag:47:성별') !== 1
    acc: 2
    content: 「넘어질 뻔할 때 가슴도 엄청나게 흔들렸고」 (애정도+2 명성-5)
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「에에, 그렇게 세세한 곳까지 다 보셨다고요!? 그게 아니라…… 그럼 %호칭%이 보신 건 설마……」
  - acc: 1
    content: 「롭 로이, 네가 바로 나의 영웅이야! 나와 계약해서 담당소녀가 되어줘!」
  - color: %대표색%
    content:
      - fontWeight: bold
        content: 젠노 롭 로이
      - 「????????? 왜 이런 분위기에서 그런 드립을 치시는 건데요????」
  - color: %吉兆色%
    content:
      - fontWeight: bold
        content: 심볼리 크리스 에스
      - 「역시, 둘이서 뭔가 할 얘기가 있는 것 같군.」
  - 
  - 젠노 롭 로이, 영입 완료