module.exports = class extends require('#/i18n/ja-JP/achieve-desc') {
  abbr_template = '%DESC%……';

  edu_one = '육성을 1회 완료한다.';
  edu_thr = '육성을 3회 완료한다.';
  edu_nrg = '육성을 7회 완료한다.';
  edu_1_ex = '담당과의 관계가 [열애] 이상인 상태로 육성을 1회 완료한다.';
  edu_sex =
    '육성을 1회 완료하고 담당이 다음 중 하나를 만족한다:\n● 관계가 [좋은 인연] 이상\n● 동심 각인 3, 그리고 부정 각인 없음\n● 음문 3';
  edu_tch =
    '육성을 1회 완료하고 담당이 다음을 모두 만족한다:\n● 트레이너와 혈연관계가 없음\n● 연모가 [희미함] 이하\n● 수면 중 관계를 포함한 성관계 경험이 한 번도 없음';
  chan_sec = '같은 캐릭터의 2회차 육성을 완료한다.';
  chan_thr = '같은 캐릭터의 육성을 3회 이상 반복한다.';
  chan_mor =
    '같은 캐릭터의 8회차 육성을 시작한다(스킬 Pt 소비 최대 경감을 얻기 위해).';

  wins_one = '담당에게 칭호 [백전백승]을 획득시킨다.';
  wins_six = '담당 6명에게 칭호 [백전백승]을 획득시킨다.';
  wins_thr = '담당 13명에게 칭호 [백전백승]을 획득시킨다.';
  wins_hnt = '칭호 [불운한 자]를 가진 채 레이스에서 우승한다.';

  blnc_cel = '1주일 동안 6명 이상의 캐릭터 행사에 직접 동행한다.';
  blnc_rac =
    '담당 6명 이상을 같은 레이스에 출주시켜 전후 이벤트를 모두 발생시킨다.';
  yandere = '스킬 [연심의 억제]로 특성 [병듦]을 얻게 한다.';

  inmn_one = '1명에게 음문 3을 새긴다.';
  inmn_thr = '3명에게 음문 3을 새긴다.';
  inmn_six = '6명에게 음문 3을 새긴다.';
  slav_mil = '착유용 암말에게서 한 번에 모유 6잔 이상을 얻는다.';
  slav_prg = '번식용 암말로 임신 기간을 누적 36주 이상 단축한다.';
  slav_mon = '헌금용 암말에게서 누적 100,000 우마코인을 얻는다.';
  slav_inh = '계승용 암말에게서 한 번에 각종 인자를 100개 이상 얻는다.';
  slav_frn = '베개용 암말로 수면 중 관계 또는 감금을 누적 100회 막는다.';
  slav_ass = '동석용 암말에게 조교 보조를 누적 100회 이상 시킨다.';
  slav_mas =
    '다음 업적을 모두 얻는다:\n● [마왕]\n● [착유의 달인]\n● [조산의 달인]\n● [감독의 달인]\n● [육종의 달인]\n● [야경의 달인]\n● [소환의 달인]';
  play_mil1 = '[갓 짠 모유] 또는 [갓 짠 마유]를 얻는다.';
  play_mil2 = '[갓 짠 모유] 또는 [갓 짠 마유]를 판다.';
  play_mil3 =
    '한 번의 조교에서 [갓 짠 모유] 또는 [갓 짠 마유]를 4잔 이상 얻는다.';

  st_maria = '예상치 못하게 아이를 얻는다.';
  father = '칭호 [종마]를 얻는다.';
  mother = '칭호 [영웅의 어머니]를 얻는다.';
  famother = '칭호 [종마]와 [영웅의 어머니]를 동시에 가진다.';
  ck_m = '아버지 입장에서 자신의 자식에게 자신의 아이를 낳게 한다.';
  ck_f = '어머니 입장에서 자신의 자식의 아이를 낳는다.';
  ck_d = '아버지인 자신의 자식의 아이를 낳거나, 어머니인 자신의 자식에게 자신의 아이를 낳게 한다.';
  ck =
    '다음 중 2개를 달성한다:\n● [소악·양]\n● [소악·음]\n● [착란의 피]';
  et_tu = '자식의 야습으로 잠에서 깬다.';

  end_los = '성적 부진으로 트레센에서 해고되어 게임 종료.';
  end_hnt = '추문으로 트레센에서 해고되어 게임 종료.';
  end_fan = '육성 종료 시 지나치게 나쁜 성적 또는 담당과의 험악한 관계로 게임 종료.';
  end_mon = '빚을 갚지 못해 게임 종료.';
  end_lov = '「중력」에 붙잡혀 게임 종료.';
  ending =
    '다음을 모두 달성한다:\n● 업적 [Loser] 또는 [「체면」 있는 신사]\n● 업적 [미련이 남은 여로]\n● 업적 [돈 냄새 나는 종막]\n● 업적 [Merry Bad End]';

  time_ten =
    'EraUma에서 9 (10)년을 보낸다……\n그리고 영혼의 달의 둥지가 된다(되지 않는다).';
  time_twe =
    'EraUma에서 16 (20)년을 보낸다……\n그리고 세계를 먹어치우는 자가 된다(되지 않는다).';
  time_thr =
    'EraUma에서 21 (30)년을 보낸다……\n그리고 생명의 직조자가 된다(되지 않는다).';
  time_for =
    'EraUma에서 24 (40)년을 보낸다……\n그리고 갈망의 그릇이 된다(되지 않는다).';
  time_fif =
    'EraUma에서 25 (50)년을 보낸다……\n그리고 윤회의 종언이 된다(되지 않는다).';
  all = '관련 업적이 「주재자」인, 숨겨진 업적 이외의 모든 업적을 달성한다.';

  c_luna1 =
    '【심볼리 루돌프】보라, 전인미답의 위업을——우리의 태양, 나의 달.';
  c_tachyon1 = '【아그네스 타키온】배신한 육체의 쾌락에 가라앉는 모습을 지켜본다.';
  c_taishin1 = '【나리타 타이신】타이신 전용 각인을 깊게 남긴다. 음, 편자?';
  c_pama1 = '【메지로 파머】무너져가는 마음을 받아줘.';
};
