# @file 光辉致意 - 育成
# @author 黑奴队长（临时）
report2000:
  title: 大舞台，始动！
  lines:
    - 本周的最后一个工作日，一位成熟%UMA%出现在特雷森学园。
    - %SEX%自称 %CHARA_ACTUAL%，是一项名为大舞台的运动的发起人。
    - 大舞台运动的目标是让更多选手上台参演胜者舞台，给%UMA%们增加一个展现自己光辉的机会。
    - 现在大舞台运动已获得阶段胜利，URA 批准在 G3 以下的五场比赛中开设大舞台，每年轮换。
    - 介绍结束后，%CHARA% 请 %YOU% 多多支持大舞台。

report2001:
  title: 大舞台之梦
  lines:
    - %CHARA% 高兴地告诉 %YOU%，经过一年的试运行，大舞台好评如潮，URA 决定每年增设 5 场 G2 比赛的大舞台，同样每年轮换。
    - 为了让大舞台出现在那些顶尖的比赛中，%CHARA% 干劲满满。

report2002:
  title: 梦之开拓者
  lines:
    - %CHARA% 呆呆地站在揭示板前。
    - 用于公布明年大舞台赛事名单的揭示板上，如今已经多了 5 场 G1 赛事。
    - 曾经无力于赛场的%UMA%，终于赢取了自己的「胜利」。
    - 作为大舞台运动的发起人，%CHARA% 的「胜利」无人能及。
    - if: (t = era.get('love:308')) >= 75
      lines:
        - %YOU% 将%SEX%轻轻拥入怀中。
        - %CHARA% 靠在 %YOU% 的肩膀上。
        - 没有太多言语，两人只是静静地品味着这份「胜利」。
    - if: t < 75
      lines:
        - %YOU% 与 %CHARA% 并肩而立，无声地陪伴着%SEX%。

report:
  title: 大舞台
  lines:
    - 又到了大舞台赛事公布的时刻。