# @file 成田大进 - 招募
# @author 卡特曼
rec0:
  title: 不服输的小个子
  lines:
    - 新学期开始后不久，特雷森学园便迎来它的第一场选拔赛。早晨的城市尚未完全醒来，学院内的赛场上却已经热火朝天，满是%UMA%和训练员。前者正摩拳擦掌，为自己生涯的第一场比赛热着身，而后者也在四处张望，想要早早选定心仪的担当。
    # FLAGNAME:15 = 当前声望
    - if: (t=era.get('flag:15')) < 500
      content: %YOU%，正是其中的一员。刚进入特雷森不久的%YOU%，急切地想要找到一位合适的%UMA%——无论是为了证明自己的能力，还是为了度过一个有意义的三年时光。为此，%YOU%踮起脚尖，试图从%THEY%热身的姿态中看出什么端倪。
    - if: t>=500 && t < 2000
      content: %YOU%倒是不着急，已经带出几位出色%UMA%，并且仍然奋战在第一线的%YOU%，无疑是特雷森学园中堪称中流砥柱的训练员。此番前来也不是非要找到担当不可，不过是看一下有没有值得留意的好苗子。
    - if: t>= 2000
      content: %YOU%打了个哈欠，随意地扫视着那些在场上热身的%UMA%，这个热身动作有点不到位，那个又有些太浮夸，不远处那个%UMA%的腿看起来不错，是适合跑短距离的力量型……。作为特雷森学园首屈一指的训练员，虽然早已不需要担当的成绩来证明自己，但%YOU%还是不愿错过这一年一度的选拔赛，说不定会有什么有趣的事情发生呢。
    -
    - 不远处，一个正在独自热身的%UMA%引起了%YOU%的注意。
    - 与其他参加比赛的%UMA%比起来，%SEX%娇小的身材显得格外醒目，几乎比其他%UMA%矮了整整一头。身材更是十分纤瘦，仿佛一阵强风都能把%SEX%吹倒在地，在号称强者如云的特雷森学园，这样娇小的%UMA%可不多见。
    -
    - 「奇怪……我记得今天的赛程安排是高等部的比赛啊。」
    - 「怎么会有这么瘦小的孩子在。」
    -
    - 抱有疑惑的不止%YOU%一个人，很快，从周遭的嘈杂声音中，%YOU%听到了一些类似的话。
    - 训练员A「这么瘦弱的孩子还要来参加比赛？真的假的？」
    - 训练员B「%SEX%看上去，心情好像不太好啊。」
    -
    - %SEX%头顶那双醒目的大耳朵动了动，像是敏锐地捕捉到了这边的动向，接着，%SEX%转过头来，有些不快地瞪了你们一眼。
    -
    - 训练员A「好可怕！」
    - %YOU%注意到%SEX%有一双蓝色的眼睛，那一瞬间，%YOU%不确定自己是否从%SEX%的眼里看到了燃烧着的火焰。与娇小的身材相反，%SEX%的眼神中流露出的，是不容置疑的胜利决心。
    - %YOU%不由得在心里记住了这个娇小的影子，不知道在赛场上，%SEX%的决心能否为%SEX%带来胜利呢？
    -
    - 在几轮比赛过后，%YOU%依然没有找到心仪的%UMA%。这时，从走上起跑线的%UMA%里，%YOU%捕捉到了一个熟悉的矮小身影。
    - 「是那个不服输的小个子。」
    - 在一众跃跃欲试的%UMA%里，%SEX%几乎要淹没在里面，%YOU%的双眼不自觉地透过熙熙攘攘的人群，紧紧盯着%SEX%。
    - 选手就位，预备……
    - ……
    - 跑！
    - 哨声响起的刹那，起跑线上的%UMA%们便飞奔而出。那娇小的%UMA%也应声而动，拼尽全力一般冲在最前面。但是……
    - 那样跑下去，真的没问题吗？
    - %SEX%几乎是不顾一切地在向前冲，丝毫没有保留体力或者战术策略的安排，完全是凭着一腔热血在坚持。
    - 可只有热血的话，是赢不了比赛的。
    - 果不其然地，赛程仅仅过半便出现了失速的前兆，%SEX%的步伐开始变得凌乱，脸上的表情也从决绝变成了痛苦，在速度肉眼可见地慢下来之后，待在%SEX%身后，伺机而动的%UMA%们找到了机会，一拥而上，一个接一个地超过了%SEX%。
    -
    - 赛后，训练员们一拥而上，把表现出众的%UMA%围了个水泄不通，而方才那个小个子，虽然也有寥寥几人和%SEX%搭话，但结果都不了了之。
    -
    - acc: 1
      key: rec
      content: 「不能放着%SEX%不管。」（继续招募）
      lines:
        - 身为训练员的%YOU%，十分明白那压根是毫无跑法可言的鲁莽行径，继续这么跑下去的话，不要说顺利出道并取得胜利了，连顺利地完成这三年的训练和比赛都是问题。无论%SEX%将来会不会是%YOU%的担当%UMA%，%YOU%都无法坐看%SEX%这样毁掉自己的身体。
        - 而且，%SEX%眼中所露出的胜利的决心，以及不顾一切只为取胜的跑法，实在是让人难以忘怀，如果找到正确的道路的话，这孩子能走多远呢？%YOU%默默地在脑海中描绘着%SEX%的未来。
        -
        - acc: 1
          content: 「那边的同学，能说两句吗？」
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: ？？？
            - 「啊？嗯，有什么事？」
        - %SEX%冷冷地打量着%YOU%，湛蓝色的瞳孔衬得目光越发锐利。
        -
        - 「你刚才的那种跑法，对身体的伤害是很大的，尽快找到适合自己的跑法比较好。」
        - 「而且，你的身体本来就很瘦弱，那么拼命地跑的话……」
        - 然而%YOU%的话似乎触及了一些禁忌，那张本就不耐烦的脸上，渐渐显出了愠怒的神色，%YOU%还没来得及把话说完，%SEX%便怒气冲冲地回应道。
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: ？？？
            - 「你又不是我的训练员，来多管什么闲事！」
        - acc: 1
          content: 「我这也是为了你的身体……」
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: ？？？
            - 「又来了，这个也是那个也是，都在劝我放弃比赛，『你的身体不是跑步的料』，『这也下去只会害你自己』，这种话，我早就听够了！」
        - 看来%YOU%并不是第一个给出忠告的人，虽然%YOU%话里并没有那个意思，但显然，「瘦小的身体」这件事，对眼前的小个子%UMA%来说就像逆鳞一样不可触碰。
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: ？？？
            - 「啊啊啊真是受够了，反正你们也只会说些风凉话，但我绝对，绝对不会放弃的！」
        - %YOU%还没来得及再说什么，%SEX%便转过头去，赌气似的走开了。
        -
        - acc: 1
          content: 「真是个奇怪的孩子……」
        - 目睹着%SEX%渐渐走远，%YOU%才意识到自己还不知道%SEX%的名字叫什么。
    - acc: 2
      content: 「没什么兴趣，回去吧。」（放弃招募）
      lines:
        - 这样的事情又有什么稀奇呢，不过是个脾气恶劣的%UMA%而已，还是别多管闲事啦。
        - %YOU%离开了赛场。

rec1:
  title: 注定的巧合
  lines:
    - 「哈啊……」
    - %YOU%伸了个大大的懒腰，身上的每一处关节都在因久坐后的拉伸而咯吱作响，洗刷着加班带来的疲惫感，新学期伊始的工作总是格外的多。窗外，月亮已经高高地悬在云的枝头，是时候回去休息了。
    - 夜晚的特雷森格外静谧，没人能把现在沉睡着的学园和白天时人声鼎沸的特雷森联系到一起，月光和着微风轻轻抚摸着%YOU%的脸颊，%YOU%闭上眼，享受着这片刻的惬意。
    - 嗒，嗒，嗒。
    - 不远处的操场上，熟悉的蹄铁声打破了这份宁静，这么晚了还有%UMA%在训练吗？
    - 按捺不住自己的好奇心，%YOU%向着操场的方向走去。
    - 在冰冷的灯光下，一个熟悉的，瘦小的身影，正在草坪上卖力地跑着。偌大的操场上只有%SEX%一个人。尽管步伐已经有些踉跄，但%SEX%还是在强撑着向前迈步，和比赛时的倔强如出一辙。
    -
    - acc: 1
      key: rec
      content: 上前搭话（确定招募）
      lines:
        - 尽管%SEX%比赛的表现不尽如人意，但%SEX%眼中对胜利的渴望是如此鲜明，或许%SEX%整是一只沉眠的狮子，只需要把%SEX%心中的猛兽唤醒，指引上正确的道路，%SEX%就必将迎来属于自己的胜利。
        - 「喂，那边的同学。」
        - 正在跑步的%SEX%停了下来，脸上流露出一丝惊讶，似乎没有意料到这个时间还会有人来，随后，认出了白天向%SEX%搭话的%YOU%。
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: ？？？
            - 「唔，你是……」
        - 「正是我，那个多管闲事的训练员。」
        - 「已经这么晚了，你还在训练吗？」
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: ？？？
            - 「……跟你没什么关系吧。」
        - 尽管语气依然冷漠，但%SEX%却没有自顾自地走开。
        - 「一股脑地增加训练时间，对你的危险远大于好处。」
        - 「尤其是，你的身体本来就……」
        - 果然，%YOU%的话还没说完，便被一阵愤怒的波浪打断。
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: ？？？
            - 「啧，果然又是那一套说辞，我说过了吧！我没耐心听你劝我放弃比赛。」
        - 就在%SEX%转过身去，准备离开的时候，%YOU%的一句话让%SEX%停下了脚步。
        - 「你说的比赛，是指从不考虑自己的训练强度，跑法和比赛策略，只顾埋头向前冲是么？」
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: ？？？
            - 「你！」
        - %SEX%愤怒地盯着%YOU%，兴许是话语太过锐利，刺穿了%SEX%脆弱的心防，于是%SEX%倔强地别过头去，不再看%YOU%。
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: ？？？
            - 「你又不是我的训练员，我凭什么要听你的……」
        - acc: 1
          content: 「因为我从你的身上看到了可能性。」
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: ？？？
            - 「欸？」
        - acc: 1
          content: 「和我签署担当契约吧！」
        - %YOU%突兀发出的担当邀请让%SEX%怔在原地。
        - acc: 1
          content: 「你对胜利的执念毋庸置疑，只要找到适合你的跑法和训练方法，就一定能赢！」
        - 有一瞬间，%SEX%脸上的表情像是纠结着想要答应，但最终说出口的话还是带着%SEX%一贯的冷淡。
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: ？？？
            - 「切，漂亮话谁都会说……」
        - 「那明天上午训练场见吧，到时候我来指导你训练。」
        - 「可别爽约啊，我相信你会来的。」
        - 说罢，%YOU%转身离去，但没走出几步，%YOU%想起了什么重要的事情，又折返了回来，尴尬地挠了挠头。
        - acc: 1
          content: 「对了……请问你的名字是？」
        - 都如此地邀请对方成为自己的担当%UMA%了，居然连彼此的名字都不知道，%YOU%为自己的疏忽感到好笑的同时，%SEX%的脸上也浮现出了些无奈的笑意。
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: ？？？
            - 「什么啊，自顾自说了那么多之后，居然连我的名字都不知道。 」
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: ？？？
            - 「「我的名字是成田大进，记好了。」
        - 「我的名字是%YOURNAME%，请多指教，大进。」
    - acc: 2
      content: 离开（放弃招募）