class I18nAchieveDesc {
  static _ = new I18nAchieveDesc();

  abbr_template = '%DESC%……';

  edu_one = '完成一次育成。';
  edu_thr = '完成三次育成。';
  edu_nrg = '完成七次育成。';
  edu_1_ex = '在担当达成 [热恋] 以上关系的情况下完成一次育成。';
  edu_sex =
    '完成一次育成，且担当达成以下条件之一：\n● 达成 [佳偶] 以上关系；\n● 获得 3 级同心刻印，且没有任何负面刻印；\n● 获得 3 级淫纹。';
  edu_tch =
    '完成一次育成，且担当满足以下条件：\n● 和训练员没有血缘关系；\n● 爱慕关系保持在 [朦胧] 及以下；\n● 没有发生过任何性关系，包括睡奸。';
  chan_sec = '完成一个角色的第二次育成。';
  chan_thr = '进行三次以上的重复育成。';
  chan_mor = '对一个角色开始第八次育成，以获得最高的技能点数费用减免。';

  wins_one = '培养任意担当获得称号 [百战百胜]。';
  wins_six = '培养六名担当获得称号 [百战百胜]。';
  wins_thr = '培养十三名担当获得称号 [百战百胜]。';
  wins_hnt = '在获得 [倒霉蛋] 称号的情况下赢取比赛胜利。';

  blnc_cel = '一周内主动陪同 6 名以上的角色参与了节庆活动。';
  blnc_rac = '同时有 6 名以上担当参与同一场比赛并触发全部赛前赛后事件。';
  yandere = '使一名角色通过技能 [爱意克制] 获得特性 [病娇]。';

  inmn_one = '为一个角色打上 3 级淫纹。';
  inmn_thr = '为三个角色打上 3 级淫纹。';
  inmn_six = '为六个角色打上 3 级淫纹。';
  slav_mil = '通过榨乳用母马一次性获得六份以上的乳汁。';
  slav_prg = '通过繁殖用母马累计减少怀孕时间 36 周以上。';
  slav_mon = '通过献金用母马累计获取金钱 100,000 马币。';
  slav_inh = '通过继承用母马一次性获得各类因子 100 个以上。';
  slav_frn = '通过抱枕用母马累计阻止 100 次睡奸或监禁。';
  slav_ass = '由陪床用母马协助调教 100 次以上。';
  slav_mas =
    '获得以下成就：\n● [马王]\n● [挤奶大师]\n● [助产大师]\n● [监工大师]\n● [育种大师]\n● [守夜大师]\n● [召唤大师]';
  play_mil1 = '获得 [鲜榨人奶] 或 [鲜榨马奶]。';
  play_mil2 = '卖出 [鲜榨人奶] 或 [鲜榨马奶]。';
  play_mil3 = '在一次调教中获取 4 杯以上的 [鲜榨人奶] 或 [鲜榨马奶]。';

  st_maria = '意外得到孩子。';
  father = '获得称号 [大种马]。';
  mother = '获得称号 [英雄母亲]。';
  famother = '同时获得称号 [大种马] 和 [英雄母亲]。';
  ck_m = '作为父方，使自己的孩子生下自己的孩子。';
  ck_f = '作为母方，生下自己孩子的孩子。';
  ck_d =
    '生下自己作为父亲的孩子的孩子，或者使自己作为母亲的孩子生下自己的孩子。';
  ck =
    '完成下列成就其中之二：\n● [小奸小恶 · 阳]；\n● [小奸小恶 · 阴]；\n● [错奸乱恶]。';
  et_tu = '在孩子的夜袭中惊醒';

  end_los = '因迟迟不出成绩被特雷森开除而结束游戏。';
  end_hnt = '因丑闻被特雷森开除而结束游戏。';
  end_fan = '育成结束时因为过差的育成成绩或紧张的担当关系而结束游戏。';
  end_mon = '因欠下债务无力偿还而结束游戏。';
  end_lov = '被「重力」捕获而结束游戏。';
  ending =
    '达成以下条件：\n● 完成成就 [Loser] 或 [「体面」的绅士]；\n● 完成成就 [遗憾的旅程]；\n● 完成成就 [铜臭终幕]；\n● 完成成就 [Merry Bad End]。';

  time_ten = '在 EraUma 中度过 9 (10) 年……\n并成为魂灵之月窠（并不）。';
  time_twe = '在 EraUma 中度过 16 (20) 年……\n并成为世界之喰煞（并不）。';
  time_thr = '在 EraUma 中度过 21 (30) 年……\n并成为生命之织缕（并不）。';
  time_for = '在 EraUma 中度过 24 (40) 年……\n并成为渴求之器具（并不）。';
  time_fif = '在 EraUma 中度过 25 (50) 年……\n并成为轮回之终末（并不）。';
  all = '完成所有关联事迹为「主宰」的非事迹类成就。';

  c_luna1 = '【鲁铎象征】请见证，这前无古人的伟业——我们的太阳，我的月亮。';
  c_tachyon1 = '【爱丽速子】见证沉溺于被背叛的肉体欢愉。';
  c_taishin1 = '【成田大进】深深留下专属于大进的印记，呃，蹄铁印？';
  c_pama1 = '【目白善信】接纳她快要坏掉的心吧。';
}

module.exports = I18nAchieveDesc;
