class I18nNotes {
  static _ = new I18nNotes();

  2 = [
    [
      '？？？',
      '直面命运的时候，与训练员的羁绊是铃鹿唯一的武器……如果羁绊不够强大，那么就此放弃或许会是最好的选择。',
    ],
  ];
  3 = [
    [
      '沾血的小纸条#1',
      '如果没有准备好，就不要让帝王走上艰辛之路……但如果已经走上，请不要轻言放弃。',
    ],
    [
      '沾血的小纸条#2',
      '只有通过日本杯和有马纪念，才能宣告帝王真正的『复活』……',
    ],
  ];
  6 = [
    [
      '随手写下的纸条',
      '……如果小栗一开始就在中央特雷森的话，就能参加三冠赛了吧？如果向三女神祈祷的话，会有第二次机会吗……',
    ],
  ];
  17 = [
    ['沾血的小纸条#1', '不要让露娜扛下所有！让另一个灵魂为她挡下滔天的重负……'],
    ['沾血的小纸条#2', '不要让露娜独自远行！和她分离时无法唤出另一个灵魂……'],
    ['沾血的小纸条#3', '不要让露娜沉睡太久！这只会对她造成不可逆的伤害……'],
    [
      '沾血的小纸条#4',
      '不要让露娜错过比赛！象征家的阴影无处不在，必须夺取胜利……',
    ],
    ['沾血的小纸条#5', '不要忘记和露娜最初的约定，绝对……绝对……'],
  ];
  20 = [
    [
      '有猫猫小爪印的小纸条',
      '她会赢的，那是她生涯的高光，也是她最疯狂的计策。',
    ],
    [
      '有猫猫小爪印的小纸条',
      '众目睽睽之下，输和赢分别会带来你和她的迷茫，不要怕，家是你们的港湾。',
    ],
  ];
  21 = [
    [
      '笔迹潦草的纸条',
      '小玉的潜力仍有挖掘的空间……真遗憾啊，如果是现在才开始育成的话……要和三女神抱怨下吗？',
    ],
  ];
  25 = [['署名「朋友」的小纸条', '『我』不会认同这段感情……在资深年以前……']];
  32 = [
    ['发光的小纸条#1', '要记住，只有真心才能狠狠破麻烦女人的防。'],
    [
      '发光的小纸条#2',
      '可能性……果然，还是要茶座君吗？如果和她同时开始育成的话……',
    ],
    [
      '发光的小纸条#3',
      '喝药还是不喝，这确实是个问题，也只有这个问题，没有第三条路。',
    ],
  ];
  37 = [
    [
      '字迹工整的小纸条',
      '秋季天皇赏之后，我的三年就要结束了，我也能和训练员先生❤️……先加到待办事项里吧///……',
    ],
  ];
  44 = [
    ['魔法纸飞机#1', '只有在『某个事件』后，关系才能够进一步推进'],
    [
      '魔法纸飞机#2',
      '无论胜负都不会有太多坏的影响，放心大胆地去做吧。当然，关于惩罚，还请注意开局自己的选择',
    ],
    [
      '魔法纸飞机#3',
      '输掉比赛的话，或许可以看到与胜利略显不同的文本。同时，请不必担心因此有任何过分的惩罚',
    ],
    [
      '魔法纸飞机#4',
      '想要借 100 马币可以！但是，超过 100 马币的绝对不给！！（才不是没钱！）',
    ],
    ['魔法纸飞机#5', '想要被『求爱』的话，至少需要『主动』一次'],
  ];
  50 = [
    ['有淡淡香气的小纸条', '三冠是所有赛马娘的梦想。'],
    ['破损的小纸条', '菊花赏……宁可避战……不能输……'],
    ['浅蓝色的小纸条', '薰衣草的花语是等待爱情。'],
    ['带着蹄铁印记的小纸条', '体力-5的话，那说明你被踢了'],
  ];
  56 = [
    ['写着运势的小纸条#1', '试着聊聊天吧，日常占卜会告诉你什么训练比较合适。'],
    ['写着运势的小纸条#2', '神社的祈福可以改变福来每周的运势。'],
    ['写着运势的小纸条#3', '菊花赏、宝冢纪念、有马纪念……我和阿福一定不会输……'],
  ];
  61 = [
    [
      '整齐折叠的小纸条#1',
      '高松宫纪念是圣王光环的执念，请务必全力以赴认真对待。',
    ],
    [
      '整齐折叠的小纸条#2',
      '当命运驱使圣王光环低头的时候，羁绊将是最重要的解药。',
    ],
    [
      '整齐折叠的小纸条#3',
      '布满裂缝的内心需要用胜利修复，而失败会使情况进一步恶化。',
    ],
  ];
  64 = [
    ['放在角落的小纸条#1', '善信的成绩和内心，是不可忽视的。'],
    ['放在角落的小纸条#2', '家人和朋友是善信心中最珍贵的财富。'],
    ['落在天台的小纸条', '让双方的心无法再分离的方法，并非只有胜利一途……'],
  ];
  74 = [
    [
      '飘落在桌面的纸条',
      '仅有这孩子的时候，才能看见完全属于她的故事吧……当然，除了妹妹。',
    ],
  ];
  85 = [['沾血的小纸条', '啊啊啊……露比……如果我没有推开你的话……']];
  205 = [
    ['三色的小纸条', '一旦开始就绝不停止……法国人的爱情就是这样大胆而热烈……'],
  ];
  400 = [
    ['泛红的小纸条#1', '即使……已经破碎……也请你赢取美国三冠……'],
    ['泛红的小纸条#2', '暴风雨的深夜……停电的酒店……抉择的时刻……请慎重考虑……'],
  ];
  // 通用
  common = [
    [
      '小纸条#01',
      '花心是小事，被发现了就是大事！招募马娘前一定要记得『孤身一人』前往哦。',
    ],
    [
      '流光溢彩的小纸条#01',
      '怎么重新孤身一人？在查看队伍列表的时候可以切换以及清空互动角色哦。',
    ],
    [
      '流光溢彩的小纸条#02',
      '被框住带点状下划线的文字，鼠标移上去一会会有说明哦。',
    ],
    ['粉红的小纸条#01', '你到底在想什么？临产不能跑比赛哦。'],
    [
      '小纸条#02',
      '外出、约会、一起打游戏等行为有一定概率可以提高马娘的状态哦。',
    ],
    [
      '粉红的小纸条#02',
      '现代网路资讯爆炸，让马娘怀孕后强行参加比赛的话会出现舆论问题哦。',
    ],
    [
      '小纸条#03',
      '想要成为马娘高手吗？在充分了解游戏内容之前不要随便调高难度哦。',
    ],
    ['小纸条#04', '不是时间管理大师的话，先一心一意比较好哦。'],
    ['小纸条#05', '发胖了不要急！只要控制饮食多运动，一切都会好起来的。'],
    ['小纸条#06', '减肥药见效快，但是有副作用哦！'],
    [
      '小纸条#07',
      '请牢记必须出场的比赛！缺席育成比赛可能会导致游戏直接失败哦！',
    ],
    [
      '小纸条#08',
      '声望高的训练员被特雷森允许同时训练更多的马娘，努力成为马娘大师吧！',
    ],
    [
      '小纸条#09',
      '你见过凌晨四点的柑仔店吗？神秘的小卖部可以买到神秘的打折商品哦。',
    ],
    ['粉红的小纸条#03', '想绝对避孕吗？成为同性就好了……吗？'],
    ['小纸条#10', '想要提意见的话请参见主菜单哦！'],
    [
      '粉红的小纸条#04',
      '天黑请闭眼，有些事情最好睁一只眼闭一只眼，不然……你也打不过她们。',
    ],
    ['粉红的小纸条#05', '想变强就要吃禁果！'],
    ['泛黄的小纸条#01', '想让她屈服，就让她痛！'],
    ['泛黄的小纸条#02', '想让她对加料饮品睁只眼闭只眼，就让她感到羞耻！'],
    [
      '泛黄的小纸条#03',
      '口径过大会很痛，适配之前做好润滑！而且后门一般情况下比前门更紧！',
    ],
    [
      '泛黄的小纸条#04',
      '足交练速度、散步练耐力、扭腰练力量、高潮练根性、神游练智力！',
    ],
    ['泛黄的小纸条#05', '哦，劲夫也能练力量。'],
    [
      '小纸条#11',
      '因为有三女神在，已经进入殿堂的赛马娘也能再次开始育成哦！……如果她们在的话。',
    ],
    ['小纸条#12', '除了常规途径可招募的赛马娘外，也有用特殊方式招募的角色哦！'],
    ['发黑的小纸条', '这不好笑。'],
    ['粉红的小纸条#06', '导致训练员之死的不会是爱，而是妒忌。'],
    ['小纸条#13', '假如觉得走路累，也能使用代步工具哦！'],
    ['粉红的小纸条#07', '别等到老了才知道爱，别到了跑道末端才把煞车踩！'],
    ['流光溢彩的小纸条#03', '鼠标右键可以快进文字！'],
    [
      '小纸条#14',
      '想要使用方便的小道具？记得时刻查看持有物品并选择使用才能生效哦！',
    ],
    ['粉红的小纸条#08', '人都有欲望，如果不及时发泄的话……'],
    ['小纸条#15', '注意压力！'],
    ['小纸条#16', '海外赛事必须手动注册，然后开启远征！'],
    ['小纸条#17', '想多训几匹马？没有想训的马？去和理事长商量一下吧！'],
    [
      '小纸条#18',
      '随着声望的提高，初招募的马娘会更加信任你，训练效果也会有些许上升，也能获得更高的赏金分成。',
    ],
    [
      '小纸条#19',
      '想获得更高的训练效果？提高担当的好感度，或者寻求其他训练员的帮助吧！',
    ],
    ['小纸条#22', ''],
    ['粉红的小纸条#09', '快感会在身体部位之间传递……高潮同理……'],
    [
      '粉红的小纸条#10',
      '如果没有让她产生特别的想法，没有一起庆祝节日就不会招致怨恨……',
    ],
    [
      '羊皮纸条',
      '向三女神祈祷吧……第二次机会，也许会有新的故事，新的旅程，新的人生……殿堂周的夜晚，向三女神祈祷吧！',
    ],
  ];
  // 麦吉罗的呼唤
  call = [
    [
      '署名？？？的纸条#1',
      '我把所有都放在那里了……『目白城』……带着爱人去吧，你会得到恩赐……',
    ],
    [
      '署名？？？的纸条#2',
      '记得了，『目白城』永远不会拒绝你的请求，但并不意味着亏欠不需要归还……',
    ],
    [
      '署名？？？的纸条#3',
      '恩赐是永恒的，但我的耐心不是……想要更多？那就继续前往『目白城』吧……',
    ],
  ];
}

module.exports = I18nNotes;
