# @file 贵妇人 - 招募
# @author AraP
footprint:
  title: 蹄印
  lines:
    - divider: true
      content: 训练员视角
      position: left
    - 冀望之物锱两可数，过眼烟云恒如河沙。
    - 选拔赛，一天十二场、从早到晚，间歇安排，越受期待的%UMA%普遍在更靠后的比赛中出现。
    - 特雷森完全是按商业性正规比赛的规矩举行选拔赛，也就意味着——
    - 连选拔赛都这么规矩，真是要把人急死了
    -
    - align: center
      isParagraph: true
      content:
        - fontWeight: bold
          content: "12R15:30"
    -
    - LED刷新的一瞬，我立即冲揭示板血淋淋地钉死眼睛，
    -
    - （从前往后第五排的、方位上最方便观察的位置）
    -
    - 为了不被碍事者占掉这块位置，我放弃了多余的步骤，早饭、没吃，午饭、没吃。
    - 矿泉水早就喝干了，这是自己的软弱招致的报应，没能忍心拒绝某名讨水的%UMA%的结果，但我也百分之五十地认为——那是必须做的。毕竟要是%SEX%讨来一瓶来自陌生人的饮用水后，我又怎知道里头有什么被%SEX%喝下去呢？
    - 从早十到现在，我滴水未进。半小时前更淅沥沥下了场中雨，整个场地状态糟糕的像我一样，可它却水分充足，真令我羡煞。
    -
    - 「但是，没有关系，全都可以忍受。」
    -
    - 因为我知道自己想要什么
    -
    - ————我在追缉一枚蹄印。您看过它的照片吗？它是……被彻底的、压倒性的、独一无二的巨力烙在草场上的蹄印。来自一场被我错过的选拔赛。
    -
    - 赛场开始喧哗起来，不认识的、不认识的、不认识的、不认识的、不认识的、不认识的%UMA%，宛若打上红丝带的受精蛋，挨个从地下通道滚进闸门。
    - 可能喝掉那半瓶水的%UMA%就在里头吧，自己对他没什么期望。
    - 然后，令人想起燃气灶或青金石的发色、那位有名的好阿姐，%V_NAME% 入场了！
    - 那颗高悬的心从绞索上求得解脱了！我从这一刻喜欢起靛青了、靛青这定性不够准确也无所谓，我在等待 %CHARA%——那枚蹄印的主人！
    - 明晰蹄印之主身份十分简单、在校内假装与 %CHARA% 偶遇也很简单、在这场出赛名单莫名未被公开的选拔举行之前就去向%SEX%宣扬主张更简单。
    - if: d.team <= 1
      content: 但是，尽管作为训练员的资历干净得白茫茫一片，在迄今为止的生活与工作中不幸诞生的又一种心理怪癖，令我偏执地静候这场选拔赛举行。
    - if: d.team > 1
      content: 但是，在迄今为止的生活与工作中不幸诞生的又一种心理怪癖，令我偏执地静候这场选拔赛举行。
    - 然后一切明了：%CHARA% 会来、%CHARA% 一定会参赛！
    - 光是看着那枚蹄印就知道了，它的制造者！有与生俱来的伟力，以及和这素质相匹配的斗争心。即使 %V_NAME% 并非同一水准的对手、但%SEX%会来！一定会来！
    - %CHARA% 来了！
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「啊啦、%CALL_90%，有何贵干？」
    -
    - 这是预定发生的事实，然后 %V_NAME% 走上前去——这是预料之中的，先前那不知第多少次败在 %CHARA% 手下时，%SEX%也是这样发起挑战的——不管怎样失败都会再起、然后，到这里、到 %CHARA% 面前。%SEX%会说：
    -
    - （——我要再次向你发起挑战。）
    - color: %V_COLOR%
      content:
        - fontWeight: bold
          content: %V_NAME%
        - 「——我要再次向你发起挑战。」
    -
    - 我情不自禁从观众席上猛一起身！但站到半途又为避免遮挡坐回了位上——成了！%SEX%来了！%CHARA% 并不主动去与 %V_NAME% 沟通、但不自然地留下时间等%SEX%找上来宣战，这是极为优秀可控的斗争心！自己并未推测失准。
    - 我感到双手颤抖、五指僵死般陷入麻木，但这于训练员而言过分平常，为了一次漫长的构思、茶饭不食地伏案工作不也会如此。
    - 这种时候躯体反应随便掰拉几下敷衍就好，坚持下去。入闸完毕。一瞬间，将笼罩全场的寂静。那是 %CHARA% 与 %V_NAME% 的威荣所致吗？我的右手突然抽筋、几根指骨被反弓扯开引发令人心惊的爆响、只好用大腿狠狠压回关节！KRABAAAAA喀吧！同时闸门打开！没有出迟——如同庆祝正发生一场值得咀嚼的比赛、席上轰鸣着万雷喝彩！
    -
    - 那些跟自己都没有关系，虽然我也确实感到兴奋。两千米的选拔赛。在我的眼里，每个%UMA%都（一定程度上）遵循着物理规则给自己草拟一道时间——速度大题。可以理解、可以解析、可以预测。揣测一下出题人的意思：为什么是两千米？
    -
    - 「这是心高气傲吗？选拔赛跟出道赛都被限制了长度，两位是斗争心强偏要选着最长的赛事斗法、或者其中一方自认为对两千米的适性最佳、还是射程如此？」
    -
    - 身旁的人群起伏挥手若神奈川、欢呼若浪涛黄沙，令人血脉贯张的比赛啊！杂音逐渐被激励与喝彩统一、「%V_NAME%！」、「%CHARA%！」——汇流迅速形成应援！选拔赛的应援可没有重赏那么威武宽宏，然而这也会对比赛产生影响。要修正预测？不需要！
    - 射程的问题答案不唯一的。但这俩人斗争心比天高是板上钉钉。赛事展开比自己手指抽筋快上许多——继续分析——这次换到左手抽筋，我心一横、拿刚捋直的右边手挨个进行物理矫正。二十秒却精彩若一分钟的序盘，即使那 %CHARA% 与自己期望的不符，这场赛事录像也会成为美妙的食材。
    -
    - 「这可不好划分逃先差追了。用力大砖飞形容从这里开始就不断领放的 %CHARA% 最合适，落后但是又与后方集团保持距离的 %V_NAME% 呢，不是先差跑法变换自如，而是犯了怯，在追平与蓄势间不上不下地犹豫起来。剩下那些……很可惜，对我而言不算可造之才。我不研究无价值的材料。」
    -
    - 胜负分明了。同时训练员的抽筋全部被矫正完毕——以使用大腿将之压平不放的治疗方案。身边人好似被误了兴致、拿京都腔小声地骂了句「精神真好啊小哥」，我他妈的才没听岔这个傻逼、分心一瞬、但不愿也不敢计较。啊，毫无坡道起伏的场地，五秒后进入最终弯道、然后紧接直线，到现在为止还有六个马身的差距在 %V_NAME% 面前——胜负确实分明了。要问为什么……
    -
    - 没有上下坡、脚力差距明显却又在重场与 %CHARA% 交锋、弯道上占的优势不够、在最终直线末脚更追不平已有差距，%V_NAME% 败了，除非 %CHARA% 现在这副余裕的模样是装———
    -
    - fontSize: 1.5rem
      fontWeight: bold
      content: 「——！！！！」
    -
    - fontStyle: italic
      fontWeight: bold
      content: 雄壮浑厚的撼地声！
    -
    - ————
    - ———
    - ——
    -
    - 我的意识被迎面震飞、回到自家一户建被雷直击的瞬间。自己混乱地无法分辨那是发生在国小、国中、大学抑或根本就未发生的事情。
    - 那个狭窄而被迫质朴的房间，白漆黑垢墙围拢生霉软木地板，旁有铁架单人床，手倚锐边书桌，铰链锈死的铜矿窗棂外爆发窗帘不能掩盖的光芒！
    - ——响起震聋的雷声！
    -
    - acc: 1
      content: 掀开窗帘
    -
    - 铰链早就锈死了。
    -
    - acc: 1
      content: 推拉窗框
    -
    - 纹丝不动
    -
    - acc: 1
      content: 「维修费很贵……」
    -
    - 但是只有这次、无论如何不想错失景致！
    -
    - 「纵使容得你碍事、也容不得我错失良机！」
    -
    - 我背身掀起书椅、抛尸般向外扔砸、破坏玻璃！
    -
    - acc: 1
      content: 探出身子！
    -
    - 毫不犹豫向窗外探出身子。我手钳窗框、被锐物割裂的疼痛传来！但是景色、无聊的一成不变的景色开始流动！从靓丽的晴空、环合到训练场侧卧的山峦、最终是像激浪般不断溅起草绿水花的赛道——向缓慢但绝望地将身差增大的 %CHARA%、训练员大声呼嚎！%V_NAME% 没有进入我的眼中，这已经不是比赛考察，而是狂欢了：
    -
    - 「加油——%CHARA%！！！就这样一口气冲过去！！！」
    -
    - ……
    -
    - 那个房间很久才消失干净、训练员在私室内听着 %CHARA% 被蜂拥而至的挑选者围住招揽，更听见那将新人老人全数嘴得无言以对的声势，我高兴得又蹦又跳又摔又砸，「就是那个！就是那个！能制造出那枚蹄印的%UMA%！绝对的力量！」我掀开霉臭的木板、「我什么都不要！奖金分成最低就好！颁奖完全不需要站在%SEX%身旁！就算在纪念册上除掉我的名字——我要%SEX%做我的担当%UMA%！」
    -
    - 房间消失了、我感觉身下一趔趄，屁股带着矮背胶料椅冲前头向下一滑，摔得腰臀生疼！但是，我兴奋地爬行、起身，比赛结束了！
    - 那声撼地在我脑中挥之不去。离整理还有一段时间！
    - 我冲下观众席，越过外栏跃入内栏向最终弯道前冲刺！跌了一跤、立即擦掉草屑，然后先爬后跑扑到那里——我看见，那枚蹄印！与先前那枚只有照片的比较，仿佛屏幕与卢浮宫实地的蒙娜丽莎一般的区别！是这一枚蹄印！
    -
    - color: %V_COLOR%
      content:
        - fontWeight: bold
          content: ？？？
        - 「%SIR%、%SIR%……」
    - 有人将我搀扶起来，
    - color: %V_COLOR%
      content:
        - fontWeight: bold
          content: ？？？
        - 「你看起来不好，我很担心——」
    -
    - acc: 1
      content: 「我自己起来。」
    -
    - acc: 1
      content: 「嘿，你看见这枚蹄印了吗？」
    -
    - color: %V_COLOR%
      content:
        - fontWeight: bold
          content: %V_NAME%
        - 「……不仅仅看见，还亲身体验过了。」
    -
    - acc: 1
      content: 「我没见过比这更棒的东西！抱歉，我还有点事情——」
    -
    - 我起身连蹦带跳向场地出口冲刺，一刻也不能耽搁、从现在起、到将%SEX%变成自己的担当%UMA%、到自己成为%SEX%的训练员、每一分钟都要为了完成这个目标度过！「训练员%SIR%！%YOUR_NAME%%SIR%！」%V_NAME% 的声音被甩在身后，%SEX%因惊吓愣在原地。
    -
    - color: %V_COLOR%
      content:
        - fontWeight: bold
          content: %V_NAME%
        - 「谢谢您的水，但，抱歉我没能赢下……啊、跑远了。」
    - color: %V_COLOR%
      content:
        - fontWeight: bold
          content: %V_NAME%
        - 「……唉。」
    - color: %V_COLOR%
      content:
        - fontWeight: bold
          content: %V_NAME%
        - 「拿您没办法呢。」
    - divider: true
    - 「您请等等」
    - 我不由得在楼梯上、于心中惊叹——%CHARA%，那%UMA%真是惊人的仪态，虽说神情并不如常人定义的那般「美丽」，反而藏着令人不知所措的凌冽，
    - 但是，忍耐同样是礼仪的一环。我没法奢求别人永远对自己报以恰当的感情，愿意行遮掩的礼仪已是幸事。
    - %SEX%在楼梯其中一阶站定、施了一礼，忿忿问候道：
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「……我现在心情不佳，如果您准备跟同僚一般叽叽喳喳地招揽担当，最好有与这愿望相称的能力。」
    -
    - acc: 1
      content: 「我今日并非来招揽你做担当%UMA%」
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「……」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「但我也没说不接受招揽。」
    -
    - 窥见%SEX%一瞬的焦躁，我心中偷笑，确信了%SEX%是心性高傲、而非目中无人，一时间竟然觉得这反应有些可爱，
    -
    - acc: 1
      content: 「我说我今日不准备着手招揽。此行只为来传达我的热情。」
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「热情？嘿欸……我怎么了？全部说出来吧。」
    - 「那我要失礼了，我觉得两人初次相会相谈，必须出现特定的几个关键词句，这才能让关系具有发展的未来。」
    -
    - acc: 1
      content: 「有力的奔跑。我想说：有力的。」
    - 「我想说：有力的。不论是简单直白的第一印象、还是你实质上的独特性与优势，都只能提到排山倒海的力量。」
    - 「其他的特质有的是这力量的根源，有的是这力量的产物与表征。」
    - 「缺乏心性和动机的%UMA%无法维持如此——不论人员再怎么专业、甚至说，就算全交由%UMA%来负责你们的集体训练，锻炼你们的环境，也总下意识将力量与速度对立，在赛%UMA%的世界里，这是一个误区，」
    - 「而你，令人惊讶地保持了自己的『癖好』，同时表现出的成绩也极为拔尖，」
    - 「你不仅仅有天赋……嘿，是什么东西让你产生了如此做的动机。」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「♪～」
    -
    - %SEX%的耳尖跃得欢快。那是，心脏外的甲壳尚在硬化、内在仍然柔软温暖时期的，%UMA%的标志。
    - 但一方面这也意味着%SEX%听得开心、我推的全对，再按照常识交出话筒只会降低我招揽%SEX%的成功率……我打起精神。

    - acc: 1
      content: 「那好吧，我也来讲讲我的热情从何而来。」
    -
    - 「一切从那枚蹄印发源。我收到一张照片、宛若为跑道徒增伤口的蹄印。」
    - 「选拔赛、还有现在的相谈、以及我对你的兴趣，今天的一切从那枚蹄印发源。」
    -
    - 时间啊。%SEX%再过半分钟就会失去兴趣，我还得再钩直饵咸一点。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「您这人……呵呵。一周前的这个日子，那是个雨天，草皮打滑，不多使点力气，脚底都打滑，怎么跑的踏实？」
    -
    - （没有反驳，而是转移话题。）
    - （%SEX%若对自己的问题一无所知，至少会露出一些反感的表现，甚至激烈地反驳我。）
    - （呵，所以，%CHARA% 不单单拥有心性、自我强韧，而且同样有发现、承认、应对自己问题的一套方法论，）
    -
    - 我操……真是规格豪华的%UMA%。
    - 但这就说明我现在走在一条对的路子上，我继续推进话题——
    -
    - 「但做过头了，既然蹄印能深陷跑道、将土层与草根翻出，那这么个过程也会妨碍你的加速与维持。」
    -
    - 「我们……特雷森举行选拔赛的场地，铺种的是耐寒、保水、不耐用的洋芝，如果是正式比赛，除非前往北海道一带，否则大多会是匍匐根多、使赛道硬化的野芝noshiba吧。」
    -
    - 「相比之下不容易陷脚、但还是希望你考虑我的建议：在出道之前改掉……陷脚癖，就叫它陷脚癖了。」
    -
    - 心里响起了宛若锁匙相触、开解般的声音。
    - 我将下意识游走的眼睛赶回去看向冬娜——
    -
    - （……啊，微笑变得更可爱了。）
    -
    - ……我作答无误。
    -
    - （很美。%SEX%真的很美。那就是我心中的%TEEN%，我现在不光喜欢%SEX%脖子往下的肌肉含量高的部分，连%SEX%脖子往上的部分也喜欢了。）
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「……」
    - 「……」
    -
    - 像是在沉默中见到有趣的事情。%SEX%掩着嘴发起笑来：
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「我在等你开始指名。你在等什么？」
    - acc: 1
      key: rec
      content: 「……那我该怎么做？」（暂不招募）
      lines:
        - 这样说的时候。令人联想到春水的一泓笑颜，掺进了几滴调侃的色彩。%CHARA% 端庄地将头摇了三摇，
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「您觉得自己将温度加热得沸腾爆炸后突然向我讲这么句扫兴的话，表现得怎样？」
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「在我看来嘛，当然是十二成的扫兴、并且还倒欠两成幽默。」
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「但您大可为自己自豪——在专业素养和赛事直觉上，您配得上我、自然也配得上我之外的%UMA%，不论您和谁成为搭档，一定会大有作为吧。」
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「您这样优秀的……我可不敢揣测您这样的人为何在刚刚踌躇，兴许是我因为最开始下意识看低您一眼而在受到报复吧，哈哈！说不定我也反而有扫您的兴了。」
        - 沿楼梯走上，一阶，一阶，转角，继续攀登，%CHARA% 的身影消失不见。
        -
        - 「……」
        - （%SEX%确实期待受到我的招揽，但即使招揽活动出现了异况、最终告吹，%SEX%也像没发生任何事情一样毫不动摇。）
        -
        - 在我开始悄悄夸奖%SEX%之前，楼梯井上方冷不丁响起 %CHARA% 的声音，
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「您还没走啊？」
        - 「我还在这里。」
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「……」
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「能受您中意，着实令我出奇欢喜。但我不打算奉行指名的风俗。」
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「毕竟，如果忽略掉各自潜藏在心里的考量，因为表面上一时风顺，或是心情使然就缔结契约，到最后开始互相怨恨……什么的，也是有可能的。」
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「再见了！您若他日中又想招揽我了，我自然恭候光临，但要是您确实有自己的考量选了别人嘛……」
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「——我期待与您培育的学生角力、然后将%SEX%彻底粉碎，将那也作为……我大道旁的一从鲜花。再见了，训练员%SIR%。」
        - 「……」
        -
        - %CHARA% 离开了。我在楼梯间挠了两把下巴，
        -
        - 「对招揽告吹在意的不得了，却仍然按逻辑行事、甚至还有余裕讲这样的情理。」
        - 「都开始怀疑我究竟是不是配得上%SEX%了。」
        - 「我……继续按原计划回去准备一个周吧。如果那时我还觉得自己配得上%SEX%、能展现出令%SEX%愿意向我寄托期待的成果——」
        - fontStyle: italic
          content: 「那%SEX%的训练员就非我不可了。」
    - acc: 2
      content: 开始指名
      lines:
        - content:
            - 「不，我确实非指名你不可，这里
            - fontStyle: italic
              content: " 敲敲右胸 "
            - 就是有那种程度的决心。」
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「那您又在苦等什么呢？Time is power.」
        - 「但是，这样的准备不够。」
        - 「我要指名你、培养你、为了更大的目标。」
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「……♪～」
        -
        - ——咚、啪！
        - 来自 %CHARA% 的，十足欣赏的掌声、耳膜为之聩疼。究竟是讥讽、还是认可，我心里没准。但我继续说下去——我做好了今天的准备，所以我一定有这样做的资格。
        - 非得是我不可。
        - 我深吸一口气。
        -
        - 「所以，无论是为你的素质、还是为了这个目标。现在的准备都不够，完全不够，连定金都算不上，遑论诚意。」
        - 「非得这样不可。」
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「说的好像命运一样。」
        - 「你不觉得自己值得一场更好的指名吗？」
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「我当然值得。现在您显然给不起……那您又是怎么打算的？」
        -
        - 沿楼梯走上，一阶，一阶，转角，继续攀登，%SEX%的身影消失不见。
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「我会等您。您值得。倘若到时候我又更易想法、导致您不是最好的选择了，那就没什么好说的了，这也是「预定」的风险。」
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「静候佳音。」
        -
        - 非得是我不可……
        -
        - 「我会在一周后恰当的时间里来见你。」
        -
        - （非得是我不可。）
        - 脚步声消失了。
        -
        - 「非得是我不可。」
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「啊啦——啦？热情似火呢。那下次见面时，请改掉您说话时眼神游走的习惯。」
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「哪怕虚张声势盯着我失礼的地方……我也更不情愿看见您这么好一位，在我面前可耻地露怯！」
        -
        - 「非得是我不可。」

good_news:
  title: 好消息
  lines:
    - divider: true
      content: 训练员视角
      position: left
    - 事实上，自那天搭腔之后，我再没有跟 %CHARA% 有所交流，只是准备好睡袋、粮水和换洗衣物，租了间活动教室，睡醒便伏案工作，待不安和焦虑尾随而至，我再服药睡下。
    - 我无论如何，绝没法抑制住要成功指名%SEX%的愿望。
    -
    - 在第六天……第五天？我分不清了，我原本锁着教室大门、连门镜都拿布糊上了。但门还是咔嗒一响，走廊的阔面冷光灯不真切地推门而入、打在藏青色的睡袋上。
    - 许久没见、我矮墩墩的好前辈，在这个季节也仍然全装出现在我面前。
    -
    - 前辈「……啊，晚上好，%YOURNAME%。我出差回来带了些伴手礼，不过得明天再交给你。」
    - 「您怎么来了？」
    - 前辈「我怎么来的……你的风吹到我这里来了。从校门到办公室，我听说，有个不怎样显眼的训练员，指名了一位相当有资质、却脾性怪异的未出道%UMA%。」
    - 前辈「然而当我确认公示资料时，%CHARA% 的担当关系上没挂着任何人的名字。恰好这个时候管活动教师的阿婆打来电话，说有人租了一间活动教室，进去就一连几天都见他没出来……吓死我了。还好我不用回来就给朋友出殡。」
    - 「也算是阿婆眼神不好，我要大小便和洗漱时还是会出教室去的。」
    - 前辈「你吓得阿婆都不敢拿钥匙开门确认状况。这样吧，我给你准备点礼物，你到时候跟%SEX%赔礼道歉，方便下回再来租教室。」
    - 前辈「不论怎么说，虽然在规则之内，但你做的太夸张了，%YOURNAME%。」
    - 「前辈在规则内外都爱把事情做的相当夸张……这方面您没资格说我。」
    -
    - 前辈的浓密的眉毛，在额头上像两块疤一样拧了半圈。
    -
    - 前辈「我们的定位不完全一样嘛……不过我有个预告给你：近期确实会有好事发生。」
    - 「能有什么好事？」
    - 前辈「嗯……对你、我而言的好事，莫过于我因为出差搁置的私人事务、和你志在必得的招募都将要得偿所愿了。」
    - 「……承您吉言。」
    - 前辈「别那么说。我现在很佩服你，这年头特雷森里的训练员，想获得一位资质优异的担当，绝大多数是靠着玄学般被%UMA%提出逆指名。」
    - 前辈「所以我一回来、刚走进校门，心情不知为何大好的 %T_NAME%，就谈到某位指名担当%UMA%的训练员，%SEX%临近末了说了什么呢……嗳呀、%CHARA% 连续几天，将后来的指名和劝诱全数拒否！」
    - 前辈「一点余地没有的据否！虽然程序上再劝诱或尝试指名也没有问题，但%SEX%分明意即不再接受后续的二次劝诱。」
    - 某种感情使我的精神焕然一新，
    -
    - acc: 1
      content: 「……我的决心传达给%SEX%了。」
    -
    - 前辈「行了、行了！再多说就打搅你了……我给你提个醒，去之前别忘记更衣沐浴，但不要喷香水。记住咯？」
    - 前辈「不论如何，我们为你的指名献上祝福，愿你得偿所愿。」
    -
    - 前辈替我拎了半袋生活垃圾便拉上门离开了。渐远的聚氯乙烯刮擦声，远比他的脚步或关门的声响要大……我很高兴他仍然保持这样的习惯。
    - 我再次投入交涉的准备工作——难题仍然是难题，但待解决的部分剩的不多了。

know_me:
  title: 坦露心迹
  lines:
    - divider: true
      content: 训练员视角
      position: left
    - 一周之后
    -
    - 等所有准备工作都告一段落了，我抱着笔电仰面躺下，方沉的形体压住胸腔，我深吸一气——活动教室里里搪塞一股孢子雾的气息……不论人由再怎样抗菌的材料铸成，呆在这里都得发臭。怪不得前辈要强调更衣沐浴。
    - 或者说是季节使然吗？
    - 不，这季节常不常生霉，我心里没准。
    - 但只要脑子干净、不带霉点就好就好。
    -
    - acc: 1
      content: 「我准备好了。」
    -
    - 现在，我有：充足的准备、足以服人的能力与品德、戒除了%SEX%不满的坏习惯，以及早已做好的事前沟通。
    - 没有虚张声势的必要，我现在有底气能无拘束地与%SEX%进行对谈，非得是我不可。
    -
    - （光是想想就心跳加速。）
    -
    - 首先去沐浴更衣、味大。
    - 拧开阀门，热水自莲蓬头浇洗而下。
    - 「神圣美丽的阿基米德*……」
    - fontSize: 0.75rem
      content: "*男"
    - 训练员撑墙倚立，在更新状态的同时最低限度地思考。
    -
    - 无需再做调查，%CHARA% 现在找不到、以后也很难再找到训练员。这是我的错，但另一方面，我要说「是这全都多亏了我才对」。
    -
    - ——烫得恰到好处的热水继续浇下，浑身是痛痒难分的舒适感，
    -
    - 要问为什么，%SEX%的心性……
    -
    - 「强烈的斗争心会令人误会成气性糟糕，甚至只需要有模糊的传言产生，作为受到怀疑的%UMA%，就会因为『气性预处理』的缘故长时间缺乏指名。」
    - 「即使我从未来过，%SEX%也无法轻易找到与自己合拍的训练员，不排除最后只能忍着不适上路的可能，那 %CHARA% 难免要留下遗憾的。」
    - 「而我……踏出一步，观察，沟通，理解，认可，于是%SEX%容忍我来扰乱%SEX%的历史——因为将与%SEX%愿望与共、一体同心、齐头进退的训练员已经出现！」
    -
    - 即使连我都担心无法驾驭%SEX%的气性，但一想到 %CHARA% 拥有的、那般美丽的素质……正因为训练员天生是渴求胜利女神的，所以，无论有怎样的流言与印象，待时间稍作流逝，大家仍然会像蛾群一样扑入%SEX%的火舌吧。
    - 我正是如今火舌前受到诱受而为之驻足的零星几人之一，而有耐性去体会%SEX%心中真意、有能力与%SEX%立即就形成共识互相认可的训练员不在其中。
    - 现在是抢跑的时机。
    - 非得是我不可。
    -
    - 我涂抹泡沫，抬头迎向水流，任由冲洗。油脂和异味尽数遭到洗刷。我想到自己尚不知晓%SEX%的愿望，
    -
    - acc: 1
      content: 「%SEX%想要什么？」
    -
    - 我还不知道%SEX%想要什么。经典三冠？在这基础上加上无败？德比宝冢连走？日本杯连霸？国际远征？
    - %SEX%想要什么？
    - 「……万一%SEX%倾心于宝冠路线呢？」
    - 「……」
    -
    - 说实话，我并不希望%SEX%去参加樱花赏。
    - 从过分自私的愿望、和源自环境的群体性偏见中，自我厌恶的感情油然而生。我烦躁地甩了甩水，令心情平复。
    - 从公共浴室离开，刚洗的澡又浑身发汗。我对镜理容，在脸颊上狠狠赏了自己两个巴掌，镜面两侧的影子都吓了一跳。%YOURSEX%们最终不满地咕哝起来，表面上，至少在表面上，%YOURSEX%们愿意将自己的诉求稍微退让半步了。
    - 我……对此非常满意，却不禁感到了遗憾。
    - 没有办法。为了得偿所愿，人的诸多愿望总得要分出主次、产生掣肘。不受束缚、就无法体会到对某物的渴望、就无法对过程感到喜悦。
    - 这是必须要做出的牺牲，没什么大不了的。怀着如此心情，和%SEX%签订契约、造就伟业的愿望又熊熊燃烧起来，我凌冽而激奋地切开去路，一步从浴场迈到教学楼休息间——
    -
    - 「终于……我受到感动、向别人传达我的热情，然后得到了回应！正因如此——这名%UMA%必须由我培养！」
    -
    - 「非得是我不可！否则就由我培养出与%SEX%短兵相接的对手！」
    -
    - 推门而入。
    -
    - acc: 1
      content: 「贵——！」
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「——贵安，早先与您见过面了。奇怪的%SIR%。」
    - %SEX%从沙发上起身站定——约莫是礼仪，用下巴指了指门板——可能不合礼数。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「喏，这扇门在你来之前就怪响个没完。」
    -
    - 「因为走进来的非得是我不可。所以它在焦急地等待、因担心必然荣膺的未来而不安。」
    - 沉默半响。%SEX%欣赏地吊起眼角。
    - if: d.has_palace
      color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「您变换方法了啊，积极得有些唬人……先为您上次的建言聊表感谢。您说的极好，绝非空有年功的庸人。」
    - if: "!d.has_palace && d.has_in_edu"
      color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「您变换方法了啊，积极得有些唬人……先为您上次的建言聊表感谢。您说的极好，那是与这浅薄的崭新所不匹配的见解。」
    - if: "!d.has_palace && !d.has_in_edu"
      color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「您变换方法了啊，积极得有些唬人……先为您上次的建言聊表感谢。您说的极好，虽然这枚徽章是崭新出厂、却有令人刮目相看的实力。」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「所以、作为将我定作指名目标的训练员，你制造了提出建言的巧遇、用多么棒的力量找上这扇门！在我面前站定，但您早先已将对我的了解说完了，您接下来打算怎样完成游说呢？」
    -
    - acc: 1
      content: 「我这一周以来并未在虚度光阴。」
    -
    - 「我明白，如果只是凭在那一场选拔赛中对你产生的见解，是有可能被你拒之门外的。」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「一周……」
    -
    - 再次想起这周之内自己给出了多少次据否、日后将会如何，%CHARA% 难免眉毛一皱。
    -
    - 「毕竟你这一周为了等待我的造访已经牺牲不少。即使你是最高品质的原石，只要一天仍然是被选择者而非选择者，在机会有限的情况下，据否的代价永远居高不下。」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「那你这一周里做了什么？」
    - 「活用特雷森的媒体存档。我把前三个月有 %CHARA% 出席的选拔赛录像、以及那些选择你作为对象的最终追切*录像，全部，全部观摩了一遍，假装我是 %CHARA% 的训练员，给出评价和改进的方案。」
    - fontSize: 0.75rem
      content: "* 最终追切：赛马在赛前的最后一次或数次训练"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「……前三个月？」
    - 「不必惊讶，你参加比赛的频率对赛%UMA%来说有那么高，可一旦存进硬盘里嘛……对于旁观如此的训练员，充其量算偏多些的工作量罢了。」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「最……最终追切的录像是从哪里来的？」
    - 「分别来自某位%UMA%的个人主页、校内论坛热心者的存档，以及闪耀周刊的留档。」
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「三个月……三个月。」
    - %CHARA% 阖上眼、小口咀嚼我的回复。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「这样啊……」
    - %SEX%高扬强硬的声音渐渐平静，仿佛因受打动而饱足，轻轻躺进沙发里，满足地蓬松成一团。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「……我还没问过您是谁。」
    - 「一个只对自己感兴趣的对象兴奋着、对普普通通的路径和目标都不感兴趣的训练员而已。」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「您坐我边上吧。我是说名字。」
    -
    - 我照做，将体重寄托在松软的沙发垫上，毫不偏移地注视%SEX%，
    - 「%YOURNAME%。」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「您受过骗吗？」
    - 「怎样的欺骗？」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「让您产生兴趣，享受到您的产出与投入，却只给您不合格的回馈。」
    - 「那我既在无意间欺骗过人，也被人在无意间辜负过。」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「我们还不是担当关系——虽然我已经觉得必须跟您签订契约了——做这么过不好。」
    - 「就算我这么做了，你也不欠我什么，我是自愿的。我只是……没有更多能浪费时间的耐心了。所以我很着急，全力以赴地做着准备。」
    - 「放跑你的话，不知道我下一次邂逅天才是什么时候，那时我不一定有心力全身心地支撑起别人的生涯。」
    - 「而且，我也无法容忍你的拖沓，如果我助长如此，你的成就将被延后、将受减损。」
    - 「你有这副打底与走势都万众瞩目的身体、心性富足强悍，而在这之外环绕的一切、命运毫无敷衍地为你准备一切：家财万贯、早早汇合的竞争对象、有求必应的舍友*、特雷森的入学资格。」
    - fontSize: 0.75rem
      color: %B_COLOR%
      content: "*%B_NAME%"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「想必那是因为，我值得被三女神如此善待。」
    - 「现在、立刻，投身于伟大的行进中的话，恐怕没有什么属于赛%UMA%的荣誉是你无法取得的——世界尽在掌握之中。」
    -
    - 我喘了口气，悄悄将手汗抹到扶手上，
    - 「所以，上我的船吧。」
    - 「我比任何人都想亲自扶持你的生涯，比任何人都想亲自锻冶你的双腿。」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「过分夸张了……虽然我经常瞧不起人，但我同样不喜欢这种目中无人的说法。」
    - 「那也没有关系。就算我不是你赛%UMA%生涯的命中钦选，最终一拍两散，那也并不妨碍我什么。」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「您不是比任何人都想吗？」
    - 「我的兴趣在于你，但满足这兴趣的方式……去锻炼才能稍差一些的%UMA%，让%THEY%作为我的最高作品与你短兵相接，我看也并不比与你签约逊色。」
    -
    - 在这里，一人眉头紧皱、一人放声宣言——
    -
    - 「上我的船吧！那件令人脊背发凉的武器！打磨它的人非我不可、就算最终我非它的命中钦旋，锻冶更高作品与你短兵相接的人也非我不可！我要捎你一程……」
    - 「我能为你着想的，已全数为你做了。即使你不打算和我一道，这一周间的成果也不论如何都会移交给你本人。」
    - 「我想你也可能罕见地感到犹豫，没关系，这一点我也想到了，毕竟如果格外强烈的三分钟热度也可能形成与我相似的效果，谁都不喜欢容易燃尽、半途而废的同伴，」
    - 「所以你可以……三周，为期三周，先非正式地接受我的训练安排，等这段临时关系结束，你再给出答案——是否要上我的船。」
    -
    - acc: 1
      content: 坚决地伸出手
    -
    - 我向%SEX%坚决地伸出手，手臂仿佛递上沉甸甸一整袋金币、激烈地颤抖。
    -
    - 「我已向你和盘托出。如此，你当知道我所言不虚。」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「真是……必须接受您的好意了。」
    -
    - %CHARA% 审视再三、宽松地回握。
    -
    - 「欢迎来到 %YOURNAME% 号，尊贵的客人、如我所说，我要捎您一程、无论如何不会放任您的未来的成就留下缺憾！倘若真有比我更加惹眼的训练员出现，您便下船吧。」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「自践的话就打住吧。您的心性令人敬畏。所以我心悦诚服地愿与你共事。没有立即与您缔结关系，只是出于敬意接受您的安排而已。」
    -
    - 多么……令人喜悦。
    - 我牵着%SEX%便要向训练场移动，但%SEX%纹丝不动地钉在远处，
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「这可真是……您的游说和宣教是相当厉害、可在礼仪上却是摆设吗？」
    -
    - acc: 1
      content: 「您想要什么？」
    -
    - %SEX%并指轻点两瓣樱唇、再威严地抬高下巴……端坐在在庄严神殿中的妩媚、我正狂热搏动的心脏中渗入不同的情感。
    - %CHARA% 优雅地向我伸手作邀请：
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「亲吻的礼节。」