module.exports = class extends require('#/i18n/zh-CN/table/item') {
  template = '【%NAME%】';
  got_template = '获得了道具%INAME%！';

  0 = '蔬菜汁';
  1 = '强化青汁';
  2 = '浓缩咖啡';
  3 = '提神剂';
  4 = '抗抑郁药';
  5 = '镇静剂';
  6 = '清心茶';
  7 = '催情喷雾';

  10 = '速效减肥药';
  11 = '头痛飞飞';
  12 = '健康茶';
  13 = '讨厌药';
  14 = '抑制药';
  15 = '量子减肥药';
  16 = '布洛芬';
  17 = '生毛膏';
  18 = '脱毛膏';
  19 = '私处生毛膏';
  20 = '私处脱毛膏';

  25 = '马语者';
  26 = '万能镜框';
  27 = '好感度镜片';
  28 = '马跳次数镜片';
  29 = '透视镜片';
  30 = '避孕套（5只装）';
  31 = '马跳Z';
  32 = '马跳S';
  33 = '超马跳Z';
  34 = '短效避孕药';
  35 = '长效避孕药';
  36 = '促排卵药';
  37 = '母乳药剂';
  38 = '避孕套溶解剂';
  39 = '弗隆K';
  40 = '弗隆P';
  41 = '润滑液';
  42 = '马跳S家庭装';
  43 = '高潮阻断药';

  45 = '马奶';
  46 = '人奶';
  47 = '鲜榨马奶';
  48 = '鲜榨人奶';

  60 = '滑板';
  61 = '自行车';
  62 = '平衡车';
  63 = '双人自行车';
  64 = '电动自行车';
  65 = '小汽车';
  66 = '跑车';
  67 = '便携式空间门';

  70 = '眼罩';
  71 = '口球';
  72 = '项圈';
  73 = '榨乳器';
  74 = '夹子';
  75 = '跳蛋';
  76 = '飞机杯';
  77 = '伪器';
  78 = '电击器';
  79 = '肛塞';
  80 = '拉珠';
  81 = '全身镜';
  82 = '乳汁处理器';
  83 = '透明棉被';
  84 = '「暖腹贴」';
  85 = '「暖宫贴」';

  100 = '情人节巧克力';
  101 = '避孕套';
  102 = '用途不明的眼镜';
  103 = '「嫁衣」';
  104 = '空试管';
  105 = '斗魂注入鞭（S用）';
  110 = '「恩宠」';
  111 = '「亏欠」';
  112 = '小金船号';
  113 = '善信号';
  114 = '现实透孔仪';
};
