module.exports = class extends require('#/i18n/zh-CN/table/item-desc') {
  0 =
    '浓缩的蔬菜汁，很有营养，但是味道很怪\n体力+50%，本回合体力上限-100，干劲下降。';
  1 =
    '加入多味药材制成的秘制蔬菜汁，能够大幅恢复体力，就是频繁刺激身体恐怕会有损伤。\n体力+100%，耐力-10~20。';
  2 =
    '浓缩的名牌咖啡，具有良好的提神效果，但是喝多了脑袋会很痛。\n精力+50%，本回合精力上限-100，干劲下降。';
  3 =
    '专门恢复精力的提神剂，通过刺激大脑大幅恢复精力，还能够唤醒沉睡的人，但是可能会造成损伤。\n精力+100%，智力-10~20。';
  4 = '用于抗抑郁的药，能够降低压力，但同时也会降低干劲。';
  5 = '抑制性欲的药，能够降低性欲，但同时也会降低干劲。';
  6 =
    '能够让人恢复理智的茶水，能够降低压力和性欲且没有其他副作用，就是价格有点小贵。';
  7 =
    '禁忌的喷雾罐，喷一下就能极大提高对方的性欲，并降低些微压力……虽然只能喷一下。';

  10 = '让你的肥胖再也不影响活动……但是可能会头疼。';
  11 = '让你的头疼再也不影响活动……但是可能会发胖。';
  12 =
    '改善三高、消脂瘦身、祛湿排毒，实属居家旅行必备良药。\n加快体重的下降和偏头痛的恢复。';
  13 =
    '「……说实话，这种药十分危险，我甚至觉得不应该将其摆出来贩卖。\n这种药会使马娘体内的催产素水平大幅下降，使其在与配偶相处时安全感大幅下降，焦虑上升。\n同时，催产素对个体社会化具有极高的作用，而降低其水平也会降低其对社会化，甚至对其伴侣社会化能力的接受度……这是什么意思？呵呵，试试看就知道了，不过，后果我不敢保证就是。」';
  14 =
    '「这种玩弄感情的药说实话不是很想做啊……但毕竟身为研究者必须考虑各式各样的变量才行。\n这种药能够抑制住马娘体内的雌性激素，将其压制在正常范围下，使马娘的情感趋于正常，起码不会看到你就想压着马儿跳的程度。\n但正如药名，这种药并非是完全消除，只是抑制情感，本身情感还是存在，只是压抑而已，而众所周知，堵不如疏，这样的压抑在短时间内还是极有效的，但时间一长……呵呵，你看过被压到极限的弹簧松开时的模样吗？没看过也没关系，你很快就会亲自体验了。」';
  15 = '让你的肥胖不影响活动……暂时的。';
  16 = '让你的偏头痛不发作……暂时的。';
  17 = '让你的腋下媲美重庆森林，大胆展现真我。';
  18 = '让你的腋下变得光滑如镜，泳装更有自信。';
  19 = '让你的私处成为富士原树海，使人沉溺其中。';
  20 = '让你的私处维持优雅无暇，干净赏心悦目。';

  25 = '神秘的点数制 App，能用来看穿对方的心思。';
  26 =
    'IMF 局流出的神秘道具。有框无镜，可以插入配套镜片使用，但一旦拆下就会将镜片自动销毁。';
  27 =
    '神奇的镜片，能以数字形式展示对方对自己的好感，但是对某些目标可能会失效。';
  28 = '神奇的镜片，能以数字形式展示对方对自己的马儿跳次数。';
  29 = '神奇的镜片，不能用来透视衣服，而是展示对方的一切情报。';
  30 = '避孕套（5 只装）。';
  31 =
    '精力大幅上升！虽然有容易变得更为敏感的副作用，但看着心爱的 TA 频繁露出高潮神情的模样也别有一番风味不是吗？\n警告：请勿在服用本药物后进行训练，否则因而造成的发情效果本制药司概不负责';
  32 =
    '无法忍受平时刁蛮的 TA 了吗？想对平时假正经的 TA 予取予求吗？想让心爱的 TA 在睡梦中（被）注入新鲜活力的种子吗？\n五分钟立即入睡！本司承诺绝对只让该睡的睡着，让变得更为敏感的 TA 在梦中露出只有你才看得到的柔弱面吧';
  33 =
    '对平淡如水的 SEX 腻味了吗？想要体验更加刺激，被当成泄欲工具一样使用的性爱吗？想把心爱的 TA 玩弄到今后在看到你时只能露出阿嘿颜吗？\n精力大幅上升！敏感度超大幅度提升！！让心爱的 TA 忘掉比赛和训练，除了与你的恩爱外什么也无法思考吧！！！\n警告：本药物药效较为激烈，如对关系不足的对方使用导致关系下降本司概不负责。';
  34 = '需要连续服用以避免妊娠。';
  35 = '吃一片就能在一段时间内持续有效避免妊娠。';
  36 =
    '想要让心爱的她怀孕却迟迟等不到那天的到来？希望给心爱的 TA 一个惊喜使 TA 放心在「安全期」时播种？\n专家研究，恋人安心，让您和爱人安全的获得健康的宝宝！\n警告：本药物的效果只是将身体调整至排卵期，并不具有实际提高怀孕概率之效果。\n警告：本司不对药物引起的危险期发情状态负责，请使用者用前自行做好心理准备。\n警告：解释权归本司所有。';
  37 = '让你也能一尝妈妈的味道。';
  38 =
    '心爱的 TA 总是不可脱下最后的防线？明明想要孩子却一直被 TA 以比赛生涯为理由拒绝？\n受某位大小姐所托制作出来的避孕套溶解剂，只需在性爱前滴于阴唇周围，在保险套触碰到的同时，虽然外表不会改变，但其本质会化为只允许精子通过的半透膜，高效提高受精效率。滴下药水，享受性爱，用不了几个星期就能让内心自卑的 TA 满脸高兴的迎娶腹内已经怀有新生命的大小姐了。\n某 DR 氏的用后感想「现在的我非常开心，入赘了大小姐家后的生活非常幸福……就是担心大小姐什么时候会不会换一个孩子的爸呢。」';
  39 =
    '害怕自己的技巧不足无法满足心爱的 TA？已经厌倦了双头龙或手指及各式道具，希望能用火热的肉体来填满心爱的 TA？想看心爱的 TA 臣服在你胯下的模样？\n\n弗隆K，药效持久！无副作用！男性服用可提升自身能力，女性服用可长出雄性性征，用你的阳根来征服激发心爱之人的臣服欲望吧！\n警告：服下本药物后长出的男根所射出的液体并不含有精子，并无法使人怀孕，请看清商品说明后再行购买。';
  40 =
    '「马娘……与异世界的灵魂结合后诞生的存在，至今此种生物的身上仍具有相当程度的谜团，然而，在 Uma-soul 的利用上，我们却踏出了历史性的一步，没错，那就是弗隆P！\n将弗隆K用以与异世界灵魂结合后获得的效果，可使女性长出具有生育能力的阳具，男性服用后也可从异世界的灵魂中获得成为播种机器的诀窍……或许，要是透过研究弗隆P的话，就能解开马娘的未解之谜也说不定，决定了！豚鼠君！今天的实验……」\n注：没有任何马娘或训练员在研究期间受到伤害。\n注：一切实验以合法合规自愿为主，没有生命安全和法律纠纷。';
  41 = '方便你进入各种洞穴的自热润滑液，可食用级别。';
  42 =
    '摆在床头，即取即用，让不速之客为所欲为。\n被睡奸时自动服用马跳S，因此不会在睡奸时惊醒。';
  43 = '让你 5 回合内不会高潮，快感获取-10%。';

  45 = '恢复大量体力，但会变得更加兴奋。';
  46 = '恢复体力，但会变得兴奋。';
  47 = '从自己身上榨取的乳汁，可通过暗网匿名出售。';
  48 = '从自己身上榨取的乳汁，可通过暗网匿名出售。';

  60 = '一块滑板，可以用于校内出行或独自外出。\n虽然有点费力，但总比步行强。';
  61 =
    '一辆单座自行车，可以用于校内出行或独自外出。\n还是有点费力，不过比滑板强一些。';
  62 =
    '一辆平衡车，可以用于校内出行或独自外出。\n电驱的载具果然比肉驱的强很多。';
  63 = '一辆加装后座的自行车，可以用于外出。\n稍微有点费力，但总比步行强。';
  64 = '一辆双座的电动自行车，可以用于外出。\n电驱的载具果然比肉驱的强很多。';
  65 = '一辆双座的小汽车，可以用于外出。\n速度和安全性都比电动自行车上升很多。';
  66 = '法〇利出品的顶级跑车，拥有最顶级的载具性能。';
  67 = '// TODO 未实装';

  70 = '受虐者佩戴，蒙蔽视线，使感官更加敏锐，造成恐惧感。';
  71 =
    '也称口枷、环形口塞，由一个圆环连在一条松紧带两端组成。\n可以使佩戴者的嘴巴长时间张开并受刺激，同时施虐者可以将阴茎或者假阴茎强制塞入受虐者嘴巴，迫使其口交。';
  72 = '类似动物项圈一样的皮质物，赋予服从者屈辱感及被支配感滋味的一种道具。';
  73 =
    '还在烦恼哺乳期的奶水太多影响生活？想要换取一些生活费？隔壁的妈妈想找你要一些奶水哺乳孩子？本产品祝您拥抱美好生活，享受舒适健康。';
  74 =
    '作用于乳头或阴蒂的夹具，带震动功能的特制款，通过施加压力和震动持续刺激制造快感。';
  75 =
    '又称震蛋或是会跳的蛋，可以贴在乳头或阴蒂上，也可以塞进小穴或屁穴，通过振动持续刺激制造快感。';
  76 =
    '一种模仿小穴的人造物品工具，带加热和震动功能的特制款，可以对肉棒提供类似于性交的快感。';
  77 =
    '一种模拟男人勃起的阴茎的性玩具，带加热、震动和射出假精液的特制款，可以插入小穴或屁穴制造快感。';
  78 =
    '可以制造微型电流的棒状电极，可以刺激身体并制造快感。\n制造快感的效率较性爱的初体验者更高，但熟练后很容易超越。';
  79 =
    '有着类似假阴茎的外形、被设计为可插入直肠造成性快感的性玩具，带加热和震动功能的高级款。\n最好还是积累一些经验后再使用这个，特别是在赛场上……';
  80 =
    '又称肛门珠、后庭拉珠，具有震动功能，使用时把珠子逐个塞入肛门再保留或拉出。\n是肛交初心者积累经验的最佳选择。';
  81 = '可以映照全身的立地大镜，可以增强感官刺激并煽动羞耻心。';
  82 =
    '允许处理并灌装乳汁，以获取可饮用的瓶装乳汁，或许能给需要哺乳的孩子们带来希望。\n减少灌装一瓶【人奶】或【马奶】所需的乳汁量。';
  83 =
    '让睡美人的风情一览无余「不想跟我发生点什么吗？」\n被睡奸率+50%（无视极端行为限制）。';
  84 = '仅限当前回合，获得 3 级淫纹刻印。爱慕或好感不足的角色无法使用。';
  85 =
    '仅限当前回合，获得 3 级淫纹刻印与 1,666 顺从因子，增加的顺从因子会在下回合开始时扣除。爱慕或好感不足的角色无法使用。';

  100 = '恢复体力，但可能会发胖。';
  101 =
    '担心在情欲下导致心爱的她再也无法在赛场上奔跑？只想享受肉体欢愉而不想背负起过多的责任？对这样犹豫不决半途而废的你准备的是速子特效避孕套！\n与外面一般的避孕套不同，具有超强韧性及承压力，足以抵抗马娘的力量而不被破坏。即便多大的冲击都不会使其出现任何安全上的事故，是想要安全性爱的你不可或缺的重要道具（迫真）\n警告：如遇避孕套失效情况，实为购买到过期产品，本司概不负责并保留最终解释权。';
  102 =
    '「最适合观测者的小小礼物，虽然对『你』来说，或许没那么需要吧，呵呵。」';
  103 =
    '「原本制作这份药的人，想的大概是在浪漫的气氛，煽情的烛光下，在心爱之人的拥吻下将药服下……\n呵呵🎵训练员先生请看，多么美丽的色泽啊……简直就像，在为我们的爱情贡上祝福，不是吗？」\n\n下次无套内射曼城茶座时必然使其怀孕。';
  104 =
    '拖着疲软的身体走进室内，原本在此的两人早已离去，空气中仍留存着令人脸红心跳的气味。桌上的试管是、用完的那个东西吗……\n是故意留下的吗？明明头脑在不断告诉自己把它丢掉，双手却不自觉地把它藏进了口袋的深处……';
  105 = '持有时，奇锐骏的非智力训练根据干劲额外消耗体力获取额外属性。';
  110 =
    '不知道哪来的积分卡，除了「目白城」的标志外还胡乱标着一个数字……\n不知为何在每周减少。';
  111 =
    '不知道哪来的积分卡，除了「目白城」的标志外还胡乱标着一个负数。\n不知为何看着会产生愧疚、亏欠的感觉……以及想马上赶往「目白城」的冲动。';
  112 =
    '黄金船的爱车，可以用于校内出行或独自外出。\n比起一般的平衡车更专注驾驶质感，但因此要更费力一些。';
  113 = '赞助商送给训练员和目白善信的跑车，性能属于本土顶级。';
  114 =
    '致密到难以置信的……轻球？由未知材料构成。可以拿在手里随便把玩但完全无法破坏，而且无法被其他人看见。\n当激活时，似乎可以实现以下功能：\n\n1. 解决无论如何都完全无法与其他角色的关系发展到下一阶段的问题，使用后去找 TA 看看吧；\n2. 解决其他角色似乎有需要关注的事件但就是找不到的问题。\n\n一夜之间入手的奇怪道具，拿在手里就自然得知了用法……难道这就是「大自然的鬼斧神工」？';
};
