module.exports = class extends require('#/i18n/zh-CN/table/talent-desc') {
  template = '[%NAME%]：%DESC%';

  '0_1' = '全情感因子获取+30%，干劲下降时+1阶段。';
  '0_-1' =
    '怎么回事，这种只有我没察觉的样子；全情感因子获取-30%，干劲下降时-1阶段。';
  '1_1' =
    '果然只靠我自己还是什么都做不到；顺从因子获取+30%，好感获取+3，好感降低-3。';
  '1_-1' = '幻之马娘，不过尔尔～顺从因子获取-30%，好感获取-3，好感降低+3。';
  '2_1' = '对于痛苦的感受更加敏感；痛苦因子获取+30%。';
  '2_-1' = '区区这点小伤，不是问题；痛苦因子获取-30%。';
  '3_1' = '……恐惧因子获取+30%。';
  '3_-1' = '这点东西吓不到我！恐惧因子获取-30%。';
  '4_1' = '社交苦手，羞于表现自己；羞耻因子获取+30%，压力获取提高。';
  '4_-1' = '阳光开朗，不会被困难轻易打倒；羞耻因子获取-30%，压力获取降低。';
  '5_1' = '凭什么我要听你的来？反感因子获取+30%。';
  '5_-1' = '我能分担你的压力吗？可以的话请务必；反感因子获取-30%。';
  '6_1' = '晚上谁在上面？我说了算～更喜欢拥有性爱主导权。';
  '6_-1' = '您……您来决定就好；不敢抢夺性爱主导权。';
  '7_1' = '不会掩饰自己的好恶；顺从和反感因子获取+30%。';
  '7_-1' = '哼，我可不是在心疼你；顺从和反感因子获取-30%，心思不太容易读懂。';
  '8_1' = '消极地看待事情；痛苦和恐惧因子获取+30%。';
  '8_-1' = '总能积极地看待事情；痛苦和恐惧因子获取-30%。';
  '9_1' = '哦，行，好的，嗯；顺从和反感因子获取+30%，性能力升级费用+10%。';
  '9_-1' =
    '有点好奇这个有什么影响；顺从和反感因子获取-30%，性能力升级费用-10%。';
  '10_1' =
    '有些事情……是只有最亲近的人才能做的；羞耻和反感因子获取+30%，快感获取-10%。';
  '10_-1' = '贞操能吃吗？羞耻和反感因子获取-30%，快感获取+10%。';
  '11_1' = '不……请不要靠的这么近；羞耻和恐惧因子+30%。';
  '11_-1' = '学校的朋友，校外的朋友，不认识的朋友你们好！羞耻和恐惧因子-30%。';
  '12_1' = '懒得细致地打理自己；体毛修剪频率降低。';
  '12_-1' =
    '啊啊啊啊，污渍不行，脏乱也不行！更不能接受污垢，体毛修剪频率提高。';
  '13_1' = '什么，才八点？还能继续熬；熬夜概率+2.5%。';
  '13_-1' = '说几点睡就几点睡，游戏日常忘刷那作废；熬夜概率-2.5%。';
  '14_1' = '这个好香啊，那个也想吃吃看；更容易发胖。';
  '14_-1' = '今天的摄入已经足够了；更不容易发胖。';
  '15_1' = '摸了；摸鱼概率+1%。';
  '15_-1' = '闲不下来，生命在于运动！摸鱼概率-1%。';
  '16_1' = '不求最好，但求最贵！同行时马币消耗+5%。';
  '16_-1' = '嗯哼哼，这个和这个一起买的话会正好凑够打折哦；同行时马币消耗-5%。';
  '17_1' =
    '拳上能站人，臂上能跑马……娘；药物消化更快，更不容易罹患偏头痛，赛后疲惫层数-1。';
  '17_-1' =
    '娇花照水，弱柳扶风；药物消化更慢，更容易罹患偏头痛，赛后疲惫层数+1。';

  20 = '心思不太容易读懂。';
  21 = '我，爱慕着您，请允许我爱您，也请您爱我……';
  22 = '你 NTR 我？大家一起来 NTR 我吧！因伴侣的不忠而提高好感。';

  no_yand = '已缓和。';
  re_yand = '已扭曲。';

  milk =
    '好麻烦，每天都要换胸罩……天生可以产出母乳，产出母乳的快感阈值降低，胸部快感获取+10%。';
  nipple =
    '一些人因与他人不同而自卑，实则快感为他们象征性隐藏的捷径；隐藏时不可攻击，胸部快感获取-20%，但乳头勃起时胸部快感获取+20%。';
  37 = '隐藏的东西是什么呢。';
  br_micro = '绝壁；胸部快感获取增加。';
  br_big = '过大也是负担；胸部快感获取减少。';
  br_huge = '胸部快感获取极大减少。';

  40 = '施虐快感+200%，施虐技巧+1，受虐掌握+1。';
  41 = '继续……再多辱骂我吧！被责骂时受虐快感获取+200%，受虐耐性+1。';
  42 = '请鞭笞我吧！被击打时受虐快感获取+200%，受虐耐性+1。';
  '43_1' =
    '不要紧……嗄……我什么东西都能同样的色呀；性同意要求降低，全工口技巧+1。';
  '43_-1' = '这个再怎么说也太那个了吧；性同意要求提高，全工口技巧-1。';
  44 = '在双方关系中喜欢主动互动，成为主导的一方；施虐因子获取+50%。';
  45 = '如同「艺术作品」里的圣母一样；受虐因子获取+50%。';
  46 =
    '常规的性爱界限视若无物，能够带着热情自由地探索一切内容；施虐和受虐因子获取+50%。';
  47 = '全部位因子获取+20%，性欲累积速度增加。';

  50 = '用嘴唇性爱（不包括接吻）时口交技巧+1，停留时每回合造成额外快感。';
  51 =
    '魔性的乳房能给予额外的快感；用胸部性爱时乳交技巧+1，停留时每回合造成额外快感。';
  52 = '主动用手性爱时手交技巧+2。';
  53 = '主动用足性爱时足交技巧+2。';
  54 =
    '天赐的魔物，即便是找遍全球也难得一见的性器；阴茎尺寸最小为 [凶恶]，用阴茎性爱时插入技巧+1，停留时每回合造成额外快感。';
  55 = '让人迷醉的小穴；用小穴性爱时性交技巧+1，停留时每回合造成额外快感。';
  56 = '用臀部性爱时肛交技巧+1，停留时每回合造成额外快感。';
  57 = '一定要注意和担当的「距离感」……全高潮所需快感+50%';

  '60_1' = '不是性器却更容易通过口腔获得快感；口腔高潮所需快感-20%。';
  '60_2' = '主动接吻与口交技巧+2，口腔高潮所需快感-50%。';
  '60_-4' = '能用口腔胜任更耐久的侍奉工作；口腔高潮所需快感+100%。';
  '61_1' = '胸部高潮所需快感-20%。';
  '61_2' = '主动乳交技巧+1，胸部高潮所需快感-50%，泌乳快感阈值-50%，胸围+5cm。';
  '61_-4' = '胸部高潮所需快感+100%。';
  '62_1' = '身体高潮所需快感-20%。';
  '62_2' = '主动身交技巧+2，身体高潮所需快感-50%。';
  '62_-4' = '身体高潮所需快感+100%。';
  '63_1' = '外阴高潮所需快感-20%。';
  '63_2' = '主动外阴性交技巧+2，外阴高潮所需快感-50%。';
  '63_-4' = '外阴高潮所需快感+100%。';
  '64_1' = '阴道高潮所需快感-20%。';
  '64_2' =
    '主动阴道性交技巧+2，阴道高潮所需快感-50%，分泌爱液快感阈值-50%，阴道扩张能力提高。';
  '64_-4' = '阴道高潮所需快感+100%。';
  '65_1' = '肛门高潮所需快感-20%。';
  '65_2' =
    '主动肛交技巧+2，肛门高潮所需快感-50%，分泌肠液快感阈值-50%，肛门扩张能力提高，臀围+5cm。';
  '65_-4' = '肛门高潮所需快感+100%。';
  '66_1' = '射精所需快感-20%。';
  '66_2' = '噫，喔噢哦哦哦——射精所需快感-50%。';
  '66_-4' = '射精所需快感+100%。';

  70 = '饮用精液时会获得顺从因子。';
  71 = '好，好舒服，还想要继续；被内射会获得顺从因子。';
  72 = '被肛门内射会获得顺从因子。';
  73 = '被射精在身上时会获得顺从因子。';
  74 = '能通过饮精高潮；饮用精液时会获得口腔快感。';
  75 = '被内射时会获得阴道快感。';
  76 = '被肛门内射时会获得肛门快感。';
  77 = '（沉重的呼吸）被射精在身上时会获得相应部位的快感。';

  // 在因子商店显示的特性说明
  s32 =
    '女性角色和扶她角色专属的，天生就可以产出母乳的体质。\n拥有此特性的角色将总是处于泌乳状态，并在胸部受到刺激后产出比哺乳期和药物刺激泌乳更多的母乳。\n并且，乳头比非 [母乳体质] 的角色更敏感。\n\n在服用 [母乳药剂] 开始泌乳的情况下，可以使用胸部因子使角色获得此特性。\n也可以使用胸部因子消除此特性，将角色恢复到不泌乳的状态。';
  s33 =
    '女性和扶她角色的乳房在未受刺激的状态下，乳头凹陷在乳房内的体质。\n乳头凹陷的情况下，胸围会比非凹陷乳头的情况较低。\n通过刺激乳房，可以将凹陷的乳头翻出乳房外，此时胸围恢复正常。\n\n[凹陷乳头] 的角色，在乳头凹陷的情况下，胸部的敏感度比其他角色较低。\n但是，凹陷的乳头因为平时受到的衣物摩擦等刺激较少，在受刺激突出后反而具有较高的敏感度。\n\n可以使用胸部因子获取或消除此特性。\n但是无论乳头是什么颜色，获取再消除 [凹陷乳头] 后，角色的乳头都会变成色素累积的状态。';

  s40 =
    '喜爱施虐，能从施虐行为中获取更多快感的特性。\n可以使用施虐因子获取或消除此特性。\n\n要想获取该特性，必须因为施虐行为达到一定次数的高潮。';
  s41 =
    '喜爱语言受虐，能从被责骂中获取更多快感的特性。\n可以使用受虐因子获取或消除此特性。\n\n要想获取该特性，必须因为受虐达到一定次数的高潮。';
  s42 =
    '喜爱肉体受虐，能从痛苦中获取更多快感的特性。\n可以使用受虐因子获取或消除此特性。\n\n要想获取该特性，必须因为受虐达到一定次数的高潮。';

  s60 =
    '角色能够忍耐多少嘴唇和舌头等口腔部位的快感才会高潮的特性。\n[淫口] 的角色的口腔非常容易高潮，还会日常因为口腔的瘙痒而积累性欲，但在主动使用口唇部位性交时能造成更多的快感。\n[口腔敏感] 的角色的口腔比一般人更容易高潮。\n[口腔钝感] 的角色的口腔比一般人更难高潮，但是在接近高潮却停止刺激（即寸止）时会积累更多的性欲。\n使用口腔因子进行感度的提升和降低。\n\n要想获取正常以上的感度，口腔必须发生过一定次数的高潮。\n初始状态下，同一角色只能获取 [淫口]、[淫乳]、[淫身]、[早泄]、[淫核]、[淫壶] 和 [淫臀] 等特性的其中之一。';
  s61 =
    '角色能够忍耐多少乳房和乳头等胸部部位的快感才会高潮的特性。\n[淫乳] 的角色的胸部非常容易高潮，还会日常因为胸部的瘙痒而积累性欲，但在主动使用胸乳部位性交时能造成更多的快感。\n[胸部敏感] 的角色的胸部比一般人更容易高潮。\n[胸部钝感] 的角色的胸部比一般人更难高潮，但是在接近高潮却停止刺激（即寸止）时会积累更多的性欲。\n使用胸部因子进行感度的提升和降低。\n\n要想获取正常以上的感度，胸部必须发生过一定次数的高潮。\n初始状态下，同一角色只能获取 [淫口]、[淫乳]、[淫身]、[早泄]、[淫核]、[淫壶] 和 [淫臀] 等特性的其中之一。';
  s62 =
    '角色能够忍耐多少头发、腋下、小腹、后腰、尾巴、膝窝、足底等身体次要敏感部位的快感才会高潮的特性。\n[淫身] 的角色的身体非常容易高潮，还会日常因为身体的瘙痒而积累性欲，但在主动使用头发、腋下、小腹、后腰、尾巴、膝窝、足底等身体部位性交时能造成更多的快感。\n[身体敏感] 的角色的身体比一般人更容易高潮。\n[身体钝感] 的角色的身体比一般人更难高潮，但是在接近高潮却停止刺激（即寸止）时会积累更多的性欲。\n使用身体因子进行感度的提升和降低。\n\n要想获取正常以上的感度，身体必须发生过一定次数的高潮。\n初始状态下，同一角色只能获取 [淫口]、[淫乳]、[淫身]、[早泄]、[淫核]、[淫壶] 和 [淫臀] 等特性的其中之一。';
  s63 =
    '角色能够忍耐多少阴蒂和大小阴唇等外阴部位的快感才会高潮的特性，是女性角色专属的特性。\n[淫核] 的角色的外阴非常容易高潮，还会日常因为外阴的瘙痒而积累性欲，但在主动使用外阴部位性交时能造成更多的快感。\n[外阴敏感] 的角色的外阴比一般人更容易高潮。\n[外阴钝感] 的角色的钝感比一般人更难高潮，但是在接近高潮却停止刺激（即寸止）时会积累更多的性欲。\n使用外阴因子进行感度的提升和降低。\n\n要想获取正常以上的感度，外阴必须发生过一定次数的高潮。\n初始状态下，同一角色只能获取 [淫口]、[淫乳]、[淫身]、[早泄]、[淫核]、[淫壶] 和 [淫臀] 等特性的其中之一。';
  s64 =
    '角色能够忍耐多少阴道、G点、子宫口等阴道部位的快感才会高潮的特性。\n[淫壶] 的角色的阴道非常容易高潮，还会日常因为阴道的瘙痒而积累性欲，但在主动使用阴道性交时能造成更多的快感，并且能容纳更大尺寸的阴茎。\n[阴道敏感] 的角色的阴道比一般人更容易高潮。\n[阴道钝感] 的角色的阴道比一般人更难高潮，但是在接近高潮却停止刺激（即寸止）时会积累更多的性欲。\n使用阴道因子进行感度的提升和降低。\n\n要想获取正常以上的感度，阴道必须发生过一定次数的高潮。\n初始状态下，同一角色只能获取 [淫口]、[淫乳]、[淫身]、[早泄]、[淫核]、[淫壶] 和 [淫臀] 等特性的其中之一。';
  s65 =
    '角色能够忍耐多少屁股、肛门、肠道、S状结肠等屁股及肛门部位的快感才会高潮的特性。\n[淫臀] 的角色的肛门非常容易高潮，还会日常因为肛门和肠道的瘙痒而积累性欲，但在主动使用屁股性交时能造成更多的快感，并且能容纳更大尺寸的阴茎。\n[臀部敏感] 的角色的肛门比一般人更容易高潮。\n[臀部钝感] 的角色的肛门比一般人更难高潮，但是在接近高潮却停止刺激（即寸止）时会积累更多的性欲。\n使用肛门因子进行感度的提升和降低。\n\n要想获取正常以上的感度，肛门必须发生过一定次数的高潮。\n初始状态下，同一角色只能获取 [淫口]、[淫乳]、[淫身]、[早泄]、[淫核]、[淫壶] 和 [淫臀] 等特性的其中之一。';
  s66 =
    '角色能够忍耐多少快感才会射精的特性，是男性和扶她角色专属的特性。\n[早泄] 的角色非常容易射精，还会日常因为阴茎的瘙痒而积累性欲。\n[阴茎敏感] 的角色比一般人更容易射精。\n[阴茎钝感] 的角色比一般人更难射精，但是在接近高潮却停止刺激（即寸止）时会积累更多的性欲。\n使用阴茎因子进行感度的提升和降低。\n\n要想获取正常以上的感度，必须进行过一定次数的射精。\n初始状态下，同一角色只能获取 [淫口]、[淫乳]、[淫身]、[早泄]、[淫核]、[淫壶] 和 [淫臀] 等特性的其中之一。';

  s70 =
    '喜爱饮精，在饮用精液后会获得顺从因子。\n可以使用口腔因子和受虐因子获取或消除此特性。\n\n要想获取该特性，必须饮用过一定量的精液。';
  s71 =
    '喜爱阴道榨精，在性伴侣阴道内射后会获得顺从因子。\n可以使用阴道因子和受虐因子获取或消除此特性。\n\n要想获取该特性，阴道内必须被内射过一定量的精液。';
  s72 =
    '喜爱肛门榨精，在性伴侣肠道内射后会获得顺从因子。\n可以使用肛门因子和受虐因子获取或消除此特性。\n\n要想获取该特性，肠道内必须被内射过一定量的精液。';
  s73 =
    '喜欢性伴侣在自己身上射精，在身体沾染精液后会获得顺从因子。\n可以使用身体因子和受虐因子获取或消除此特性。\n\n要想获取该特性，身上必须沐浴过一定量的精液。';
  s74 =
    '能在精液滑过喉咙时从口腔感到快感的特性。\n可以使用口腔因子和顺从因子获取或消除此特性。\n\n要想获取该特性，必须饮用过一定量的精液。';
  s75 =
    '能在性伴侣阴道内射时从子宫感到快感的特性。\n可以使用阴道因子和顺从因子获取或消除此特性。\n\n要想获取该特性，阴道内必须被内射过一定量的精液。';
  s76 =
    '能在性伴侣肛门内射时从肠道感到快感的特性。\n可以使用肛门因子和顺从因子获取或消除此特性。\n\n要想获取该特性，肠道内必须被内射过一定量的精液。';
  s77 =
    '能在射精到自己身上（胸部、外阴以及其他外部身体部位）时感到快感的特性。\n可以使用身体因子和顺从因子获取或消除此特性。\n\n要想获取该特性，身上必须沐浴过一定量的精液。';
};
