module.exports = class extends require('#/i18n/zh-CN/table/abl-desc') {
  abl_above = 'За гранью человеческого';
  abl_ex = 'Будто дар богов';

  atk_lv0 = 'Чиста как бумага';
  atk_lv1 = 'Ещё неловко';
  atk_lv2 = 'Уже чуть получается';
  atk_lv3 = 'Ни то ни сё';
  atk_lv4 = 'Ей это дано';
  atk_lv5 = 'Дошла до края';

  // ABLNAME:10 = 接吻技巧
  atk_kiss_lv0 = '';
  atk_kiss_lv1 = '';
  atk_kiss_lv2 = '';
  atk_kiss_lv3 = '';
  atk_kiss_lv4 = '';
  atk_kiss_lv5 = '';

  // ABLNAME:11 = 口交技巧
  atk_mouth_lv0 = '';
  atk_mouth_lv1 = '';
  atk_mouth_lv2 = '';
  atk_mouth_lv3 = '';
  atk_mouth_lv4 = '';
  atk_mouth_lv5 = '';

  // ABLNAME:12 = 乳交技巧
  atk_tit_lv0 = '';
  atk_tit_lv1 = '';
  atk_tit_lv2 = '';
  atk_tit_lv3 = '';
  atk_tit_lv4 = '';
  atk_tit_lv5 = '';

  // ABLNAME:13 = 手交技巧
  atk_hand_lv0 = '';
  atk_hand_lv1 = '';
  atk_hand_lv2 = '';
  atk_hand_lv3 = '';
  atk_hand_lv4 = '';
  atk_hand_lv5 = '';

  // ABLNAME:14 = 足交技巧
  atk_foot_lv0 = '';
  atk_foot_lv1 = '';
  atk_foot_lv2 = '';
  atk_foot_lv3 = '';
  atk_foot_lv4 = '';
  atk_foot_lv5 = '';

  // ABLNAME:15 = 身交技巧
  atk_body_lv0 = '';
  atk_body_lv1 = '';
  atk_body_lv2 = '';
  atk_body_lv3 = '';
  atk_body_lv4 = '';
  atk_body_lv5 = '';

  // ABLNAME:16 = 性交技巧
  atk_vagina_lv0 = '';
  atk_vagina_lv1 = '';
  atk_vagina_lv2 = '';
  atk_vagina_lv3 = '';
  atk_vagina_lv4 = '';
  atk_vagina_lv5 = '';

  // ABLNAME:17 = 肛交技巧
  atk_anal_lv0 = '';
  atk_anal_lv1 = '';
  atk_anal_lv2 = '';
  atk_anal_lv3 = '';
  atk_anal_lv4 = '';
  atk_anal_lv5 = '';

  // ABLNAME:18 = 插入技巧
  atk_penis_lv0 = '';
  atk_penis_lv1 = '';
  atk_penis_lv2 = '';
  atk_penis_lv3 = '';
  atk_penis_lv4 = '';
  atk_penis_lv5 = '';

  // ABLNAME:19 = 施虐技巧
  atk_sm_lv0 = 'Пока ни бельмеса';
  atk_sm_lv1 = 'Неловкий стыдливый садизм';
  atk_sm_lv2 = 'Кандидат в королевы садизма';
  atk_sm_lv3 = 'Ни то ни сё';
  atk_sm_lv4 = 'Унижение, от которого дух захватывает';
  atk_sm_lv5 = 'Уже постигла путь SM';

  buff_lv0 = 'Ни бельмеса';
  buff_lv1 = 'Ищет наощупь';
  buff_lv2 = 'Знает понемногу';
  buff_lv3 = 'Разбирает по косточкам';
  buff_lv4 = 'Говорит как по нотам';
  buff_lv5 = 'Знает как свои пять пальцев';

  // ABLNAME:20 = 口腔掌握
  buff_mouth_lv0 = 'Пока ни бельмеса';
  buff_mouth_lv1 = 'Только по инстинкту';
  buff_mouth_lv2 = 'Чуть-чуть разобралась';
  buff_mouth_lv3 = 'Уже отличает одно от другого';
  buff_mouth_lv4 = 'Может разложить по полочкам';
  buff_mouth_lv5 = 'Знает всё досконально';

  // ABLNAME:21 = 胸部掌握
  buff_tit_lv0 = '';
  buff_tit_lv1 = '';
  buff_tit_lv2 = '';
  buff_tit_lv3 = '';
  buff_tit_lv4 = '';
  buff_tit_lv5 = '';

  // ABLNAME:22 = 身体掌握
  buff_body_lv0 = '';
  buff_body_lv1 = '';
  buff_body_lv2 = '';
  buff_body_lv3 = '';
  buff_body_lv4 = '';
  buff_body_lv5 = '';

  // ABLNAME:23 = 外阴掌握
  buff_cli_lv0 = '';
  buff_cli_lv1 = '';
  buff_cli_lv2 = '';
  buff_cli_lv3 = '';
  buff_cli_lv4 = '';
  buff_cli_lv5 = '';

  // ABLNAME:24 = 阴道掌握
  buff_vagina_lv0 = '';
  buff_vagina_lv1 = '';
  buff_vagina_lv2 = '';
  buff_vagina_lv3 = '';
  buff_vagina_lv4 = '';
  buff_vagina_lv5 = '';

  // ABLNAME:25 = 肛门掌握
  buff_anal_lv0 = '';
  buff_anal_lv1 = '';
  buff_anal_lv2 = '';
  buff_anal_lv3 = '';
  buff_anal_lv4 = '';
  buff_anal_lv5 = '';

  // ABLNAME:26 = 阴茎掌握
  buff_penis_lv0 = '';
  buff_penis_lv1 = '';
  buff_penis_lv2 = '';
  buff_penis_lv3 = '';
  buff_penis_lv4 = '';
  buff_penis_lv5 = '';

  // ABLNAME:27 = 受虐掌握
  buff_sm_lv0 = 'Пока ни бельмеса';
  buff_sm_lv1 = 'Только по инстинкту';
  buff_sm_lv2 = 'Чуть-чуть разобралась';
  buff_sm_lv3 = 'Уже чует, от чего партнёр возбуждается';
  buff_sm_lv4 = 'Может разложить по полочкам';
  buff_sm_lv5 = 'Приёмы SM знает досконально';

  def_lv0 = 'Ломается от прикосновения';
  def_lv1 = 'Попробовала — и втянулась';
  def_lv2 = 'Уже может ловить кайф';
  def_lv3 = 'Кайфует';
  def_lv4 = 'Привыкла';
  def_lv5 = 'Без этого никуда';

  // ABLNAME:30 = 口腔耐性
  def_mouth_lv0 = 'От удовольствия выпадает в осадок';
  def_mouth_lv1 = 'Хочет чувствовать ещё';
  def_mouth_lv2 = 'Уже чуть ловит кайф';
  def_mouth_lv3 = 'Любит ловить кайф ртом';
  def_mouth_lv4 = 'Уже привыкла';
  def_mouth_lv5 = 'Без этого уже не может';

  // ABLNAME:31 = 胸部耐性
  def_tit_lv0 = '';
  def_tit_lv1 = '';
  def_tit_lv2 = '';
  def_tit_lv3 = '';
  def_tit_lv4 = '';
  def_tit_lv5 = '';

  // ABLNAME:32 = 身体耐性
  def_body_lv0 = '';
  def_body_lv1 = '';
  def_body_lv2 = '';
  def_body_lv3 = '';
  def_body_lv4 = '';
  def_body_lv5 = '';

  // ABLNAME:33 = 外阴耐性
  def_cli_lv0 = '';
  def_cli_lv1 = '';
  def_cli_lv2 = '';
  def_cli_lv3 = '';
  def_cli_lv4 = '';
  def_cli_lv5 = '';

  // ABLNAME:34 = 阴道耐性
  def_vagina_lv0 = '';
  def_vagina_lv1 = '';
  def_vagina_lv2 = '';
  def_vagina_lv3 = '';
  def_vagina_lv4 = '';
  def_vagina_lv5 = '';

  // ABLNAME:35 = 肛门耐性
  def_anal_lv0 = 'Пока ни бельмеса';
  def_anal_lv1 = 'Боится боли';
  def_anal_lv2 = 'Всё ещё чуть сопротивляется';
  def_anal_lv3 = 'Кажется, уже чувствует удовольствие';
  def_anal_lv4 = 'Привыкла быть заполненной';
  def_anal_lv5 = 'Пустоту уже не вынести';

  // ABLNAME:36 = 阴茎耐性
  def_penis_lv0 = '';
  def_penis_lv1 = '';
  def_penis_lv2 = '';
  def_penis_lv3 = '';
  def_penis_lv4 = '';
  def_penis_lv5 = '';

  // ABLNAME:37 = 受虐耐性
  def_sm_lv0 = 'Пока ни бельмеса';
  def_sm_lv1 = 'Всё ещё чуть сопротивляется';
  def_sm_lv2 = 'Кандидат в мясные рабыни';
  def_sm_lv3 = 'Начинает ловить кайф от унижения';
  def_sm_lv4 = 'К унижению привыкла';
  def_sm_lv5 = 'Сидит, стоит, лежит — всё мазохизм';

  // ABLNAME:40 = 甜言蜜语
  atk_talk_lv0 = '';
  atk_talk_lv1 = '';
  atk_talk_lv2 = '';
  atk_talk_lv3 = '';
  atk_talk_lv4 = '';
  atk_talk_lv5 = '';

  10 =
    'Способность персонажа стимулировать рот партнёра губами, языком и прочими частями рта.\nЧем выше уровень способности, тем больше удовольствия персонаж доставляет ртом.\nПовышается Фактором рта.\n\nПерсонажи с врождённо ловкими губами и языком повышают эту способность в первую очередь.';
  11 =
    'Способность персонажа стимулировать тело партнёра губами, языком и прочими частями рта.\nЧем выше уровень способности, тем больше удовольствия персонаж доставляет ртом.\nПовышается Фактором рта.\n\nПерсонажи с врождённо ловкими губами и языком и персонажи с особенностью [Зависимость от глотка спермы] повышают эту способность в первую очередь.';
  12 =
    'Способность персонажа стимулировать тело партнёра грудью, сосками и прочими частями груди.\nЧем выше уровень способности, тем больше удовольствия персонаж доставляет грудью.\nПовышается Фактором тела и Фактором садизма.\n\nПерсонажи с врождённо идеальной грудью и персонажи с особенностью [Зависимость от обливания спермой] повышают эту способность в первую очередь.';
  13 =
    'Способность персонажа стимулировать тело партнёра руками.\nЧем выше уровень способности, тем больше удовольствия персонаж доставляет руками.\nПовышается Фактором тела и Фактором садизма.\n\nПерсонажи с врождённо ловкими руками и персонажи с особенностью [Зависимость от обливания спермой] повышают эту способность в первую очередь.';
  14 =
    'Способность персонажа стимулировать тело партнёра ногами.\nЧем выше уровень способности, тем больше удовольствия персонаж доставляет ногами.\nПовышается Фактором тела и Фактором садизма.\n\nПерсонажи с врождённо ловкими ногами и персонажи с особенностью [Зависимость от обливания спермой] повышают эту способность в первую очередь.';
  15 =
    'Способность персонажа стимулировать тело партнёра волосами, подмышками, животом, поясницей, хвостом, подколенками, ступнями и прочими частями тела.\nЧем выше уровень способности, тем больше удовольствия персонаж доставляет телом.\nПовышается Фактором тела и Фактором садизма.\n\nПерсонажи с особенностью [Зависимость от обливания спермой] повышают эту способность в первую очередь.';
  16 =
    'Способность персонажа стимулировать тело партнёра женскими органами (клитором, половыми губами, влагалищем и прочими частями вульвы и влагалища).\nЧем выше уровень способности, тем больше удовольствия персонаж доставляет женскими органами.\nПовышается Фактором влагалища.\n\nПерсонажи с врождённо узким влагалищем и персонажи с особенностью [Зависимость от кремпая] повышают эту способность в первую очередь.';
  17 =
    'Способность персонажа стимулировать тело партнёра жопой, анусом, кишечником, сигмовидной кишкой и прочими частями жопы и ануса.\nЧем выше уровень способности, тем больше удовольствия персонаж доставляет анусом.\nПовышается Фактором тела и Фактором садизма.\n\nПерсонажи с врождённо сексуальной пышной жопой и персонажи с особенностью [Клизма спермой] повышают эту способность в первую очередь.';
  18 =
    'Способность персонажа стимулировать тело партнёра членом.\nЧем выше уровень способности, тем больше удовольствия персонаж доставляет членом.\nПовышается Фактором тела и Фактором садизма.\n\nПерсонажи с врождённо внушительным членом повышают эту способность в первую очередь.';
  19 =
    'Способность персонажа стимулировать тело партнёра садистскими приёмами.\nЧем выше уровень способности, тем больше удовольствия персонаж доставляет садизмом.\nПовышается Фактором садизма.\n\nПерсонажи с врождёнными особенностями [Садистка], [Бесенёнок], [Извращенка] и подобными повышают эту способность в первую очередь.';

  20 =
    'Способность персонажа владеть чувствительными точками рта.\nЧем выше уровень способности, тем больше удовольствия персонаж доставляет, стимулируя рот партнёра.\nПовышается Фактором рта.\n\nВстретив партнёра с чувствительным ртом, персонаж повышает эту способность в первую очередь.';
  21 =
    'Способность персонажа владеть чувствительными точками груди, сосков и прочих частей груди.\nЧем выше уровень способности, тем больше удовольствия персонаж доставляет, стимулируя грудь партнёра.\nПовышается Фактором груди.\n\nВстретив партнёра с чувствительной грудью, персонаж повышает эту способность в первую очередь.';
  22 =
    'Способность персонажа владеть чувствительными точками тела.\nЧем выше уровень способности, тем больше удовольствия персонаж доставляет, стимулируя тело партнёра.\nПовышается Фактором тела.\n\nВстретив партнёра с чувствительным телом, персонаж повышает эту способность в первую очередь.';
  23 =
    'Способность персонажа владеть чувствительными точками клитора.\nЧем выше уровень способности, тем больше удовольствия персонаж доставляет, стимулируя клитор партнёра.\nПовышается Фактором клитора.\nВстретив партнёра с чувствительным клитором, персонаж повышает эту способность в первую очередь.';
  24 =
    'Способность персонажа владеть чувствительными точками влагалища.\nЧем выше уровень способности, тем больше удовольствия персонаж доставляет, стимулируя влагалище партнёра.\nПовышается Фактором влагалища.\nВстретив партнёра с чувствительным влагалищем, персонаж повышает эту способность в первую очередь.';
  25 =
    'Способность персонажа владеть чувствительными точками жопы, ануса, кишечника, сигмовидной кишки и прочих частей жопы и ануса.\nЧем выше уровень способности, тем больше удовольствия персонаж доставляет, стимулируя анус партнёра.\nПовышается Фактором ануса.\n\nВстретив партнёра с чувствительным анусом, персонаж повышает эту способность в первую очередь.';
  26 =
    'Способность персонажа владеть чувствительными точками члена.\nЧем выше уровень способности, тем больше удовольствия персонаж доставляет, стимулируя член партнёра.\nПовышается Фактором члена.\n\nВстретив партнёра с чувствительным членом, а также имея особенности [Зависимость от глотка спермы], [Зависимость от обливания спермой], [Зависимость от кремпая], [Клизма спермой] и подобные, персонаж повышает эту способность в первую очередь.';
  27 =
    'Способность персонажа владеть чувствительными точками мазохизма.\nЧем выше уровень способности, тем больше удовольствия персонаж доставляет партнёру садизмом.\nПовышается Фактором мазохизма.\n\nПерсонажи с врождёнными особенностями [Садистка], [Бесенёнок], [Извращенка] и подобными повышают эту способность в первую очередь.';

  30 =
    'Способность персонажа терпеть оргазм рта.\nЧем выше уровень способности, тем меньше сил и энергии тратит персонаж при оргазме рта.\nПовышается Фактором рта.\n\nПерсонажи с врождённо чувствительным ртом и персонажи с особенностью [Чувствительное горло] повышают эту способность в первую очередь.';
  31 =
    'Способность персонажа терпеть оргазм от груди, сосков и прочих частей груди.\nЧем выше уровень способности, тем меньше сил и энергии тратит персонаж при оргазме груди.\nПовышается Фактором груди.\n\nПерсонажи с врождённо чувствительной грудью и персонажи с особенностью [Чувствительная к запаху] повышают эту способность в первую очередь.';
  32 =
    'Способность персонажа терпеть оргазм от волос, подмышек, живота, поясницы, хвоста, подколенок, ступней и прочих второстепенных чувствительных частей тела.\nЧем выше уровень способности, тем меньше сил и энергии тратит персонаж при оргазме тела.\nПовышается Фактором тела.\n\nПерсонажи с врождённо чувствительным телом и персонажи с особенностью [Чувствительная к запаху] повышают эту способность в первую очередь.';
  33 =
    'Способность персонажа терпеть оргазм от клитора, больших и малых половых губ и прочих частей вульвы.\nЧем выше уровень способности, тем меньше сил и энергии тратит персонаж при оргазме клитора.\nПовышается Фактором клитора.\n\nПерсонажи с врождённо чувствительным клитором и персонажи с особенностью [Чувствительная к запаху] повышают эту способность в первую очередь.';
  34 =
    'Способность персонажа терпеть оргазм от влагалища, точки G, шейки матки и прочих частей влагалища, а также способность влагалища растягиваться при введении крупного члена.\nЧем выше уровень способности, тем меньше сил и энергии тратит персонаж при оргазме влагалища.\nПовышается Фактором влагалища.\n\nПерсонажи с врождённо чувствительным влагалищем и персонажи с особенностью [Чувствительная матка] повышают эту способность в первую очередь.';
  35 =
    'Способность персонажа терпеть оргазм ануса, а также способность ануса растягиваться при введении крупного члена.\nЧем выше уровень способности, тем меньше сил и энергии тратит персонаж при оргазме ануса.\nПовышается Фактором ануса.\n\nПерсонажи с врождённо чувствительной жопой и персонажи с особенностью [Чувствительный кишечник] повышают эту способность в первую очередь.';
  36 =
    'Способность персонажа терпеть эякуляцию.\nЧем выше уровень способности, тем меньше сил и энергии тратит персонаж при эякуляции.\nКроме того, чем выше Стойкость члена, тем легче персонажу терпеть удовольствие на пределе эякуляции, то есть тем сильнее способность к эджу.\nПовышается Фактором члена.\n\nПерсонажи с врождённо чувствительным членом повышают эту способность в первую очередь.';
  37 =
    'Способность персонажа терпеть оргазм от мазохизма.\nЧем выше уровень способности, тем меньше сил и энергии тратит персонаж при оргазме от мазохизма.\nПовышается Фактором мазохизма.\n\nПерсонажи с врождёнными особенностями [Любит ругань], [Любит боль], [Мадонна] и подобными повышают эту способность в первую очередь.';

  40 =
    'От сладких речей партнёр чаще отвечает лучше. Качает в первую очередь, если есть [Похотливая], [Нимфоманка], [Общительная], [Душа компании] и в том же духе — или влюблённость уже [Страсть] и выше.';
};
