module.exports = class extends require('#/i18n/zh-CN/table/abl') {
  lv_template = 'Lv.%LEVEL%';
  // 这里使用 getter，使 template 和 bordered_template 能正确使用当前语言库的 lv_template
  get template() {
    return `%ABL% ${this.lv_template}`;
  }
  get bordered_template() {
    return `[%ABL%] ${this.lv_template}`;
  }

  5 = 'Кантонский';
  6 = 'Английский';
  7 = 'Французский';

  10 = 'Навык поцелуя';
  11 = 'Навык орала';
  12 = 'Навык пайзури';
  13 = 'Навык руки';
  14 = 'Навык ног';
  15 = 'Навык тела';
  16 = 'Навык секса';
  17 = 'Навык анала';
  18 = 'Навык проникновения';
  19 = 'Навык садизма';

  20 = 'Владение ртом';
  21 = 'Владение грудью';
  22 = 'Владение телом';
  23 = 'Владение клитором';
  24 = 'Владение влагалищем';
  25 = 'Владение анусом';
  26 = 'Владение членом';
  27 = 'Владение мазохизмом';

  30 = 'Стойкость рта';
  31 = 'Стойкость груди';
  32 = 'Стойкость тела';
  33 = 'Стойкость клитора';
  34 = 'Стойкость влагалища';
  35 = 'Стойкость ануса';
  36 = 'Стойкость члена';
  37 = 'Стойкость к мазохизму';

  40 = 'Сладкие речи';
};
