module.exports = class extends require('#/i18n/zh-CN/table/item') {
  template = '【%NAME%】';
  got_template = 'Получен предмет %INAME%!';

  0 = 'Овощной сок';
  1 = 'Усиленный зелёный сок';
  2 = 'Концентрированный кофе';
  3 = 'Энергетик';
  4 = 'Антидепрессант';
  5 = 'Успокоительное';
  6 = 'Чай для ясности';
  7 = 'Возбуждающий спрей';

  10 = 'Срочное похудение';
  11 = 'Головная, бай-бай';
  12 = 'Здоровый чай';
  13 = 'Препарат «Ненависть»';
  14 = 'Подавитель течки';
  15 = 'Квантовое похудение';
  16 = 'Ибупрофен';
  17 = 'Крем для роста волос';
  18 = 'Крем для удаления волос';
  19 = 'Крем для роста волос в паху';
  20 = 'Крем для удаления волос в паху';

  25 = 'Заклинатель лошадей';
  26 = 'Универсальная оправа';
  27 = 'Линза расположения';
  28 = 'Линза секс-счётчика';
  29 = 'Рентген-линза';
  30 = 'Презервативы (5 шт.)';
  31 = 'Uma Jump Z';
  32 = 'Uma Jump S';
  33 = 'Super Uma Jump Z';
  34 = 'Короткая контрацепция';
  35 = 'Долгая контрацепция';
  36 = 'Стимулятор овуляции';
  37 = 'Препарат для лактации';
  38 = 'Растворитель презервативов';
  39 = 'Furlong K';
  40 = 'Furlong P';
  41 = 'Смазка';
  42 = 'Uma Jump S (семейная упаковка)';
  43 = 'Блокатор оргазма';

  45 = 'Молоко умамусумэ';
  46 = 'Человеческое молоко';
  47 = 'Свежесцеженное молоко умамусумэ';
  48 = 'Свежесцеженное человеческое молоко';

  60 = 'Скейтборд';
  61 = 'Велосипед';
  62 = 'Гироскутер';
  63 = 'Тандем';
  64 = 'Электровелосипед';
  65 = 'Машина';
  66 = 'Спорткар';
  67 = 'Портативный пространственный портал';

  70 = 'Повязка на глаза';
  71 = 'Кляп-кольцо';
  72 = 'Ошейник';
  73 = 'Молокоотсос';
  74 = 'Зажимы';
  75 = 'Виброяйцо';
  76 = 'Оннахол';
  77 = 'Фаллоимитатор';
  78 = 'Электростимулятор';
  79 = 'Анальная пробка';
  80 = 'Анальные шарики';
  81 = 'Зеркало в полный рост';
  82 = 'Обработчик молока';
  83 = 'Прозрачное одеяло';
  84 = '«Пластырь на живот»';
  85 = '«Пластырь на матку»';

  100 = 'Валентиновский шоколад';
  101 = 'Презерватив';
  102 = 'Очки неизвестного назначения';
  103 = '«Свадебное платье»';
  104 = 'Пустая пробирка';
  105 = 'Кнут боевого духа (для S)';
  110 = '«Милость»';
  111 = '«Долг»';
  112 = 'Голд Шип-го';
  113 = 'Палмер-го';
  114 = 'Дырокол реальности';
};
