module.exports = class extends require('#/i18n/zh-CN/table/param') {
  get_jewel_count = (jewel, count) => [jewel, ': ', count];
  jewel_with_count = '%JEWEL%×%COUNT%';

  n_jewel = 'Фактор';

  // 缩写
  abbr0 = 'Рт';
  abbr1 = 'Гр';
  abbr2 = 'Тл';
  abbr3 = 'Чл';
  abbr4 = 'Кл';
  abbr5 = 'Вл';
  abbr6 = 'Ан';
  abbr7 = 'С';
  abbr8 = 'М';

  abbr10 = 'Пк';
  abbr11 = 'Бл';
  abbr12 = 'Стр';
  abbr13 = 'Стд';

  // 快感名
  param0 = 'Удовольствие рта';
  param1 = 'Удовольствие груди';
  param2 = 'Удовольствие тела';
  param3 = 'Удовольствие члена';
  param4 = 'Удовольствие клитора';
  param5 = 'Удовольствие влагалища';
  param6 = 'Удовольствие ануса';
  param7 = 'Удовольствие садизма';
  param8 = 'Удовольствие мазохизма';

  // 因子名
  jewel0 = 'Фактор рта';
  jewel1 = 'Фактор груди';
  jewel2 = 'Фактор тела';
  jewel3 = 'Фактор члена';
  jewel4 = 'Фактор клитора';
  jewel5 = 'Фактор влагалища';
  jewel6 = 'Фактор ануса';
  jewel7 = 'Фактор садизма';
  jewel8 = 'Фактор мазохизма';

  jewel10 = 'Фактор покорности';
  jewel11 = 'Фактор боли';
  jewel12 = 'Фактор страха';
  jewel13 = 'Фактор стыда';
  jewel14 = 'Фактор отвращения';
  jewel15 = 'Фактор самозащиты';

  jewel20 = 'Розовый фактор';
  jewel21 = 'Синий фактор';
  jewel22 = 'Белый фактор';

  // 以下不能改，程序逻辑依赖这些中文名，和csv里注册的是相同的
  0 = 'Рот';
  1 = 'Грудь';
  2 = 'Тело';
  3 = 'Член';
  4 = 'Клитор';
  5 = 'Влагалище';
  6 = 'Анус';
  7 = 'Садизм';
  8 = 'Мазохизм';

  10 = 'Покорность';
  11 = 'Боль';
  12 = 'Страх';
  13 = 'Стыд';
  14 = 'Отвращение';
  15 = 'Самозащита';

  20 = 'Розовый';
  21 = 'Синий';
  22 = 'Белый';
};
