module.exports = class extends require('#/i18n/zh-CN/table/status') {
  template = '[%NAME%]';

  n_status = 'Статус';

  normal = 'Норма';

  remote = 'Удалённо';

  pr_1 = 'Недовольство';
  pr_2 = 'Тревога';
  pr_3 = 'Депрессия!';
  pr_4 = 'Срыв!';

  eo_2 = 'Беспокойство';
  eo_3 = 'Возбуждение';
  eo_4 = 'Раздражение!';

  buff207 = 'Помощь Эльфи';
  buff301 = 'Постоянная помощь';
  buff305 = 'Иглоукалывание';
  buff303 = 'Помощь Эцуко';
  buff340 = 'Надежда богинь';
  buff341 = 'Любовь богинь';
  buff342 = 'Вера богинь';
  buff343 = 'Помощь Сатакэ';
  buff344 = 'Помощь Рёки';
  buff345 = 'Помощь Хикари';
  buff346 = 'Вдохновение легенды';
  buff347 = 'Вдохновение первопроходца';
  buff348 = 'Вдохновение идола';

  milk = 'Лактация';

  pg_resume = (t) => `Восстановление после родов (${t})`;
  pg_prebirth = 'Перед родами';
  pg_normal = 'Беременна';

  train_debuff = 'Забросила тренировки';
  train_buff_1 = 'Хорошо тренируется';
  train_buff_2 = 'Отлично тренируется';

  cum = 'Зов';

  1 = 'Бессонная ночь';
  2 = 'Прогул';
  3 = 'Набрала вес';
  4 = 'Мигрень';
  5 = (t) => `Травма (${t})`;
  6 = (t) => `Усталость (${t})`;
  7 = (t) => `Языковой барьер (${t})`;
  8 = (t) => `Акклиматизация (${t})`;
  9 = (t) => `Гостевой матч (${t})`;
  10 = 'Глубокий сон';

  15 = 'Зона!';
  16 = 'Здоровый чай';
  17 = 'День рождения';

  20 = 'Сдерживание!';
  21 = 'Препарат «Ненависть»';
  22 = 'Подавитель течки';
  23 = (t) => `Заклинатель лошадей (${t})`;
  24 = 'Очки расположения';
  25 = 'Очки секс-счётчика';
  26 = 'Рентген-очки';

  30 = 'Месячные';
  31 = 'Опасный период';
  32 = 'Особый отпуск';
  33 = 'Наклейка похоти';

  35 = 'Uma Jump Z';
  36 = 'Furlong K';
  37 = 'Furlong P';
  38 = 'Super Uma Jump Z';
  39 = 'Uma Jump S';
  40 = 'Презерватив растворён!';
  41 = 'Контрацепция';
  42 = 'Контрацепция';

  // 调教
  tr_leader = 'Инициатива';

  v_penis_v = 'Девственник';
  v_penis_d = 'Неосознанно не девственник';

  v_vagina_v = 'Девственница';
  v_vagina_d = 'Неосознанно не девственница';
  v_vagina_r = 'Восстановленная девственность';

  tr_erect = 'Эрекция!';
  tr_lb_breast = 'Смазка груди';
  tr_lb_vagina = 'Смазка киски';
  tr_lb_anal = 'Смазка ануса';
  tr_br_erect = 'Соски встали!';

  tr_tc_40 = 'Обессилела!';
  tr_tc_41 = 'В отключке!';
  tr_tc_44 = 'Течка!';
  tr_tc_45 = (t) => `Послевкусие! (${t})`;
  tr_tc_46 = (t) => `Рефрактерный период (${t})`;
  tr_tc_47 = 'Презерватив';
  tr_tc_48 = 'Растяжение киски';
  tr_tc_49 = 'Растяжение ануса';
  tr_tc_57 = (t) => `Контроль оргазма! (${t})`;
  tr_ex_45 = 'Разрыв влагалища!';
  tr_ex_46 = 'Разрыв ануса!';
  tr_ex_55 = (t) => `Эдж (${t})`;
  tr_te_6 = 'Ошейник';
  tr_te_7 = 'Повязка на глаза';

  race_buff_template = '%BUFF%[%NAME%]';
  r_base = 'База';
  r_away_race = (t) => `Гостевой матч (${t})`;
  r_tired = (t) => `Усталость (${t})`;
  r_field = 'Зона!';
  r_body_off = (t) => `Акклиматизация (${t})`;
  r_tong_tie = (t) => `Языковой барьер (${t})`;
  r_hp_low = 'Мало сил';
  r_hp_ins = 'Не хватает сил';
  r_tp_low = 'Мало энергии';
  r_tp_ins = 'Не хватает энергии';
  r_p_embryo = 'Ранняя беременность';
  r_p_fetal = 'Стабильный срок';
  r_p_late = 'Поздняя беременность';
  r_item_buff = 'Благословение удовольствия';
  r_item_debuff = 'Секс-игрушка';
};
