module.exports = class extends require('#/i18n/zh-CN/table/talent') {
  template = '[%NAME%]';
  shop_template = '%NAME% [%STATUS%]';

  n_talent = 'Особенность';
  n_normal = 'Характер';
  n_xp = 'Прочее';

  '0_1' = 'Чуткая';
  '0_-1' = 'Толстокожая';
  '1_1' = 'Неуверенная';
  '1_-1' = 'Самоуверенная';
  '2_1' = 'Боится боли';
  '2_-1' = 'Стойкая';
  '3_1' = 'Трусливая';
  '3_-1' = 'Смелая';
  '4_1' = 'Замкнутая';
  '4_-1' = 'Общительная';
  '5_1' = 'Бунтарка';
  '5_-1' = 'Мягкая';
  '6_1' = 'Доминирующая';
  '6_-1' = 'Покорная';
  '7_1' = 'Прямолинейная';
  '7_-1' = 'Цундере';
  '8_1' = 'Пессимистка';
  '8_-1' = 'Оптимистка';
  '9_1' = 'Безразличная';
  '9_-1' = 'Любопытная';
  '10_1' = 'Целомудренная';
  '10_-1' = 'Распущенная';
  '11_1' = 'Социофобка';
  '11_-1' = 'Душа компании';
  '12_1' = 'Неряха';
  '12_-1' = 'Чистюля';
  '13_1' = 'Сова';
  '13_-1' = 'Жаворонок';
  '14_1' = 'Лакомка';
  '14_-1' = 'Умеренная';
  '15_1' = 'Ленивая';
  '15_-1' = 'Трудолюбивая';
  '16_1' = 'Транжира';
  '16_-1' = 'Расчётливая';
  '17_1' = 'Крепкое здоровье';
  '17_-1' = 'Хрупкое здоровье';

  20 = 'Непроницаемая';
  21 = 'Яндере';
  22 = 'НТР';

  no_yand = 'Бывшая яндере';
  re_yand = 'Яндере?';

  // TALENT:32 === 3
  milk = 'Молочное тело';
  // TALENT:33 === 2
  nipple = 'Втянутые соски';
  37 = 'Скрытый бюст';
  br_micro = 'Плоская грудь';
  br_big = 'Большая грудь';
  br_huge = 'Огромная грудь';

  40 = 'Садистка';
  41 = 'Любит ругань';
  42 = 'Любит боль';
  '43_1' = 'Похотливая';
  '43_-1' = 'Стесняется секса';
  44 = 'Бесенёнок';
  45 = 'Мадонна';
  46 = 'Извращенка';
  47 = 'Нимфоманка';

  50 = 'Блудливые губы';
  51 = 'Чарующие груди';
  52 = 'Божественные руки';
  53 = 'Божественные ноги';
  54 = 'Голое оружие';
  55 = 'Знаменитая киска';
  56 = 'Чёртова жопа';
  57 = 'Стальная воля';

  '60_0' = 'Обычный рот';
  '60_1' = 'Чуткий рот';
  '60_2' = 'Похотливый рот';
  '60_-4' = 'Притуплённый рот';
  '61_0' = 'Обычная грудь';
  '61_1' = 'Чуткая грудь';
  '61_2' = 'Похотливая грудь';
  '61_-4' = 'Притуплённая грудь';
  '62_0' = 'Обычное тело';
  '62_1' = 'Чуткое тело';
  '62_2' = 'Похотливое тело';
  '62_-4' = 'Притуплённое тело';
  '63_0' = 'Обычный клитор';
  '63_1' = 'Чуткий клитор';
  '63_2' = 'Похотливый клитор';
  '63_-4' = 'Притуплённый клитор';
  '64_0' = 'Обычное влагалище';
  '64_1' = 'Чуткое влагалище';
  '64_2' = 'Похотливая киска';
  '64_-4' = 'Притуплённое влагалище';
  '65_0' = 'Обычная жопа';
  '65_1' = 'Чуткая жопа';
  '65_2' = 'Похотливая жопа';
  '65_-4' = 'Притуплённая жопа';
  '66_0' = 'Обычный член';
  '66_1' = 'Чуткий член';
  '66_2' = 'Быстрая эякуляция';
  '66_-4' = 'Притуплённый член';

  70 = 'Зависимость от глотка спермы';
  71 = 'Зависимость от кремпая';
  72 = 'Клизма спермой';
  73 = 'Зависимость от обливания спермой';
  74 = 'Чувствительное горло';
  75 = 'Чувствительная матка';
  76 = 'Чувствительный кишечник';
  77 = 'Чувствительная к запаху';

  s60 = 'Похотливый рот / чуткий / притуплённый';
  s61 = 'Похотливая грудь / чуткая / притуплённая';
  s62 = 'Похотливое тело / чуткое / притуплённое';
  s63 = 'Похотливый клитор / чуткий / притуплённый';
  s64 = 'Похотливая киска / чуткая / притуплённая';
  s65 = 'Похотливая жопа / чуткая / притуплённая';
  s66 = 'Быстрая эякуляция / чуткий / притуплённый';

  s32 = 'Молочное тело';
  s33 = 'Втянутые соски';

  sens60 = 'Чувствительность рта';
  sens61 = 'Чувствительность груди';
  sens62 = 'Чувствительность тела';
  sens63 = 'Чувствительность клитора';
  sens64 = 'Чувствительность влагалища';
  sens65 = 'Чувствительность жопы';
  sens66 = 'Чувствительность члена';
};
