module.exports = class extends require('#/i18n/zh-CN/achieve-desc') {
  abbr_template = '%DESC%……';

  edu_one = '育成を1回完了する。';
  edu_thr = '育成を3回完了する。';
  edu_nrg = '育成を7回完了する。';
  edu_1_ex = '担当との関係が [熱恋] 以上の状態で、育成を1回完了する。';
  edu_sex =
    '育成を1回完了し、担当が次のいずれかを満たす：\n● 関係が [良縁] 以上；\n● 同心刻印が3、かつ負の刻印なし；\n● 淫紋が3。';
  edu_tch =
    '育成を1回完了し、担当が次をすべて満たす：\n● トレーナーと血縁がない；\n● 恋慕が [ほのか] 以下；\n● 睡眠姦を含む性関係が一度もない。';
  chan_sec = '同一キャラの2周目育成を完了する。';
  chan_thr = '同一キャラの育成を3周以上繰り返す。';
  chan_mor =
    '同一キャラの8周目育成を開始する（スキルPt消費の最大軽減を得るため）。';

  wins_one = '担当に称号 [百戦百勝] を取らせる。';
  wins_six = '担当6人に称号 [百戦百勝] を取らせる。';
  wins_thr = '担当13人に称号 [百戦百勝] を取らせる。';
  wins_hnt = '称号 [不運者] を持ったままレースに勝つ。';

  blnc_cel = '1週間のうち、6人以上のキャラの祭事に自ら付き添う。';
  blnc_rac =
    '6人以上の担当を同一レースに出走させ、前後のイベントをすべて発生させる。';
  yandere = 'スキル [恋心の抑制] によって、特性 [病み] を得させる。';

  inmn_one = '1人に淫紋3を刻む。';
  inmn_thr = '3人に淫紋3を刻む。';
  inmn_six = '6人に淫紋3を刻む。';
  slav_mil = '搾乳用の牝馬から、一度に6杯以上の乳を得る。';
  slav_prg = '繁殖用の牝馬で、妊娠期間を累計36週以上短縮する。';
  slav_mon = '献金用の牝馬から、累計100,000ウマコインを得る。';
  slav_inh = '継承用の牝馬から、一度に各種因子を100個以上得る。';
  slav_frn = '抱き枕用の牝馬で、睡眠姦または監禁を累計100回阻止する。';
  slav_ass = '陪席用の牝馬に、調教の補助を累計100回以上させる。';
  slav_mas =
    '次の実績をすべて得る：\n● [馬王]\n● [搾乳の達人]\n● [助産の達人]\n● [監督の達人]\n● [育種の達人]\n● [夜警の達人]\n● [召喚の達人]';
  play_mil1 = '[搾りたて人乳] または [搾りたて馬乳] を得る。';
  play_mil2 = '[搾りたて人乳] または [搾りたて馬乳] を売る。';
  play_mil3 =
    '1回の調教で [搾りたて人乳] または [搾りたて馬乳] を4杯以上得る。';

  st_maria = '予期せず子を得る。';
  father = '称号 [種馬] を得る。';
  mother = '称号 [英雄の母] を得る。';
  famother = '称号 [種馬] と [英雄の母] を同時に持つ。';
  ck_m = '父方として、自分の子に自分の子を産ませる。';
  ck_f = '母方として、自分の子の子を産む。';
  ck_d = '父である自分の子の子を産むか、母である自分の子に自分の子を産ませる。';
  ck =
    '次のうち2つを達成する：\n● [小悪・陽]；\n● [小悪・陰]；\n● [錯乱の血]。';
  et_tu = '子の夜襲で目を覚ます。';

  end_los = '成績が伴わずトレセンを解雇され、ゲーム終了。';
  end_hnt = '醜聞でトレセンを解雇され、ゲーム終了。';
  end_fan = '育成終了時、あまりに悪い成績か担当との険悪な関係で、ゲーム終了。';
  end_mon = '借金を返せなくなり、ゲーム終了。';
  end_lov = '「重力」に囚われ、ゲーム終了。';
  ending =
    '次をすべて達成する：\n● 実績 [Loser] または [「体面」ある紳士]；\n● 実績 [心残りの旅路]；\n● 実績 [銭臭い終幕]；\n● 実績 [Merry Bad End]。';

  time_ten =
    'EraUma で 9 (10) 年を過ごす……\nそして魂霊の月の巣になる（ならない）。';
  time_twe =
    'EraUma で 16 (20) 年を過ごす……\nそして世界の喰らい手になる（ならない）。';
  time_thr =
    'EraUma で 21 (30) 年を過ごす……\nそして生命の織り手になる（ならない）。';
  time_for =
    'EraUma で 24 (40) 年を過ごす……\nそして渇望の器になる（ならない）。';
  time_fif =
    'EraUma で 25 (50) 年を過ごす……\nそして輪廻の終焉になる（ならない）。';
  all = '関連事績が「主宰」である、事績以外の実績をすべて達成する。';

  c_luna1 =
    '【シンボリルドルフ】見よ、前人未到の偉業を——われらの太陽、わたしの月。';
  c_tachyon1 = '【アグネスタキオン】裏切られた肉体の悦びに沈むさまを見届けよ。';
  c_taishin1 = '【ナリタタイシン】タイシン専用の刻印を深く残す。ええと、蹄鉄？';
  c_pama1 = '【メジロパーマー】壊れかけの心を、受け止めてあげて。';
};
