module.exports = class extends require('#/i18n/zh-CN/notes') {
  2 = [
    [
      '？？？',
      '運命と向き合うとき、トレーナーとの絆がスズカ唯一の武器……絆が足りなければ、諦めるのが最善かもしれない。',
    ],
  ];
  3 = [
    [
      '血のついたメモ#1',
      '覚悟ができていなければ、テイオーを険しい道へ進ませるな……だが、すでに踏み出したなら、安易に諦めるな。',
    ],
    [
      '血のついたメモ#2',
      'ジャパンカップと有馬記念を勝ち切ってこそ、テイオーの真の『復活』を宣言できる……',
    ],
  ];
  6 = [
    [
      '走り書きのメモ',
      '……オグリが最初から中央トレセンにいたら、三冠にも出られたよね？ 三女神に祈れば、二度目の機会はあるのかな……',
    ],
  ];
  17 = [
    [
      '血のついたメモ#1',
      'ルナにすべてを背負わせるな！ もうひとつの魂に、途方もない重荷を肩代わりさせろ……',
    ],
    [
      '血のついたメモ#2',
      'ルナをひとりで遠くへやるな！ 離れているあいだは、もうひとつの魂を呼び出せない……',
    ],
    ['血のついたメモ#3', 'ルナを長く眠らせるな！ 取り返しのつかない傷になる……'],
    [
      '血のついたメモ#4',
      'ルナにレースを逃させるな！ シンボリ家の影はどこにでもある。勝利を奪え……',
    ],
    ['血のついたメモ#5', 'ルナとの最初の約束を忘れるな。絶対に……絶対に……'],
  ];
  20 = [
    [
      '猫の肉球がついたメモ',
      '勝つ。それが生涯のハイライトであり、いちばん狂った策でもある。',
    ],
    [
      '猫の肉球がついたメモ',
      '衆人環視のもと、負けと勝ちはそれぞれあなたと彼女を迷わせる。怖がるな。家が港だ。',
    ],
  ];
  21 = [
    [
      '乱れた筆跡のメモ',
      'タマの伸びしろは、まだ掘れる……惜しいな。いまから育成を始めるなら……三女神に文句を言ってみるか？',
    ],
  ];
  25 = [
    [
      '「友だち」と署名されたメモ',
      '『わたし』はこの感情を認めない……シニア級までは……',
    ],
  ];
  32 = [
    ['光るメモ#1', '覚えておけ。真心だけが、厄介な女の守りをこじ開けられる。'],
    [
      '光るメモ#2',
      '可能性……やはり、カフェくんなのか。彼女と同時に育成を始めたら……',
    ],
    [
      '光るメモ#3',
      '薬を飲むか、飲まないか。問題はそれだけだ。第三の道はない。',
    ],
  ];
  37 = [
    [
      '整った字のメモ',
      '天皇賞（秋）のあと、わたしの三年は終わる。そしたらトレーナーさんと❤️……とりあえずToDoに入れておこう///……',
    ],
  ];
  44 = [
    ['魔法の紙飛行機#1', '『ある出来事』のあとでなければ、関係は先へ進まない'],
    [
      '魔法の紙飛行機#2',
      '勝敗どちらでも大きな悪影響はない。大胆にやれ。罰については、開始時の選択をよく見て',
    ],
    [
      '魔法の紙飛行機#3',
      '負ければ、勝ちとは少し違うテキストが見られるかも。それ以上の罰は心配しなくていい',
    ],
    [
      '魔法の紙飛行機#4',
      '100ウマコインなら貸す！ でも100を超えたら絶対ダメ！！（金がないわけじゃない！）',
    ],
    ['魔法の紙飛行機#5', '『求愛』されたいなら、少なくとも一度は『自分から』'],
  ];
  50 = [
    ['ほのかな香りがするメモ', '三冠は、すべてのウマ娘の夢。'],
    ['破れたメモ', '菊花賞……避戦するくらいなら……負けられない……'],
    ['薄い青のメモ', 'ラベンダーの花言葉は、愛を待つこと。'],
    ['蹄鉄の跡がついたメモ', '体力-5なら、蹴られたと思っていい'],
  ];
  56 = [
    [
      '運勢が書かれたメモ#1',
      '話してみよう。日常占いが、向いているトレを教えてくれる。',
    ],
    [
      '運勢が書かれたメモ#2',
      '神社の祈願で、フクキタルの毎週の運勢を変えられる。',
    ],
    [
      '運勢が書かれたメモ#3',
      '菊花賞、宝塚記念、有馬記念……アタシとフクは、絶対負けない……',
    ],
  ];
  61 = [
    [
      'きちんと折られたメモ#1',
      '高松宮記念はキングヘイローの執念。全力で、真剣に向き合って。',
    ],
    [
      'きちんと折られたメモ#2',
      '運命がキングヘイローに頭を下げさせるとき、絆がいちばんの特効薬になる。',
    ],
    [
      'きちんと折られたメモ#3',
      'ひび割れた心は勝利で直す。敗北は、さらに悪化させる。',
    ],
  ];
  64 = [
    ['隅に置かれたメモ#1', 'パーマーの成績と心は、見過ごせない。'],
    ['隅に置かれたメモ#2', '家族と友だちは、パーマーのいちばん大切な宝。'],
    [
      '屋上に落ちていたメモ',
      'ふたりの心を、もう離れられなくする方法は、勝利だけじゃない……',
    ],
  ];
  74 = [
    [
      '机に落ちたメモ',
      'この子だけのとき、はじめて彼女だけの物語が見える……妹は別だけど。',
    ],
  ];
  85 = [['血のついたメモ', 'あああ……ルビー……押しのけなければ……']];
  205 = [
    ['三色のメモ', '始めたら止まらない……フランス人の恋は、こうも大胆で熱い……'],
  ];
  400 = [
    ['赤みがかったメモ#1', 'たとえ……砕けていても……米国三冠を取って……'],
    [
      '赤みがかったメモ#2',
      '嵐の深夜……停電のホテル……決断のとき……慎重に考えて……',
    ],
  ];
  common = [
    [
      'メモ#01',
      '浮気は小事、バレたら大事！ ウマ娘を募集するときは、必ず『ひとり』で行くこと。',
    ],
    [
      'きらめくメモ#01',
      'どうやってまたひとりになる？ チーム一覧で、相手の切り替えとクリアができるよ。',
    ],
    [
      'きらめくメモ#02',
      '枠付きの点線下線の文字は、マウスを乗せると説明が出るよ。',
    ],
    ['ピンクのメモ#01', '何を考えてるの？ 臨月にレースは走れないよ。'],
    [
      'メモ#02',
      '外出、デート、一緒にゲームなどは、ウマ娘の調子を上げることがあるよ。',
    ],
    [
      'ピンクのメモ#02',
      '現代のネットは情報過多。妊娠させたまま無理にレースへ出せば、世論が荒れるよ。',
    ],
    [
      'メモ#03',
      'ウマ娘上手になりたい？ 中身を知る前に、むやみに難度を上げないこと。',
    ],
    ['メモ#04', '時間管理の達人でなければ、まずは一途がいいよ。'],
    ['メモ#05', '太っても焦らない！ 食事を抑えて体を動かせば、よくなる。'],
    ['メモ#06', 'ダイエット薬は効きが早い。でも副作用があるよ！'],
    [
      'メモ#07',
      '必須の出走は覚えとけ！ 育成レースを欠場すると、即ゲームオーバーになりうるよ！',
    ],
    [
      'メモ#08',
      '名声の高いトレーナーは、同時により多くのウマ娘を預かれる。ウマ娘マスターを目指せ！',
    ],
    [
      'メモ#09',
      '夜明け4時の駄菓子屋を見たことある？ 謎の売店では、謎の割引品が買えるよ。',
    ],
    ['ピンクのメモ#03', '絶対避妊したい？ 同性になればいい……のか？'],
    ['メモ#10', '意見があるなら、メインメニューを見てね！'],
    [
      'ピンクのメモ#04',
      '夜は目を閉じよ。見ないふりが一番のこともある。でないと……相手に勝てない。',
    ],
    ['ピンクのメモ#05', '強くなりたければ、禁断の果実を食べろ！'],
    ['黄色いメモ#01', '屈服させたいなら、痛めろ！'],
    ['黄色いメモ#02', '仕込みドリンクを見逃させたいなら、恥をかかせよ！'],
    [
      '黄色いメモ#03',
      '口径が大きすぎると痛い。合うまでは潤滑を忘れるな！ 裏口はたいてい表よりきつい！',
    ],
    [
      '黄色いメモ#04',
      '足コキでスピード、散歩でスタミナ、腰振りでパワー、絶頂で根性、夢うつつで賢さ！',
    ],
    ['黄色いメモ#05', 'ああ、旦那業でもパワーは鍛えられる。'],
    [
      'メモ#11',
      '三女神がいるから、殿堂入りしたウマ娘もまた育成を始められるよ！……彼女たちがいるなら。',
    ],
    [
      'メモ#12',
      '普通に募集できるウマ娘以外にも、特別な方法で募集するキャラがいるよ！',
    ],
    ['黒いメモ', 'これ、面白くない。'],
    ['ピンクのメモ#06', 'トレーナーを殺すのは愛ではなく、嫉妬だ。'],
    ['メモ#13', '歩くのが辛いなら、乗り物もあるよ！'],
    [
      'ピンクのメモ#07',
      '老いてから愛を知るな。コースの末端まで来てからブレーキを踏むな！',
    ],
    ['きらめくメモ#03', '右クリックでテキストを早送りできる！'],
    [
      'メモ#14',
      '便利な小道具を使いたい？ 所持品をこまめに見て、使わないと効果は出ないよ！',
    ],
    ['ピンクのメモ#08', '人には欲がある。溜めすぎると……'],
    ['メモ#15', 'ストレスに注意！'],
    ['メモ#16', '海外レースは手動登録したうえで、遠征を始めろ！'],
    [
      'メモ#17',
      'もっと預かりたい？ 預かりたいウマがいない？ 理事長に相談してみよう！',
    ],
    [
      'メモ#18',
      '名声が上がると、初めての募集でウマ娘はより信頼し、トレ効果も少し上がり、賞金の分け前も増える。',
    ],
    [
      'メモ#19',
      'もっと高いトレ効果が欲しい？ 担当の好感を上げるか、他のトレーナーに頼もう！',
    ],
    ['メモ#22', ''],
    ['ピンクのメモ#09', '快感は部位のあいだを伝わる……絶頂も同じ……'],
    [
      'ピンクのメモ#10',
      '特別な思いを抱かせていなければ、一緒に祝わなくても恨まれない……',
    ],
    [
      '羊皮のメモ',
      '三女神に祈れ……二度目の機会、新しい物語、新しい旅、新しい人生……殿堂週の夜、三女神に祈れ！',
    ],
  ];
  call = [
    [
      '？？？署名のメモ#1',
      'すべて、そこに置いておいた……『目白城』……恋人を連れて行け。恩寵を得られる……',
    ],
    [
      '？？？署名のメモ#2',
      '忘れるな。『目白城』は願いを拒まない。だが借りは返さなくていい、という意味ではない……',
    ],
    [
      '？？？署名のメモ#3',
      '恩寵は永遠だが、わたしの忍耐はそうではない……もっと欲しい？ なら、また『目白城』へ……',
    ],
  ];
};
