module.exports = class extends require('#/i18n/zh-CN/race/genes') {
  t_adapt = '適性';
  t_base = '能力';
  t_skill = '技巧';

  r_n = 'コモン';
  r_r = 'レア';
  r_sr = 'エピック';
  r_ssr = 'レジェンド';

  gn_tip_template = '【%NAME%】（%TYPE% ・ %RARITY%）\n%DESC%';

  sg_name_template = '「%NAME%」の残響';
  sg_desc_template = '「%NAME%」を習得';

  300000 = '殿堂ウマ娘の魂';
  // GENERATED START
  100000 = '秘伝・芝のコツ';
  100001 = '秘伝・ダートのコツ';
  100002 = '秘伝・短距離のコツ';
  100003 = '秘伝・マイルのコツ';
  100004 = '秘伝・中距離のコツ';
  100005 = '秘伝・長距離のコツ';
  100006 = '秘伝・逃げのコツ';
  100007 = '秘伝・先行のコツ';
  100008 = '秘伝・差しのコツ';
  100009 = '秘伝・追込のコツ';
  200000 = 'スピード新星の追憶';
  200001 = 'スピード使いの追憶';
  200002 = 'スピード名手の追憶';
  200003 = 'スピード達人の追憶';
  200010 = 'スタミナ新星の追憶';
  200011 = 'スタミナ使いの追憶';
  200012 = 'スタミナ名手の追憶';
  200013 = 'スタミナ達人の追憶';
  200020 = 'パワー新星の追憶';
  200021 = 'パワー使いの追憶';
  200022 = 'パワー名手の追憶';
  200023 = 'パワー達人の追憶';
  200030 = '根性新星の追憶';
  200031 = '根性使いの追憶';
  200032 = '根性名手の追憶';
  200033 = '根性達人の追憶';
  200040 = '賢さ新星の追憶';
  200041 = '賢さ使いの追憶';
  200042 = '賢さ名手の追憶';
  200043 = '賢さ達人の追憶';
  // GENERATED END
};
