const I18nSkillDesc = require('#/i18n/zh-CN/race/skill-desc');

module.exports = class extends I18nSkillDesc {
  disabled_template = '（無効）%DESC%';

  100039 = 'レース終盤に速度が上がり、冷静さを取り戻す';
  100601 = 'レース終盤に3番手で負けそうなとき、秘めた闘志が燃え、速度が上がる';
  101321 =
    '終盤が近づくある地点で速度がわずかに上がる。中距離ではトレーナーへの恋慕に応じて、最大3倍まで効果が増える';
  102041 =
    '終盤の初めに前方にいると大きく前へ出て加速力がすごく上がる。得意距離なら速度もさらに上がる';
  102051 =
    'ゴール近いコーナーで残した脚を一気に爆発させ、巧みな展開で持久力も大きく回復する';
  102061 =
    '終盤に入ると最高の舞いを披露して速度が上がる。ゴールまでまだ遠いときはスタミナも調整する';
  110071 =
    'レース後半のある地点で速度がわずかに上がり、他スキルのクールダウンを解除する';
  210071 =
    'レース後半に前方だと速度が上がり、加速力がわずかに上がる。トレーナーの名声が高いほど効果が増す';
  210072 =
    'レース後半に前方だと速度がわずかに上がり、加速力がちょっと上がる。トレーナーの名声が高いほど効果が増す';
  210291 = '最終直線で速度が上がる。現地の言語レベルが高いほど効果が増す';
  210301 = 'レース中盤に速度が上がる。能力が平均しているほど効果が増す';
  210321 = '最終スパートで前へ出る。体重が軽いほど効果が増す';
  210341 =
    '最終直線で速度が上がる。トレーニング施設レベルの合計が高いほど効果が増す';
  210351 =
    '最終スパートの中盤で速度が上がる。トレーナーの名声が高いほど効果が増す';
  210361 = '最終直線で速度が上がる。トレーナーのウマコインが多いほど効果が増す';
  210371 = '最終スパートの山場で速度が上がる。疲労の層が少ないほど効果が増す';
  210381 =
    'レース最終盤の開始時、最終スパート中なら速度が上がる。出走仲間の能力合計が高いほど効果が増す';
  210391 =
    'レース終盤の初めに最終スパート中なら速度が上がる。体重が重いほど効果が増す';
  600011 =
    '最終スパートの山場で速度と加速力がわずかに上がる。トレーナーへの恋慕が深いほど効果が増す';
  600012 =
    '最終スパートの山場で止まらぬ勢いで速度と加速力がちょっと上がる。トレーナーへの恋慕が深いほど効果が増す';
  660011 =
    '絶頂時、自身の速度がわずかに下がり、後ろ最大5人の速度がちょっと下がり、前最大5人を焦燥させる';
  660012 =
    '絶頂時、自身の速度がちょっと下がり、後ろ最大5人の速度が下がり、他の相手を焦燥させる';
  660021 = '絶頂時、体力がわずかに減り、短時間だけ速度がちょっと上がる';
  660022 =
    '絶頂時、体力が減り、短時間だけ速度がすごく上がり、ブロックを突破する';
  660031 = '絶頂時、他の相手と快感を分け合う';
  660032 =
    '絶頂時、他の相手とより多く快感を分け合う。場にいる人数が多いほど効果が増す';
  660041 = '噴乳時、仲間の持久力をわずかに回復する';
  660042 =
    '噴乳時、仲間の持久力を回復し、自身の持久力もわずかに回復して速度がちょっと上がる';
  660051 = '性玩具が基礎能力の発揮を妨げなくなる';
  660052 = '玩具をつけて出走すると、基礎能力の発揮がわずかに上がる';
  990039 = 'レース終盤に速度が上がり、冷静さを取り戻す';
  900601 =
    'レース終盤に3番手で負けそうなとき、秘めた闘志が燃え、速度がわずかに上がる';
  902041 =
    '終盤の初めに前方にいるとちょっと前へ出る。得意距離なら速度もわずかに上がる';
  902051 = 'ゴール近いコーナーで速度がほんの少し上がり、体力もわずかに回復する';
  902061 =
    '終盤に入ると速度が上がる。ゴールが見えないときはスタミナも少し調整する';
  990011 = 'レース終盤に速度がものすごく上がり、体力も回復する';
  990021 =
    'レース終盤に失速し、凌辱するような嫌悪の視線を想像していきそうになる。すでに絶頂していれば、全員を失速させる';
  // GENERATED START
  10071 =
    'レース中間付近で後方だと\nロングスパートをかけて\n速度をわずかに上げ続ける';
  100011 =
    'レース終盤以降に追い抜いて\n中団以前につけると前に出続けて\n加速力をちょっと上げ続ける';
  100021 =
    'レース後半に先頭だと速度が上がる\nその後最終盤に先頭で\n後ろのウマ娘との差が1バ身以上だと\n少しの間速度がわずかに上がる';
  100031 =
    '終盤以降前方で前のウマ娘と1バ身以内\nで追い抜こうとすると最終直線で速度が\nすごく上がる、作戦先行で2400mなら\n効果中追い抜くと3回まで効果が増える';
  100041 = '最終コーナー以降で前方だと\nギアを変えて加速力が上がる';
  100051 =
    '終盤以降に先団で少し抜け出ていると\n残り300mを切ってから輝きを増し\n速度がすごく上がる';
  100061 = '残り200m地点で好位置だと\n道を開いて速度がすごく上がる';
  100071 =
    'レース中間付近で後方だと\nロングスパートをかけて\n速度を少し上げ続ける';
  100081 =
    '残り200mを切って好位置にいるとき\n前または後ろのウマ娘との差が1バ身\n以内だと速度が上がる';
  100091 =
    'レース後半に先頭ですぐ後ろのウマ娘\nとの差が1バ身以内か、2番手で\n追い抜こうとすると速度と加速力が\n少し上がる';
  100101 = '最終コーナー後半で好位置だと\n弾みを付けて加速力を上げ続ける';
  100111 = '最終直線で追い抜いて3番手以降に\nつけると末脚を使って速度が上がる';
  100121 =
    '最終コーナー以降に外から追い抜いて\n中団以降につけていると\n最終直線で速度が上がる';
  100131 =
    '最終コーナーで前の方だと\n抜かせない覚悟を決めて速度が上がる\n長距離で余力十分ならすごく上がる';
  100141 =
    '最終直線で先団だと速度と加速力が\n少し上がる、2400mのレースで\n余力十分なら効果が変わり持久力を\nすごく使って速度がものすごく上がる';
  100151 =
    '最終コーナー以降に4番手以内で\n前または後ろのウマ娘との差が1バ身\n以内だと王たる輝きで速度が上がる';
  100161 =
    '最終コーナー以降に外から追い抜いて中\n団につけると怪物的な力で速度が上がる\n中盤競り合っていた場合はすごく上がる';
  100171 = 'レース終盤以降に3回以上追い抜くと\n最終直線で速度がすごく上がる';
  100181 =
    '最終コーナーで追い抜いて3番手以降に\nつけると女帝たる走りで速度が上がる';
  100191 =
    'レース終盤以降に2回追い抜くと\n間近で拝むウマ娘ちゃんの\nあまりの尊さに思わず\n速度が上がりコース取りがうまくなる';
  100201 = 'レース終盤以降のコーナーで\n先頭だとこれ幸いと加速力が上がる';
  100211 =
    'レース後半の直線で好位置にいる\nまたは中団から追い抜こうとすると\n速度が上がり加速力がちょっと上がる';
  100221 =
    'レース後半に好位置で競り合うと\n走ることに心を躍らせて\n速度が上がる';
  100231 =
    '終盤以降の最終コーナー以降で\n4番手以内だと速度が上がる\n掛からなければ勝利の方程式を導き\nすごく上がる';
  100241 = '最終コーナー以降に3番手以内で\n競り合うと速度と加速力が少し上がる';
  100251 =
    'レース後半に中団から\n『お友達』を追って速度を少し上げ続け\n前のウマ娘の速度をちょっと下げ続ける';
  100261 =
    '出遅れていない場合最終直線で\n3番手以内だと速度が上がる\n先団をキープしていた場合は\nすごく上がる';
  100271 =
    'レース終盤以降のコーナーで\n中団だと前の位置につこうとして\n加速力が上がる';
  100281 =
    'レース中間付近で好位置にいるとき\n追い抜こうとすると速度が少し上がる\n短距離レースでは効果が変わり\n少し前に出る';
  100291 =
    '残り300mを切って先団にいるとき\n先頭か先頭から2バ身以内だと\n速度が上がる';
  100301 =
    'レース終盤以降に追い抜いて\n4番手以内につけていると最終直線で\n強い意志を持って速度が上がる';
  100311 =
    '残り300m付近で2番手以内だと速度が\n少し上がる、坂を上った後だった場合は\nすごく上がる';
  100321 =
    'レース後半のコーナーで\n好位置に控えていると持久力を回復し\n少しの間速度が少し上がる';
  100331 =
    '最終直線で先頭から2バ身以上離れてい\nると星に導かれるように速度が上がる\n最後方付近にいる場合はすごく上がる';
  100341 =
    'レース前半中団以降をキープしていて\n追い比べをしていると江戸っ子の底力を\n見せつけて速度がすごく上がる';
  100351 =
    '最終コーナー以降に競り合っていると\n最終直線で5番手以内にいる時\n強い気持ちが湧き速度が上がる';
  100361 =
    '最終コーナー以降に中団の内ラチ側にい\nると勝利への道筋を見出して最終直線で\n速度が上がりコース取りがうまくなる';
  100371 =
    '掛からず最終直線で3番手以降だと\n速度が上がる、中団をキープしていた\n場合はすごく上がる';
  100381 =
    'レース中間付近で追い抜いて好位置に\nつけると速度と加速力が少し上がる';
  100391 = '最終直線で競り合うと\n可憐にぶっ飛ばして速度が上がる';
  100401 =
    'レース後半に中団で追い抜こうとすると\n持てるパフォーマンスを発揮して\n速度を少し上げ続ける';
  100411 =
    'レース後半に3番手以内で競り合うと\nバクシン力（？）を発揮、速度が上がる';
  100421 =
    '残り200m地点で2番手以降にいるとき\n先頭から4バ身以内だと速度が上がる\n2バ身以内だとすごく上がる';
  100431 =
    '追い比べをしていると速度が少し上がる\nさらにダートレースなら嚙みつかん\nばかりの気迫で加速力が上がる';
  100441 =
    '最終コーナー突入時まで掛からず\n後方をキープすると残り300m地点で\nスピードアップの魔法をかけて\n速度を上げ続ける';
  100451 = 'レース中盤のどこかで好位置だと\n持久力をすごく回復する';
  100461 =
    'レース中盤の直線で2番手以内にいると\nき後ろのウマ娘との差が1バ身以内だと\n速度と加速力が少し上がる';
  100471 =
    'レース終盤以降の残り400m地点で\n先団だと速度が上がる、GⅠなどの\n大舞台のレースで3番人気以上だと\nすごく上がる';
  100481 =
    '最終直線で先団にいるとき\n追い抜こうとするか近寄られると\nテンションを上げて速度が上がる';
  100491 =
    '最終コーナー以降に追い抜こうと\nしていた場合、残り400mを切ってから\n好位置だと速度が上がる\n4番人気以下だとすごく上がる';
  100501 =
    '最終コーナー以降に中団で追い抜こうと\nすると、切れ味が増し速度が上がる';
  100511 =
    'レース中盤のコーナーで\n競り合っていた場合\n終盤以降かつ最終コーナー後半以降に\n好位置だと加速力が上がる';
  100521 =
    '最終コーナーで後方にいるとき\n近くにウマ娘がいると持久力を\n回復する';
  100531 =
    '終盤以降の最終コーナー以降に後方で\n前のウマ娘との差が1バ身以内だと短い\n間加速力がちょっと上がる、効果中に\n追い抜くと3回まで効果と時間が増える';
  100541 =
    'レース後半に追い抜いて中団以降につけ\nていると、残り150mを切ってから\n前方だと少しの間速度がすごく上がる';
  100551 =
    'レース中間付近で中団にいるとき\n近くにウマ娘がいると速度が上がる\n視界にウマ娘が4人以上いると\n効果が増える';
  100561 =
    'レース終盤以降に3番手以降で\n前方が詰まったとき\nお告げの力で速度が上がり\n加速力がちょっと上がる';
  100571 =
    '終盤が迫ったどこかで後方だと\n速度を少し上げ続ける\n中距離か長距離レースで先頭から8バ身\n以上離れていると速度を上げ続ける';
  100581 =
    'レース終盤以降に追い抜くと\nあきらめない心を発揮して速度と\n加速力が少し上がる';
  100591 =
    '掛からなければ中盤の最終コーナーか\n終盤以降の最終コーナーではない\nコーナーで中団にいるとき\n奮い立ち加速力が上がる';
  100611 = '掛からなければ残り200m地点で\n中団だと実力発揮、速度がすごく上がる';
  100621 =
    'レース後半かつレース中盤で中団だと\n気合を入れ直して持久力を回復し\n速度が少し上がる';
  100631 =
    '掛からなければ最終盤で\nラストスパートの最中なら\n速度を少し上げ続ける';
  100641 =
    'レース後半まで前方をキープすると\n気分を爆アゲして持久力を回復し\n速度を少し上げ続ける';
  100651 =
    '終盤が迫ったどこかで前方だと\n速度が少しアガる、短距離かマイル\nレースの場合は少しアゲ続ける';
  100661 =
    '中盤の半ばに先頭で後ろのウマ娘との差\nが1バ身以上だと超長時間速度をわずか\nに上げ続ける、その後レース最終盤にゴ\nールするまで速度をちょっと下げ続ける';
  100671 =
    '最終直線に入ったとき2～5番手だと\n強い意志で速度が上がる\n先頭から2バ身以内ならすごく上がる';
  100681 =
    'レース後半の第3コーナーで2番手以内\nだと速度が少し上がる、または終盤の\n向正面で2番手以内だと速度と加速力が\n少し上がる';
  100691 =
    '残り300mを切って好位置にいるとき\n前のウマ娘との差が1バ身以内だと\n強い想いが花開き速度が上がる';
  100701 =
    '残り800m地点で中団だと加速力が\nわずかに上がる、2400mのレースで\n3番人気以上だとすごく上がる';
  100711 =
    '最終直線で後ろのウマ娘との差が1バ身\n以内だとこの瞬間に懸け持久力を\nわずかに使って少しの間\n速度がすごく上がる';
  100721 =
    '最終コーナー以降に追い抜いていた場合\n残り300mを切って先団だと\n烈火の如き闘争心で速度が上がる';
  100731 = 'レース終盤以降に追い抜くと\n最終直線で速度が上がる';
  100741 =
    'レース後半に中団から残り持久力に\n応じたロングスパートをかけて\n速度をわずかに上げ続ける';
  100761 =
    'レース中間地点で中団だと速度が\n少し上がる、長距離レースだと上げ続け\nさらに持久力をすごく回復する';
  100771 =
    'レース終盤目前で好位置にいた場合\n残り400m地点で速度がすごく上がる\n長距離でスキル発動時、先頭か先頭から\n1バ身以内だとものすごく上がる';
  100781 =
    'レース前半中団以降をキープして\n最終コーナー後半に前の方だと長時間\n加速力をちょっと上げ続ける\n2番手ならわずかに上げ続ける';
  100791 =
    'レース中盤に前方で競り合うと\nレース後半に少しの間速度が上がる\n大井か川崎か船橋レース場なら\n上げ続ける';
  100801 =
    'レース後半まで前方をキープしていて\nライバルのウマ娘が加速スキルを発動\nすると少し前に出る、さらにURAの\nダートレースなら速度がわずかに上がる';
  100811 =
    'レース終盤以降のコーナーで少しの間\n少し前に出る、ダートレースなら\n少しの間前に出てさらに加速力が\nちょっと上がる';
  100821 =
    '最終コーナーで好位置だと\n少しの間速度が上がる\nマイルレースなら速度が上がる';
  100831 =
    'レース中間付近以降の直線で中団だと\n速度が上がる、そこが下り坂なら\n上げ続ける';
  100841 =
    'レース終盤以降に後方だと\n最終直線で力を解放し前に出る\n東京レース場の中距離レースなら\nものすごく前に出る';
  100851 =
    '掛からず終盤突入時に後方だと\n少し前に出て先頭から4人までの\nウマ娘の速度をちょっと下げる';
  100861 = '残り1000m地点で好位置だと\n速度が上がる';
  100871 =
    '残り400mを切って2番手以内で\n近寄られるとファンの心に残る走りで\n速度と加速力が少し上がる';
  100881 =
    '最終コーナーで中団にいた場合\n残り400mを切ってから速度が上がる\n中距離レースで中盤に追い抜いていると\nすごく上がる';
  100891 =
    'レース中間付近で好位置だと速度が\n上がり持久力をわずかに回復する\n2400m以上のレースだと回復量が\n増える';
  100901 =
    'レース前半のコーナーで前方だと短い間\n速度が上がる、マイルか中距離レース\nならその後終盤以降の最終直線で近寄ら\nれると少しの間少し前に出る';
  100911 =
    'レース終盤以降の最終直線に入ったとき\n中団だと残り300mを切ってから\n速度が少し上がる\n掛からなければすごく上がる';
  100921 =
    'レース中間付近で好位置だと\n速度が上がる\n中距離レースなら効果が増える';
  100931 =
    '終盤始めのどこかで好位置だと\n少し前に出る、短距離かマイル\nレースの場合は前に出る';
  100941 = 'レース中間地点で中団だと速度が上がる\n中距離レースならすごく上がる';
  100951 =
    'レース終盤突入時に前方だと\nわずかに前に出る\n短距離レースならゴールするまで\nわずかに前に出続ける';
  100961 =
    'レース後半の第3コーナーで中団だと\n少しの間速度が上がる\nその後終盤以降の最終直線で追い抜こう\nとすると速度がわずかに上がる';
  100971 =
    '残り300m地点で中団だと速度が\nすごく上がる、または中距離レースで\n「衝動」が発動していると終盤以降の\nコーナーで順位によらず加速力が上がる';
  100981 =
    '終盤が迫ったどこかで速度が少し上がり\nさらに能力を引き出すスキルの発動数に\n応じて速度と加速力が上がる';
  100991 =
    '中盤のコーナーで競り合っていた場合\n好位置だとラストスパートの最中なら\n加速力がわずかに上がる、余力十分なら\n加速力が上がる';
  101001 =
    '残り300m地点で好位置だと\n速度が少し上がる\nさらにダートレースで先頭から\n2バ身以内だと少し前に出る';
  101021 =
    'レース前半に中団ですぐ前かすぐ後ろに\nウマ娘が長くいると持久力をわずかに\n回復する、その後レース中間付近の\n直線で少しの間速度がすごく上がる';
  101031 =
    'レース中盤に前方で競り合うと\n少しの間速度が上がる\nさらに追い比べをしているならその後\n少しの間わずかに前に出る';
  101041 =
    '第3コーナーで先頭なら速度が少し\n上がり持久力を少し回復する、東京の\n中距離レースなら少し上げ続け\n持久力を少し回復する';
  101051 =
    'レース中間付近で中団だと速度が上がる\n中距離レースで7回以上スキルを発動\nしているとすごく上がる';
  101061 =
    '最終コーナー後半で中団だと速度を\n少し上げ続ける、長距離レースで\n4番人気以下だとすごく上げ続ける';
  101071 =
    '終盤以降の最終直線で先頭だと\n速度が少し上がる\n終盤開始までに取ったリードの距離に\n応じて効果が増える';
  101081 =
    'レース中間地点で後方だと速度が上がる\nその後終盤以降の最終コーナーで\n追い抜こうとすると短い間\nわずかに前に出る';
  101091 =
    'レース前半のコーナーで中団だと\n速度が少し上がる、短距離かマイル\nレースの場合は少し上げ続ける';
  101101 =
    '残り800m地点で中団だと少しの間\n少し前に出て加速力がちょっと上がる\nさらに根幹距離のレースで中団だと\n加えて加速力がわずかに上がる';
  101111 =
    'レース中間付近で中団だと\n速度を少し上げ続ける\nそこが上り坂なら速度を上げ続ける';
  101121 =
    'レース最終盤が迫ったとき\n少しの間速度が上がる\nマイルレースでスキル発動時、前方だと\n効果が変わり少しの間すごく前に出る';
  101131 =
    'レース前半のコーナーで好位置だと\n速度が上がる、2200mのレースなら\n上げ続ける';
  101141 =
    'レース中間地点で中団以降だと\n少し前に出る\nマイルか中距離レースなら\nすごく前に出る';
  101151 =
    '残り1000m地点で少し前に出続ける\n中距離か長距離レースで全ての\n基礎能力が十分に高いと\n前に出続ける';
  101161 =
    'レース前半のコーナーで前方だと\n速度が少し上がる、その後\n終盤以降の最終直線で先団だと\n短い間速度がすごく上がる';
  101171 =
    '中盤以降に追い抜くと終盤以降の\n最終直線に入ったとき少しの間速度が\n上がる、作戦が追込で中盤以降に3回以\n上追い抜くと少しの間ものすごく上がる';
  101181 =
    'レース中間付近で速度が少し上がる\n芝の中距離レースで\nスキル発動時中団以降だと\n長めに速度を上げ続ける';
  101191 =
    '終盤突入時に後方にいるときゴールまで\n遠いと短い間少し前に出る、中山か\n阪神レース場の中距離か長距離レース\nならその後直線で短い間すごく前に出る';
  101201 =
    '4ハロン目で前方だと少しの間\n速度が上がる、「無二」「無三」が\n両方発動していると効果量が変わり\n少しの間速度がとてつもなく上がる';
  101211 =
    '最終コーナーで追い抜くと最終盤で\nラストスパートの最中なら速度が上がる\n短距離かマイルレースでスキル発動時\n中団だとすごく上がる';
  101241 =
    '終盤が迫ったどこかで前方だと速度が\n少し上がる、1600m～2000mの\nレースでスキル発動時、先頭か先頭から\n4バ身以内だとすごく上がる';
  101271 =
    'レース後半の直線で中団だと速度が\n上がる、長距離レースなら効果が増える';
  101291 =
    '中盤コーナーで前方だと短い間すごく前\nに出る、中距離なら短い間とてつもなく\n前に出た後、全開スパート中どこかで3\n番手以内だと短い間伸びを見せる';
  101301 =
    '残り1000m地点で前方だと\n速度が少し上がる、芝のマイルか中距離\nレースでスキル発動時そこが直線なら\n効果が変わり前に出続ける';
  101311 =
    'レース中間地点で中団以降だと\n短い間前に出る、短距離かマイルレース\nならその後最終盤でラストスパートの\n最中なら短い間すごく前に出る';
  101331 =
    'レース中間付近で少しの間速度が少し\n上がる、中距離か長距離レースならこの\nスキルと覚醒スキル進化をしたスキルの\n効果時間が2倍になる';
  101341 =
    'レース中盤に前方にいるとき\n近くにウマ娘が2人以上いると\n速度を少し上げ続ける、中距離か長距離\nレースなら速度を上げ続ける';
  101351 =
    'レース後半に速度を少し上げ続ける\n2000m以上のレースならその後\nラストスパートの最中に短い間\n加速力が少し上がる';
  101361 =
    '終盤に中団以降で余力十分なら前に出る\n「聖女の試練」で速度を上げていると\nその後全開スパート中どこかで短い間\n少し伸びを見せる';
  101371 =
    '中盤始めに中団以前だと長時間少し前に\n出続ける、「大逃げ」が発動していると\n効果が変わり、持久力を少し回復して速\n度がわずかに上がる';
  101411 =
    'レース後半に速度を少し上げ続ける\n2000m以上のレースならその後\nラストスパートの最中に短い間\n加速力が少し上がる';
  101431 =
    '中盤突入時に後方だと終盤が迫ったとき\n前に出る、中距離レースならその後\n最終直線に入ったとき前方だと\nわずかに前に出る';
  101441 =
    'レース序盤または中盤に追い抜かれて\n前方にいるか前方で競り合うと少し\n前に出続ける、中距離レースならその後\n最終盤で短い間少し前に出る';
  101451 =
    'スタートが上手くいくと\n長時間少し前に出続ける、または\n出遅れていて中間地点で後方だと\n速度がすごく上がる';
  101491 =
    '中盤のコーナーで追い抜こうとすると\n速度がわずかに上がる\n中距離レースならその後直線で少しの間\n前に出る';
  110021 =
    '終盤突入時に先頭だと少し前に出る\nそこが第3コーナーで中盤に先頭で\n後ろのウマ娘との差が3バ身以上だと\nすごく前に出る';
  110031 =
    '最終コーナー以降に5番手以内で\n追いすがっていると最終直線にいるとき\n不屈の闘志で速度がすごく上がる';
  110041 =
    'スキルで持久力を回復していて\nレース後半で3番手以内だと\nレッツラゴー！と速度が上がる';
  110061 =
    'スキルで持久力を3回以上回復すると\nレース後半で勝利に向かい\n持久力を少し回復し速度と加速力が\n少し上がる';
  110081 =
    'レース中盤以降の下り坂で中団だと坂を\n下った後少しの間速度が上がる\n東京レース場なら速度が上がり\nさらに加速力がちょっと上がる';
  110091 =
    'レース後半の直線で2番手以内だと\n速度を少し上げ続ける、先頭で\n後ろのウマ娘との差が1バ身以内だと\n速度を上げ続ける';
  110101 =
    '残り200m地点で好位置だと速度が\n上がる、さらに先頭から2バ身以内だと\nパワフルな走りでわずかに前に出る';
  110131 =
    'レース終盤以降かつ最終コーナー以降に\n4番手以内で近寄られると\n速度を上げ続ける';
  110141 =
    '最終コーナーで中団にいるとき\n追い抜こうとすると魂を燃え滾らせて\n加速力が上がる';
  110151 =
    '残り400m地点で先団だと速度が上がる\nスキルを7回以上発動していると\nすごく上がる';
  110161 =
    '終盤以降の最終コーナー後半に\n先団だと速度が上がる\n長距離レースかつ中盤に\n競り合っていた場合はものすごく上がる';
  110171 =
    'レース終盤以降に前方で詰め寄られると\n最終コーナー以降に闘志を燃やして\n速度を上げ続ける';
  110181 = 'レース中盤に前方で\n追い抜こうとすると速度が上がる';
  110191 =
    '中盤のコーナーで中団以降にいるとき\n近くにウマ娘ちゃんが3人以上いると\n萌えパワーで速度が上がる';
  110201 =
    '終盤以降の直線で2番手以内だと\n意気揚々と速度が上がる、さらにそこが\n向正面なら加速力がわずかに上がる';
  110211 =
    'レース中盤にスキルを2回発動すると\n速度を少し上げ続ける、効果中スキルを\n発動すると2回まで効果が増える';
  110221 =
    '終盤以降かつ最終コーナー以降に\n好位置だと速度が上がる\nさらにゴールまで遠いなら最高の走りで\n加速力がちょっと上がる';
  110231 =
    'レース後半まで前方をキープすると\nレース中盤に好位置にいるとき勝利への\n道筋を見出し速度が上がる';
  110241 =
    '最終コーナー以降に追い抜いて先団に\nつけると速度が、追い抜いて中団に\nつけると加速力が上がる';
  110261 =
    '中盤のコーナーで4番手以内にいるとき\n後ろのウマ娘との差が3バ身以内だと\n持久力をわずかに回復し速度が上がる';
  110271 =
    '終盤目前の下り坂で2番手以降かつ\n先頭から4バ身以内だと少しの間\n速度が上がる、さらに中距離レースなら\n加速力がちょっと上がる';
  110281 =
    '中盤が迫ったどこかで好位置だと\n少しの間速度が上がる\n短距離かマイルレースなら少しの間\nすごく上がる';
  110301 =
    'レース中盤で好位置だと\n前のウマ娘の持久力をちょっと減少させ\n自分の持久力を回復し速度が少し上がる';
  110321 =
    '後半のコーナーで好位置だと少しの間\n速度がすごく上がる\nさらに中山レース場なら\nスピードの能力に応じて加速力が上がる';
  110331 =
    '最終コーナー以降で中団以降だと\n加速力が上がる、2400mのレースなら\nすごく上がる';
  110341 =
    '終盤以降のコーナーで後方から追い\n抜こうとすると最終直線に入ったとき\n速度が上がる、終盤以降のコーナーで\n追い抜いた回数に応じて効果が増える';
  110351 =
    '最終直線で中団以降だとラストスパート\nの最中なら速度を少し上げ続ける\n効果中スキルを発動すると3回まで\n効果が増える';
  110381 =
    '残り350mを切って好位置にいるとき\n後ろのウマ娘との差が1バ身以内だと\n譲らぬ思いで速度と加速力が少し上がる';
  110391 =
    'レース中盤以降の上り坂で中団だと\n坂を上った後、優雅にぶちかまして\n速度が上がる';
  110401 = '最終コーナーで中団にいるとき\n競り合うと速度と加速力が少し上がる';
  110411 =
    '残り400m地点で3番手以内だと\n短い間加速力がちょっと上がる\nレース中盤に連続して競り合い続けた\n時間が長いほど効果と時間が増える';
  110441 =
    'レース中盤以降の下り坂で後方だと\n持久力を少し使って短い間前に出る\nその後好調か絶好調だと終盤以降の\n最終直線で短い間速度が上がる';
  110451 =
    '最終直線で4番手以内にいるとき\n前のウマ娘との差が1バ身以内だと\n速度と加速力が少し上がる';
  110461 =
    'レース中間付近で先頭付近だと\n速度を少し上げ続ける\nさらにダートレースなら\n持久力を少し回復する';
  110481 =
    'レース中間付近で中団だと\n速度を少し上げ続ける\n絶好調なら効果が増える';
  110501 =
    'レース終盤以降の最終コーナー後半で\n中団だと高みを目指して速度が上がる';
  110511 =
    '残り200m地点で中団だと速度が上がる\nさらに近くにウマ娘が3人以上いるなら\nわずかに前に出る';
  110531 =
    '残り200m地点で好位置だと速度が\n少し上がる、短距離レースで終盤以降に\n追い抜いていた場合はすごく上がる';
  110561 =
    'レース後半に中団以降で詰め寄られると\nマシマシの幸運パワーが身体に実り\n速度が上がる';
  110601 =
    '最終コーナー以降に追い抜いていた場合\n最終直線で中団だと速度が上がる\n4番人気以下だと奮起して上げ続ける';
  110611 =
    'レース前半に掛からず最後方付近を\nキープすると、最終直線で気合を\n爆発させて加速力が上がる';
  110711 =
    '終盤以降の最終直線で好位置にいるとき\n後ろのウマ娘との差が1バ身以内だと\n持久力を使って速度が上がり\nわずかに前に出る';
  110721 =
    'レース中間付近で競り合っていると\nレース後半のどこかで速度が上がる\nスキル発動時、内ラチ側にいると\nすごく上がる';
  110781 =
    '残り350m地点で前方だと\n少しの間前に出る、さらにマイルレース\nなら少しの間速度がわずかに上がる';
  110881 =
    'レース中盤始めに追い抜くと\n少しの間すごく前に出る\n中距離レースなら少しの間\nものすごく前に出る';
  110981 = 'レース終盤以降に前方にいるとき\nゴールまで遠いと前に出る';
  110991 =
    'レース中間地点で速度が少し上がる\nさらにダートレースでスキル発動時\n第3コーナーにいないなら\n加えて速度がわずかに上がる';
  111001 =
    'レース中盤始めに3番手以降で\nすぐ前かすぐ後ろにウマ娘が長くいると\n少しの間前に出る\nダートレースなら前に出続ける';
  111091 =
    'トリプルティアラのコースだと終盤\n以降のコーナーで少しの間少し前に出る\nさらにそこが下り坂なら\n加速力がわずかに上がる';
  111191 =
    '残り1000m地点で後方だと少しの間\n少し前に出る、長距離ならその後\n終盤以降のコーナーで追い抜いていた\n場合最終直線で短い間速度が上がる';
  120101 =
    '中盤が迫ったどこかで中団だと\n少しの間速度が上がる\n芝のマイルレースなら少しの間\nものすごく上がる';
  120111 =
    'レース後半で中団にいるとき\n追い抜こうとするか近寄られると\n残り400m地点で速度が上がる\n非根幹距離のレースならすごく上がる';
  120201 =
    '中盤のどこかで前方だと短い間すごく\n前に出る、中距離で出遅れていない場合\nその後終盤始めの早めのどこかで\n短い間加速力が上がる';
  120251 =
    'レース中盤に持久力を回復する\n長距離レースならその後\nレース後半に中団だと前に出続ける';
  120321 =
    '終盤以降の最終コーナー以降で前方だと\n少しの間速度がすごく上がる\n中距離レースでは効果が変わり\n少しの間すごく前に出る';
  120351 =
    'レース中盤に追い抜いて中団につけて\nいると第3コーナーで少しの間速度が\n上がる、2400mのレースで\n3番人気以上だと上げ続ける';
  120371 = '最終コーナーで中団だと前に出る\n東京レース場ならすごく前に出る';
  120411 =
    'レース中間地点で先団だと少しの間\n速度が上がる、さらに短距離レースなら\n少しの間少し前に出る';
  120451 =
    'レース中盤のコーナーで好位置だと\n持久力を回復する\nさらに中距離か長距離レースなら\n速度を少し上げ続ける';
  120481 =
    '中盤以降下り坂で中団だと下った後長め\nに速度をわずかに、加速力をほんのちょ\nっと上げ続ける、効果中スキル発動3回\nまで加速力が増える';
  120601 =
    '終盤以降の最終コーナー以降で中団\n以降だと少しの間速度がすごく上がる\n中距離レースでは効果が変わり\n少しの間すごく前に出る';
  120671 =
    '終盤が迫ったどこかで中団だと\n速度が少し上がる、中距離レースなら\n速度が上がる';
  120681 =
    '序・中盤に追い抜かれて前方にいるか\n前方で競り合うと短い間速度が上がる\n長距離レースならその後レース後半に\n2番手以内だと速度を少し上げ続ける';
  200011 = '右回りコースなら\nスピードが上がる';
  200012 = '右回りコースなら\nスピードが少し上がる';
  200013 = '右回りコースなら\nスピードが少し下がる';
  200014 = '右回りコースなら\nスピードとパワーが上がる';
  200021 = '左回りコースなら\nスピードが上がる';
  200022 = '左回りコースなら\nスピードが少し上がる';
  200024 = '左回りコースなら\nスピードとパワーが上がる';
  200031 = '東京レース場なら\nスタミナが上がる';
  200032 = '東京レース場なら\nスタミナが少し上がる';
  200034 = '東京レース場なら\nスタミナ、賢さ、スピードが上がる';
  200041 = '中山レース場なら\nスタミナが上がる';
  200042 = '中山レース場なら\nスタミナが少し上がる';
  200051 = '阪神レース場なら\nスタミナが上がる';
  200052 = '阪神レース場なら\nスタミナが少し上がる';
  200061 = '京都レース場なら\nスタミナが上がる';
  200062 = '京都レース場なら\nスタミナが少し上がる';
  200064 = '京都レース場なら\nスタミナ、賢さ、スピードが上がる';
  200071 = '中京レース場なら\nスタミナが上がる';
  200072 = '中京レース場なら\nスタミナが少し上がる';
  200081 = '札幌レース場なら\nスタミナが上がる';
  200082 = '札幌レース場なら\nスタミナが少し上がる';
  200091 = '函館レース場なら\nスタミナが上がる';
  200092 = '函館レース場なら\nスタミナが少し上がる';
  200101 = '福島レース場なら\nスタミナが上がる';
  200102 = '福島レース場なら\nスタミナが少し上がる';
  200111 = '新潟レース場なら\nスタミナが上がる';
  200112 = '新潟レース場なら\nスタミナが少し上がる';
  200121 = '小倉レース場なら\nスタミナが上がる';
  200122 = '小倉レース場なら\nスタミナが少し上がる';
  200131 = '根幹距離（400mの倍数）なら\nスタミナが上がる';
  200132 = '根幹距離（400mの倍数）なら\nスタミナが少し上がる';
  200133 = '根幹距離（400mの倍数）なら\nスタミナが少し下がる';
  200141 = '非根幹距離（400mの倍数以外）なら\nスタミナが上がる';
  200142 = '非根幹距離（400mの倍数以外）なら\nスタミナが少し上がる';
  200151 = '「良」のバ場状態なら\nパワーが上がる';
  200152 = '「良」のバ場状態なら\nパワーが少し上がる';
  200154 = '「良」のバ場状態なら\nパワーとスピードが上がる';
  200161 = '「稍重」「重」「不良」のバ場状態なら\nパワーが上がる';
  200162 = '「稍重」「重」「不良」のバ場状態なら\nパワーが少し上がる';
  200163 = '「稍重」「重」「不良」のバ場状態なら\nパワーが少し下がる';
  200164 = '「稍重」「重」「不良」のバ場状態なら\nパワーとスピードが上がる';
  200171 = '春のレースなら\nスピードが上がる';
  200172 = '春のレースなら\nスピードが少し上がる';
  200174 = '春のレースなら\nスピードとパワーが上がる';
  200181 = '夏のレースなら\nスピードが上がる';
  200182 = '夏のレースなら\nスピードが少し上がる';
  200184 = '夏のレースなら\nスピードとパワーが上がる';
  200191 = '秋のレースなら\nスピードが上がる';
  200192 = '秋のレースなら\nスピードが少し上がる';
  200194 = '秋のレースなら\nスピードとパワーが上がる';
  200201 = '冬のレースなら\nスピードが上がる';
  200202 = '冬のレースなら\nスピードが少し上がる';
  200204 = '冬のレースなら\nスピードとパワーが上がる';
  200211 = '晴れの日のレースなら\n根性が上がる';
  200212 = '晴れの日のレースなら\n根性が少し上がる';
  200221 = '曇りの日のレースなら\n根性が上がる';
  200222 = '曇りの日のレースなら\n根性が少し上がる';
  200231 = '雨の日のレースなら\n根性が上がる';
  200232 = '雨の日のレースなら\n根性が少し上がる';
  200241 = '雪の日のレースなら\n根性が上がる';
  200242 = '雪の日のレースなら\n根性が少し上がる';
  200251 = '枠番が1～3のレースなら\n賢さが上がる';
  200252 = '枠番が1～3のレースなら\n賢さが少し上がる';
  200253 = '枠番が1～3のレースなら\n賢さが少し下がる';
  200261 = '枠番が6～8のレースなら\nスピードが上がる';
  200262 = '枠番が6～8のレースなら\nスピードが少し上がる';
  200263 = '枠番が6～8のレースなら\nスピードが少し下がる';
  200271 = '自分と同じ作戦のウマ娘がいないと\nスピードがすごく上がる';
  200272 = '自分と同じ作戦のウマ娘がいないと\nスピードが上がる';
  200281 = '自分と同じ作戦のウマ娘が多いと\nパワーが上がる';
  200282 = '自分と同じ作戦のウマ娘が多いと\nパワーが少し上がる';
  200283 = '自分と同じ作戦のウマ娘が多いと\nパワーが少し下がる';
  200291 = '1番人気のウマ娘と作戦が同じだと\n根性が上がる';
  200292 = '1番人気のウマ娘と作戦が同じだと\n根性が少し上がる';
  200301 = '4番人気以下のレースで\nスピードが上がる';
  200302 = '4番人気以下のレースで\nスピードが少し上がる';
  200311 = 'GⅠなどの大舞台のレースで\nスピードが少し下がる';
  200321 = '1番人気になるとスタミナが少し下がる';
  200331 = 'いずれかのコーナーのどこかで\n速度が上がる';
  200332 = 'いずれかのコーナーのどこかで\n速度がわずかに上がる';
  200341 = 'いずれかのコーナーのどこかで\n加速力が上がる';
  200342 = 'いずれかのコーナーのどこかで\n加速力がわずかに上がる';
  200351 = 'レース中盤のコーナーで\n持久力を回復する';
  200352 = 'レース中盤のコーナーで\n持久力をわずかに回復する';
  200361 = 'いずれかの直線のどこかで\n速度が上がる';
  200362 = 'いずれかの直線のどこかで\n速度がわずかに上がる';
  200371 = 'いずれかの直線のどこかで\n加速力が上がり速度がわずかに上がる';
  200372 = 'いずれかの直線のどこかで\n加速力がわずかに上がる';
  200381 = 'レース中盤の直線で持久力を回復する';
  200382 = 'レース中盤の直線で\n持久力をわずかに回復する';
  200391 = 'いずれかの上り坂のどこかで\n持久力を少し減少させる';
  200401 = '囲まれると持久力を少し減少させる';
  200411 = '最終直線のどこかで最後方付近だと\n速度が少し下がる';
  200431 = 'スタートが得意になり\n出遅れる時間が少なくなる';
  200432 = 'スタートが得意になり\n出遅れる時間がわずかに少なくなる';
  200433 = 'スタートが苦手になり\n出遅れる時間が少し増える';
  200441 =
    'レース序盤または中盤に前が詰まると\n強い意志を保ち持久力を回復し\nコース取りがうまくなる';
  200442 =
    'レース序盤または中盤に前が詰まると\n隠れて持久力をわずかに回復し\nコース取りがわずかにうまくなる';
  200451 = 'レース序盤のどこかでコース取りが\nすごくうまくなる';
  200452 = 'レース序盤のどこかでコース取りが\nうまくなる';
  200461 = 'レース中盤に追い抜くと\n速度が上がる';
  200462 = 'レース中盤に追い抜くと\n速度がわずかに上がる';
  200471 = 'レース中盤に追い抜かれると\n持久力を回復する';
  200472 = 'レース中盤に追い抜かれると\n持久力をわずかに回復する';
  200481 = 'レース中盤に囲まれると\n持久力を回復する';
  200482 = 'レース中盤に囲まれると\n持久力をわずかに回復する';
  200491 =
    'ラストスパートの最中なら\n前が塞がれた時加速力が上がり\nコース取りが少しうまくなる';
  200492 =
    'ラストスパートの最中なら\n前が塞がれた時加速力がわずかに上がり\nコース取りがちょっとうまくなる';
  200501 = 'レース終盤のどこかで\nコース取りがうまくなる';
  200502 = 'レース終盤のどこかで\nコース取りが少しうまくなる';
  200511 = 'レース最終盤始めのどこかで\nラストスパートの最中なら速度が上がる';
  200512 =
    'レース最終盤始めのどこかで\nラストスパートの最中なら\n速度がわずかに上がる';
  200521 = '先頭で後ろのウマ娘との差が1バ身以上\nだと持久力を少し減少させる';
  200531 = 'スタート時に加速力が上がる';
  200532 = 'スタート時に\n加速力がわずかに上がる';
  200541 = 'レース中盤のどこかで前方だと\n速度が上がる';
  200542 = 'レース中盤のどこかで前方だと\n速度がわずかに上がる';
  200551 = '最終コーナーのどこかで先頭だと\n加速力が上がる';
  200552 = '最終コーナーのどこかで先頭だと\n加速力がわずかに上がる';
  200561 = 'レース中盤が迫ったどこかで前方だと\n持久力を回復する';
  200562 = 'レース中盤が迫ったどこかで前方だと\n持久力をわずかに回復する';
  200571 = 'レース中盤のどこかで前方だと\n持久力を回復する';
  200572 = 'レース中盤のどこかで前方だと\n持久力をわずかに回復する';
  200581 = '最終コーナーのどこかで前方だと\n速度が上がる';
  200582 = '最終コーナーのどこかで前方だと\n速度がわずかに上がる';
  200591 = 'レース中盤のどこかで中団以降だと\n速度が上がる';
  200592 = 'レース中盤のどこかで中団以降だと\n速度がわずかに上がる';
  200601 = 'レース終盤始めのどこかで中団以降だと\n加速力が上がる';
  200602 = 'レース終盤始めのどこかで中団以降だと\n加速力がわずかに上がる';
  200611 = '最終コーナーで外から追い抜くと\n速度が上がる';
  200612 = '最終コーナーで外から追い抜くと\n速度がわずかに上がる';
  200621 = 'レース中盤のどこかで最後方付近だと\n持久力を回復する';
  200622 = 'レース中盤のどこかで最後方付近だと\n持久力をわずかに回復する';
  200631 =
    'レース終盤に後ろの方だと\n最終盤始めのどこかでラストスパートの\n最中なら速度が上がる';
  200632 =
    'レース終盤に後ろの方だと\n最終盤始めのどこかでラストスパートの\n最中なら速度がわずかに上がる';
  200641 = '直線でラストスパートの最中なら\n加速力が上がる';
  200642 = '直線でラストスパートの最中なら\n加速力がわずかに上がる';
  200651 = 'レース終盤のどこかで加速力が上がる';
  200652 = 'レース終盤のどこかで加速力が\nわずかに上がる';
  200662 =
    'レース中盤のどこかで後方だと\n持久力をわずかに回復し\n加速力がちょっと上がる';
  200671 = 'レース終盤のどこかで後方だと\n速度が上がり加速力がちょっと上がる';
  200672 =
    'レース終盤のどこかで後方だと\n速度がわずかに上がり加速力が\nほんのちょっと上がる';
  200681 = 'レース中盤が迫ったどこかで前方だと\n速度が上がる';
  200682 = 'レース中盤が迫ったどこかで前方だと\n速度がわずかに上がる';
  200691 =
    'レース中盤が迫ったどこかで後方だと\n持久力を回復し前のウマ娘の\n速度を少し下げる';
  200692 =
    'レース中盤が迫ったどこかで後方だと\n持久力をわずかに回復し前のウマ娘の\n速度をちょっと下げる';
  200701 = 'レース終盤のどこかで後方だと\n加速力が上がる';
  200702 = 'レース終盤のどこかで後方だと\n加速力がわずかに上がる';
  200711 = 'レース中盤のどこかで3番手以内だと\n持久力を回復する';
  200712 = 'レース中盤のどこかで3番手以内だと\n持久力をわずかに回復する';
  200721 = 'レース中盤のどこかで前方だと\n速度が上がる';
  200722 = 'レース中盤のどこかで前方だと\n速度がわずかに上がる';
  200731 =
    '最終コーナー以降に詰め寄られると\n速度が上がり、加速力がちょっと上がる';
  200732 =
    '最終コーナー以降に詰め寄られると\n速度がわずかに上がり、加速力が\nほんのちょっと上がる';
  200741 = 'レース中盤のどこかで持久力を回復する';
  200742 = 'レース中盤のどこかで持久力を\nわずかに回復する';
  200751 = '最終コーナーで内ラチ側にいると\n速度が上がる';
  200752 = '最終コーナーで内ラチ側にいると\n速度がわずかに上がる';
  200761 = '力尽きそうになったとき\n持久力を回復し速度が上がる';
  200762 = '力尽きそうになったとき\n持久力をわずかに回復する';
  200771 =
    'レース中盤に前方にいるとき\n後ろのウマ娘が掛かるとその持久力を\nわずかに減少させる';
  200772 =
    'レース中盤に前方にいるとき\n後ろのウマ娘が掛かるとその持久力を\n減少させる';
  200781 =
    'レース中盤に後方にいるとき\n前のウマ娘が掛かるとその持久力を\nわずかに減少させる';
  200791 = '作戦が逃げのウマ娘が掛かると\n落ち着くまで時間がかかる';
  200801 = '作戦が先行のウマ娘が掛かると\n落ち着くまで時間がかかる';
  200811 = '作戦が差しのウマ娘が掛かると\n落ち着くまで時間がかかる';
  200821 = '作戦が追込のウマ娘が掛かると\n落ち着くまで時間がかかる';
  200831 =
    'レース序盤のどこかで作戦が逃げの\nウマ娘をけん制して持久力を\nわずかに減少させる';
  200841 =
    'レース中盤のどこかで作戦が逃げの\nウマ娘を焦らせて持久力を\nわずかに減少させる';
  200851 =
    'レース終盤のどこかで作戦が逃げの\nウマ娘をためらわせて速度を\nわずかに下げる';
  200861 =
    'レース序盤のどこかで作戦が先行の\nウマ娘をけん制して持久力を\nわずかに減少させる';
  200871 =
    'レース中盤のどこかで作戦が先行の\nウマ娘を焦らせて持久力を\nわずかに減少させる';
  200881 =
    'レース終盤のどこかで作戦が先行の\nウマ娘をためらわせて速度を\nわずかに下げる';
  200891 =
    'レース序盤のどこかで作戦が差しの\nウマ娘をけん制して持久力を\nわずかに減少させる';
  200901 =
    'レース中盤のどこかで作戦が差しの\nウマ娘を焦らせて持久力を\nわずかに減少させる';
  200911 =
    'レース終盤のどこかで作戦が差しの\nウマ娘をためらわせて速度を\nわずかに下げる';
  200921 =
    'レース序盤のどこかで作戦が追込の\nウマ娘をけん制して持久力を\nわずかに減少させる';
  200931 =
    'レース中盤のどこかで作戦が追込の\nウマ娘を焦らせて持久力を\nわずかに減少させる';
  200941 =
    'レース終盤のどこかで作戦が追込の\nウマ娘をためらわせて速度を\nわずかに下げる';
  200951 = '大井レース場なら\nスタミナが上がる';
  200952 = '大井レース場なら\nスタミナが少し上がる';
  200961 = 'いずれかの直線のどこかで\n速度が少し上がる';
  200962 = 'いずれかの直線のどこかで\n速度がわずかに上がる';
  200963 = 'いずれかの直線のどこかで速度が上がる';
  200971 = 'いずれかのコーナーのどこかで\n速度が少し上がる';
  200972 = 'いずれかのコーナーのどこかで\n速度がわずかに上がる';
  200973 = 'いずれかのコーナーのどこかで\n速度が上がる';
  200981 = 'レース中盤に先頭で後ろのウマ娘との差\nが3バ身以上だと速度が上がる';
  200982 =
    'レース中盤に先頭で後ろのウマ娘との差\nが3バ身以上だと速度がわずかに上がる';
  200991 = 'レース終盤が迫ったどこかで好位置だと\n加速力が上がる';
  200992 = 'レース終盤が迫ったどこかで好位置だと\n加速力がわずかに上がる';
  201001 =
    'レース中盤のどこかでしばらくの間\nコース取りがうまくなり\n加速力が少し上がる';
  201002 =
    'レース中盤のどこかでしばらくの間\nコース取りが少しうまくなり\n加速力がわずかに上がる';
  201011 = 'レース序盤のどこかで前方だと\n後ろのウマ娘の速度を下げる';
  201012 = 'レース序盤のどこかで前方だと\n後ろのウマ娘の速度を少し下げる';
  201021 =
    'レース序盤のどこかで後方だと\n前のウマ娘の持久力を減少させ\n加速力を少し下げる';
  201022 =
    'レース序盤のどこかで後方だと\n前のウマ娘の持久力をわずかに減少させ\n加速力をちょっと下げる';
  201031 = 'いずれかの直線のどこかで\n速度が少し上がる';
  201032 = 'いずれかの直線のどこかで\n速度がわずかに上がる';
  201033 = 'いずれかの直線のどこかで速度が上がる';
  201041 = 'いずれかのコーナーのどこかで\n速度が少し上がる';
  201042 = 'いずれかのコーナーのどこかで\n速度がわずかに上がる';
  201043 = 'いずれかのコーナーのどこかで\n速度が上がる';
  201051 = 'レース中盤のどこかで前方だと\n速度が上がる';
  201052 = 'レース中盤のどこかで前方だと\n速度がわずかに上がる';
  201061 = 'レース後半に追い抜くと\n加速力が上がる';
  201062 = 'レース後半に追い抜くと\n加速力がわずかに上がる';
  201071 = '追い抜こうとすると速度が上がる';
  201072 = '追い抜こうとすると\n速度がわずかに上がる';
  201081 =
    'レース中盤のどこかで3番手以内だと\n後ろのウマ娘の速度を少し下げ\n自分の速度が少し上がる';
  201082 =
    'レース中盤のどこかで3番手以内だと\n後ろのウマ娘の速度をわずかに下げ\n自分の速度がわずかに上がる';
  201091 = 'レース序盤のどこかで後方だと前の\nウマ娘の加速力を下げる';
  201092 = 'レース序盤のどこかで後方だと前の\nウマ娘の加速力をわずかに下げる';
  201101 = 'いずれかの直線のどこかで\n速度が少し上がる';
  201102 = 'いずれかの直線のどこかで\n速度がわずかに上がる';
  201103 = 'いずれかの直線のどこかで速度が上がる';
  201111 = 'いずれかのコーナーのどこかで\n速度が少し上がる';
  201112 = 'いずれかのコーナーのどこかで\n速度がわずかに上がる';
  201113 = 'いずれかのコーナーのどこかで\n速度が上がる';
  201121 = 'レース序盤のどこかで観察力が高まり\n視野が広くなる';
  201122 = 'レース序盤のどこかで観察力が高まり\n視野が少し広くなる';
  201131 =
    'レース中盤のどこかでしばらくの間\nコース取りがうまくなり\n加速力が少し上がる';
  201132 =
    'レース中盤のどこかでしばらくの間\nコース取りが少しうまくなり\n加速力がわずかに上がる';
  201141 = '左右に移動すると持久力を回復する';
  201142 = '左右に移動すると\n持久力をわずかに回復する';
  201151 = 'レース終盤のどこかで後方だと\n前のウマ娘の速度を下げる';
  201152 = 'レース終盤のどこかで後方だと\n前のウマ娘の速度をわずかに下げる';
  201161 = 'レース中盤に前が詰まると前のウマ娘の\n持久力を減少させる';
  201162 = 'レース中盤に前が詰まると前のウマ娘の\n持久力をわずかに減少させる';
  201171 = 'いずれかの直線のどこかで\n速度が少し上がる';
  201172 = 'いずれかの直線のどこかで\n速度がわずかに上がる';
  201173 = 'いずれかの直線のどこかで速度が上がる';
  201181 = 'いずれかのコーナーのどこかで\n速度が少し上がる';
  201182 = 'いずれかのコーナーのどこかで\n速度がわずかに上がる';
  201183 = 'いずれかのコーナーのどこかで\n速度が上がる';
  201191 =
    'レース中盤のどこかで先頭にいるとき\n後ろのウマ娘との差が1バ身以上だと\n速度が上がる';
  201192 =
    'レース中盤のどこかで先頭にいるとき\n後ろのウマ娘との差が1バ身以上だと\n速度がわずかに上がる';
  201201 = '追い抜こうとすると\n持久力を回復する';
  201202 = '追い抜こうとすると\n持久力をわずかに回復する';
  201211 = 'レース終盤で追い抜くと\n速度が上がり加速力がちょっと上がる';
  201212 =
    'レース終盤で追い抜くと\n速度がわずかに上がり加速力が\nほんのちょっと上がる';
  201221 =
    'レース中盤のどこかで5番手以降だと\n前5人までのウマ娘の持久力をわずかに\n減少させ自分の持久力を少し回復する';
  201222 =
    'レース中盤のどこかで5番手以降だと\n前5人までのウマ娘の持久力をちょっと\n減少させ自分の持久力を\nわずかに回復する';
  201231 = 'レース終盤のどこかで前のウマ娘の\n視野が狭くなる';
  201232 = 'レース終盤のどこかで前のウマ娘の\n視野が少し狭くなる';
  201241 = 'いずれかの直線のどこかで\n速度が少し上がる';
  201242 = 'いずれかの直線のどこかで\n速度がわずかに上がる';
  201243 = 'いずれかの直線のどこかで速度が上がる';
  201251 = 'いずれかのコーナーのどこかで\n速度が少し上がる';
  201252 = 'いずれかのコーナーのどこかで\n速度がわずかに上がる';
  201253 = 'いずれかのコーナーのどこかで\n速度が上がる';
  201261 =
    'レース序盤に前が詰まるか短い間\n競り合うとコース取りがうまくなり\nバ場の真ん中に向かって移動する';
  201262 =
    'レース序盤に前が詰まるか短い間\n競り合うとコース取りが少しうまくなり\nバ場の真ん中に向かって移動する';
  201271 = 'レース序盤または中盤に\n追い抜かれるか競り合うと\n速度が上がる';
  201272 =
    'レース序盤または中盤に\n追い抜かれるか競り合うと\n速度がわずかに上がる';
  201281 = '上り坂で持久力を回復する';
  201282 = '上り坂で持久力をわずかに回復する';
  201291 = 'レース終盤のどこかで持久力を少し\n使って加速力が上がる';
  201292 = 'レース終盤のどこかで持久力を少し\n使って加速力がわずかに上がる';
  201302 =
    'レース序盤のどこかで2番手以降だと\n前のウマ娘の加速力をわずかに下げる';
  201311 = 'いずれかの直線のどこかで\n速度が少し上がる';
  201312 = 'いずれかの直線のどこかで\n速度がわずかに上がる';
  201313 = 'いずれかの直線のどこかで速度が上がる';
  201321 = 'いずれかのコーナーのどこかで\n速度が少し上がる';
  201322 = 'いずれかのコーナーのどこかで\n速度がわずかに上がる';
  201323 = 'いずれかのコーナーのどこかで\n速度が上がる';
  201331 = '左右に移動すると加速力が少し上がる';
  201332 = '左右に移動すると\n加速力がわずかに上がる';
  201341 = 'いずれかの下り坂のどこかで\n加速力が少し上がる';
  201342 = 'いずれかの下り坂のどこかで加速力が\nわずかに上がる';
  201351 = 'レース中盤のどこかで持久力を回復する';
  201352 = 'レース中盤のどこかで持久力を\nわずかに回復する';
  201361 = 'レース中盤のどこかで中団以降だと\n加速力が少し上がる';
  201362 = 'レース中盤のどこかで中団以降だと\n加速力がわずかに上がる';
  201371 = 'レース終盤のどこかで前方だと後ろの\nウマ娘の視野が少し狭くなる';
  201372 = 'レース終盤のどこかで前方だと後ろの\nウマ娘の視野がわずかに狭くなる';
  201381 = 'いずれかの直線のどこかで\n速度が少し上がる';
  201382 = 'いずれかの直線のどこかで\n速度がわずかに上がる';
  201383 = 'いずれかの直線のどこかで速度が上がる';
  201391 = 'いずれかのコーナーのどこかで\n速度が少し上がる';
  201392 = 'いずれかのコーナーのどこかで\n速度がわずかに上がる';
  201393 = 'いずれかのコーナーのどこかで\n速度が上がる';
  201401 = '追い抜こうとするとしばらくの間\n加速力が少し上がる';
  201402 = '追い抜こうとするとしばらくの間\n加速力がわずかに上がる';
  201411 = 'いずれかの上り坂のどこかで\n速度が上がる';
  201412 = 'いずれかの上り坂のどこかで\n速度がわずかに上がる';
  201421 = 'レース中盤のどこかで中団以降だと\n持久力を回復する';
  201422 = 'レース中盤のどこかで中団以降だと\n持久力をわずかに回復する';
  201431 = 'レース中盤のどこかで観察力が高まり\n視野が広くなる';
  201432 = 'レース中盤のどこかで観察力が高まり\n視野がわずかに広くなる';
  201441 = 'レース終盤のどこかで後方だと\n目を付けたウマ娘の持久力を減少させる';
  201442 =
    'レース終盤のどこかで後方だと\n目を付けたウマ娘の持久力を\nわずかに減少させる';
  201451 = 'いずれかの直線のどこかで\n速度が少し上がる';
  201452 = 'いずれかの直線のどこかで\n速度がわずかに上がる';
  201453 = 'いずれかの直線のどこかで速度が上がる';
  201461 = 'いずれかのコーナーのどこかで\n速度が少し上がる';
  201462 = 'いずれかのコーナーのどこかで\n速度がわずかに上がる';
  201463 = 'いずれかのコーナーのどこかで\n速度が上がる';
  201471 = '左右に移動すると状況を把握して\n視野が少し広くなる';
  201472 = '左右に移動すると状況を把握して\n視野がわずかに広くなる';
  201481 = '下り坂で持久力を回復する';
  201482 = '下り坂で持久力をわずかに\n回復する';
  201491 = '前が塞がれたとき\n落ち着いて持久力を回復する';
  201492 = '前が塞がれたとき\n落ち着いて持久力をわずかに回復する';
  201501 = 'レース終盤のどこかで後方だと\n視野が広くなる';
  201502 = 'レース終盤のどこかで後方だと\n視野がわずかに広くなる';
  201511 = 'レース終盤のどこかで2番手以降だと\n目を付けたウマ娘の速度を下げる';
  201512 =
    'レース終盤のどこかで2番手以降だと\n目を付けたウマ娘の速度を\nわずかに下げる';
  201521 = '賢さが上がり視野が少し広くなる';
  201522 = '賢さが少し上がり\n視野がわずかに広くなる';
  201531 = '賢さが上がり視野が少し広くなる';
  201532 = '賢さが少し上がり\n視野がわずかに広くなる';
  201541 = '賢さが上がり視野が少し広くなる';
  201542 = '賢さが少し上がり\n視野がわずかに広くなる';
  201551 = '賢さが上がり視野が少し広くなる';
  201552 = '賢さが少し上がり\n視野がわずかに広くなる';
  201561 = '枠番が7の時に\nスピードとスタミナとパワーが\n上がる場合がある';
  201562 = '枠番が7の時に\nスピードとスタミナとパワーが\n少し上がる場合がある';
  201571 = '残り距離が777mの時に\n持久力をわずかに回復する';
  201581 = 'いずれかの上り坂のどこかで\n加速力がわずかに上がる';
  201582 = 'いずれかの上り坂のどこかで\n加速力が上がる';
  201591 = '近くにウマ娘が3人以上いると\n速度がわずかに上がる';
  201592 = '近くにウマ娘が3人以上いると\n速度が上がる';
  201601 = 'レース序盤にスキルを3回発動すると\n加速力がわずかに上がる';
  201602 = 'レース序盤にスキルを3回発動すると\n加速力が上がる';
  201611 = 'レース中盤にスキルを3回発動すると\n速度がわずかに上がる';
  201612 = 'レース中盤にスキルを3回発動すると\n速度が上がる';
  201621 = 'レース終盤以降にスキルを3回発動\nすると持久力をわずかに回復する';
  201631 = '「シンパシー」を持つウマ娘が5人以上\nいるとスピードが少し上がる';
  201632 =
    '「シンパシー」を持つウマ娘がいる\nレースだとスピードが上がり\nさらに全員の持つ「シンパシー」を\n条件を無視して発動させる';
  201641 = '自分だけが「一匹狼」を持つレースだと\nスピードが少し上がる';
  201651 = 'すぐ前にウマ娘が長くいると\n速度がわずかに上がる';
  201652 = 'すぐ前にウマ娘が長くいると\n速度が上がる';
  201661 = 'すぐ後ろにウマ娘が長くいると\n速度がわずかに上がる';
  201662 = 'すぐ後ろにウマ娘が長くいると\n速度が上がる';
  201671 = 'レース中盤に競り合うと\n速度が上がる';
  201672 = 'レース中盤に競り合うと\n速度がわずかに上がる';
  201681 = 'レース終盤のどこかでコース取りが\nうまくなり加速力が少し上がる';
  201682 =
    'レース終盤のどこかでコース取りが\n少しうまくなり加速力がわずかに上がる';
  201691 = 'レース中盤が迫ったどこかで\n中団以降だと持久力を回復する';
  201692 = 'レース中盤が迫ったどこかで\n中団以降だと持久力を\nわずかに回復する';
  201701 = '終盤以降の最終直線で中団だと\n速度が上がる';
  201702 = '終盤以降の最終直線で中団だと\n速度がわずかに上がる';
  201901 = 'レース終盤始めのどこかで前方だと\n加速力が上がる';
  201902 = 'レース終盤始めのどこかで前方だと\n加速力がわずかに上がる';
  202001 = 'レース中盤のどこかで中団以降だと\n持久力を回復し速度が上がる';
  202002 = 'レース中盤のどこかで中団以降だと\n持久力をわずかに回復する';
  202011 = 'レース終盤が迫ったどこかで前方だと\n速度が上がる';
  202012 = 'レース終盤が迫ったどこかで前方だと\n速度がわずかに上がる';
  202021 = 'レース中盤のどこかで中団以降だと\nしばらくの間速度が少し上がる';
  202022 = 'レース中盤のどこかで中団以降だと\nしばらくの間速度がちょっと上がる';
  202031 =
    'レース後半のどこかで速度がすごく\n上がるが持久力をすごく使ってしまう\nことがある';
  202032 =
    'レース後半のどこかで速度が少し\n上がるが持久力をすごく使ってしまう\nことがある';
  202041 = 'レース終盤が迫ったどこかで前方だと\n速度が上がる';
  202042 = 'レース終盤が迫ったどこかで前方だと\n速度がわずかに上がる';
  202051 =
    '通常の逃げの作戦よりさらに大きく\n後続を引き離して、そのまま最後まで\n逃げ切ろうとする';
  202061 =
    '期待を背負った強い想いが力に変わり\n最終コーナーのどこかで速度が上がる';
  202071 =
    'レース中盤始めのどこかで中団だと\n速度をわずかに落として\n持久力をすごく回復する';
  202072 =
    'レース中盤始めのどこかで中団だと\n速度をわずかに落として\n持久力を少し回復する';
  202081 = 'レース終盤始めのどこかで中団以降だと\n加速力が上がる';
  202082 = 'レース終盤始めのどこかで中団以降だと\n加速力がわずかに上がる';
  202091 = 'レース中盤に中団で競り合うと\n持久力を少し回復し速度が上がる';
  202092 =
    'レース中盤に中団で競り合うと\n持久力をちょっと回復し\n速度がわずかに上がる';
  202101 = 'レース中盤のどこかで中団以降だと\n速度が上がる';
  202102 = 'レース中盤のどこかで中団以降だと\n速度がわずかに上がる';
  202111 = '最終コーナーのどこかで中団以降だと\n速度が上がる';
  202112 = '最終コーナーのどこかで中団以降だと\n速度がわずかに上がる';
  202121 = 'レース後半のどこかで中団だと\n速度が上がり加速力がちょっと上がる';
  202122 =
    'レース後半のどこかで中団だと\n速度がわずかに上がり加速力が\nほんのちょっと上がる';
  202131 =
    'レース中盤のどこかで3番手以内だと\n後ろのウマ娘の速度をわずかに下げ\n自分の速度が上がる';
  202132 =
    'レース中盤のどこかで3番手以内だと\n後ろのウマ娘の速度をほんのわずかに\n下げ自分の速度がわずかに上がる';
  202151 = 'レース中盤のどこかで持久力を少し\n使って速度がすごく上がる';
  202152 = 'レース中盤のどこかで持久力を少し\n使って速度が少し上がる';
  202161 = '賢さが上がり、少し掛かりづらくなる';
  202171 = 'いずれかの下り坂のどこかで\n速度が上がる';
  202172 = 'いずれかの下り坂のどこかで\n速度がわずかに上がる';
  202191 = '出遅れていない場合\n中盤始めのどこかで持久力を\nすごく回復する';
  202192 = '出遅れていない場合\n中盤始めのどこかで持久力を\n少し回復する';
  202201 = '川崎レース場なら\nスタミナが上がる';
  202202 = '川崎レース場なら\nスタミナが少し上がる';
  202211 = '船橋レース場なら\nスタミナが上がる';
  202212 = '船橋レース場なら\nスタミナが少し上がる';
  202221 = '盛岡レース場なら\nスタミナが上がる';
  202222 = '盛岡レース場なら\nスタミナが少し上がる';
  202231 = 'ナイターのレースなら\n賢さが上がる';
  202232 = 'ナイターのレースなら\n賢さが少し上がる';
  202241 = '小回りのコースなら\n賢さが上がる';
  202242 = '小回りのコースなら\n賢さが少し上がる';
  202251 = '交流重賞のレースなら\nスピードが上がる';
  202252 = '交流重賞のレースなら\nスピードが少し上がる';
  202254 = '交流重賞のレースなら\nスピードとパワーが上がる';
  202261 = 'レース終盤が迫ったどこかで前方だと\n速度が上がる';
  202262 = 'レース終盤が迫ったどこかで前方だと\n速度がわずかに上がる';
  202271 = 'レース中盤のどこかで中団以降だと\n速度が上がる';
  202272 = 'レース中盤のどこかで中団以降だと\n速度がわずかに上がる';
  202281 =
    'レース最終盤のどこかで前方だと\nラストスパートの最中なら\n速度が上がる';
  202282 =
    'レース最終盤のどこかで前方だと\nラストスパートの最中なら\n速度がわずかに上がる';
  202291 =
    'スキルで持久力を回復していると\nレース中盤始めの方に中団以降で\n速度が上がる';
  202292 =
    'スキルで持久力を回復していると\nレース中盤始めの方に中団以降で\n速度がわずかに上がる';
  202301 = 'すぐ前にウマ娘が長くいると\n速度が上がる';
  202302 = 'すぐ前にウマ娘が長くいると\n速度がわずかに上がる';
  202311 = 'レース終盤のどこかで前方だと\n加速力が上がる';
  202312 = 'レース終盤のどこかで前方だと\n加速力がわずかに上がる';
  202321 = 'レース終盤のどこかで中団以降だと\n加速力が上がる';
  202322 = 'レース終盤のどこかで中団以降だと\n加速力がわずかに上がる';
  202331 =
    'パワーが十分に高いとスピードが上がる\nパワーが十二分に高いとすごく上がる';
  202332 =
    'パワーが十分に高いとスピードがわずか\nに上がる、パワーが十二分に高いと\n少し上がる';
  202341 = '「重」「不良」のバ場状態なら\nスピードとパワーが上がる';
  202342 = '「重」「不良」のバ場状態なら\nスピードが上がる';
  202343 = '「重」「不良」のバ場状態なら\nスピードが少し上がる';
  202351 =
    'レース序盤に先頭で後ろのウマ娘との\n差が1バ身以内だとすぐ後ろのウマ娘の\n速度を下げる';
  202352 =
    'レース序盤に先頭で後ろのウマ娘との\n差が1バ身以内だとすぐ後ろのウマ娘の\n速度をわずかに下げる';
  202361 =
    'レース後半にスキルで持久力を回復した\nライバルのウマ娘1人の速度を下げる';
  202362 =
    'レース後半にスキルで持久力を回復した\nライバルのウマ娘1人の速度を\nわずかに下げる';
  202371 = 'レース中盤のどこかで速度が上がる';
  202372 = 'レース中盤のどこかで速度が\nわずかに上がる';
  202381 =
    'レース中盤のどこかで中団以降だと\n速度が上がりコース取りがうまくなる';
  202382 =
    'レース中盤のどこかで中団以降だと\n速度がわずかに上がりコース取りが\nわずかにうまくなる';
  202391 = 'レース中盤始めのどこかで\n持久力をすごく使って\n速度がすごく上がる';
  202392 = 'レース中盤始めのどこかで\n持久力をすごく使って\n速度が少し上がる';
  202401 = 'レース終盤以降に\n中団以降で追い抜こうとすると\n加速力が上がる';
  202402 =
    'レース終盤以降に\n中団以降で追い抜こうとすると\n加速力がわずかに上がる';
  202411 =
    'レース終盤目前、2番手以降で\n先頭から2バ身以内だとしばらくの間\n速度が少し上がる';
  202412 =
    'レース終盤目前、2番手以降で\n先頭から2バ身以内だとしばらくの間\n速度がちょっと上がる';
  202421 =
    '中団以降だとラストスパートの最中なら\n持久力を少し使って加速力が上がる';
  202422 =
    '中団以降だとラストスパートの最中なら\n持久力を少し使って加速力が\nわずかに上がる';
  202431 =
    '終盤が迫ったどこかで先頭か先頭から\n4バ身以内だと速度と加速力が\n少し上がる';
  202432 =
    '終盤が迫ったどこかで先頭か先頭から\n4バ身以内だと速度と加速力が\nちょっと上がる';
  202441 =
    'レースでたまにさらなる力を発揮し\nスピード、パワー、根性がすごく上がる\n4番人気以下だと力を発揮しやすくなる';
  202442 =
    'レースでごくまれにさらなる力を発揮し\nスピード、パワー、根性が少し上がる\n4番人気以下だと力を発揮しやすくなる';
  202451 =
    '最終直線で2番手以降にいるとき\n先頭から4バ身以内だと\n速度がすごく上がる';
  202452 =
    '最終直線で2番手以降にいるとき\n先頭から4バ身以内だと\n速度が少し上がる';
  202461 =
    '最終直線で先頭にいるとき後ろの\nウマ娘との差が1バ身以内だと速度が\nすごく上がる';
  202462 =
    '最終直線で先頭にいるとき後ろの\nウマ娘との差が1バ身以内だと速度が\n少し上がる';
  202471 = 'レース後半に追い抜こうとすると\n速度が上がる';
  202472 = 'レース後半に追い抜こうとすると\n速度がわずかに上がる';
  202481 =
    'レース終盤目前に先頭か先頭から4バ身\n以内だと、レース終盤に\n加速力が上がる';
  202482 =
    'レース終盤目前に先頭か先頭から4バ身\n以内だと、レース終盤に加速力が\nわずかに上がる';
  202491 =
    'レース終盤突入時まで掛からず後方を\nキープすると、終盤始めのどこかで\n加速力が上がる';
  202492 =
    'レース終盤突入時まで掛からず後方を\nキープすると、終盤始めのどこかで\n加速力がわずかに上がる';
  202501 = 'レース終盤が迫ったどこかで前方だと\n速度が上がる';
  202502 = 'レース終盤が迫ったどこかで前方だと\n速度がわずかに上がる';
  202521 = '最終コーナー前の第3コーナーの\nどこかで中団以降だと前に出る';
  202522 =
    '最終コーナー前の第3コーナーの\nどこかで中団以降だとわずかに前に出る';
  202531 = 'レース中盤のどこかで速度が上がる';
  202532 = 'レース中盤のどこかで速度が\nわずかに上がる';
  202541 =
    '最終コーナーのどこかで中団以降だと\n前後3人ずつのウマ娘の速度を\nわずかに下げ自分の速度が上がる';
  202542 =
    '最終コーナーのどこかで中団以降だと\n前後3人ずつのウマ娘の速度を\nほんのわずかに下げ自分の速度が\nわずかに上がる';
  202551 = 'レース後半のどこかで前に出て\n持久力をわずかに回復する';
  202552 =
    'レース後半のどこかでわずかに前に出て\n持久力をほんのわずかに回復する';
  202561 = 'レース終盤が迫ったどこかで中団以降\nだと速度が上がる';
  202562 = 'レース終盤が迫ったどこかで中団以降\nだと速度がわずかに上がる';
  202571 = '更なる奇跡を起こすべく\nレース終盤のどこかで加速力が上がる';
  202581 = 'レース中盤のどこかで持久力を回復し\n速度が少し上がる';
  202582 = 'レース中盤のどこかで持久力を\nわずかに回復し速度がちょっと上がる';
  202591 = 'レース終盤始めのどこかで余力十分なら\n前に出る';
  202592 = 'レース終盤始めのどこかで余力十分なら\nわずかに前に出る';
  202601 = 'レース中にスキルを13回発動すると\n前に出る';
  202602 = 'レース中にスキルを13回発動すると\nわずかに前に出る';
  202611 = 'レース中盤が迫ったどこかで\n中団以降だと速度が上がる';
  202612 = 'レース中盤が迫ったどこかで\n中団以降だと速度がわずかに上がる';
  202621 = 'レース終盤が迫ったどこかで\n中団以降だと速度が上がる';
  202622 = 'レース終盤が迫ったどこかで\n中団以降だと速度がわずかに上がる';
  202641 = 'レース中盤のどこかで中団以降だと\nしばらくの間速度が少し上がる';
  202642 = 'レース中盤のどこかで中団以降だと\nしばらくの間速度がちょっと上がる';
  202651 = 'スピードとパワーが十分に高いと\nスピードとパワーが上がる';
  202652 = 'スピードとパワーが十分に高いと\nスピードとパワーがわずかに上がる';
  202661 = 'レース終盤始めのどこかで中団だと\n前に出る';
  202662 = 'レース終盤始めのどこかで中団だと\nわずかに前に出る';
  202671 = 'レース終盤始めのどこかで前方だと\n加速力が上がる';
  202672 = 'レース終盤始めのどこかで前方だと\n加速力がわずかに上がる';
  202681 = 'レース中盤のどこかで速度が上がり\n持久力を少し回復する';
  202682 = 'レース中盤のどこかで速度がわずかに\n上がり持久力をちょっと回復する';
  202691 = 'スタート時に加速力が上がる';
  202692 = 'スタート時に加速力がわずかに上がる';
  202701 =
    'スピードが十二分に高いとスピードが\n上がる、賢さも十二分ならすごく上がる';
  202702 =
    'スピードが十二分に高いとスピードが\nわずかに上がる、賢さも十二分なら\n少し上がる';
  202711 =
    '終盤以降の最終コーナーで\n中団以前にいるときゴールまで遠いと\n加速力が上がる';
  202712 =
    '終盤以降の最終コーナーで\n中団以前にいるときゴールまで遠いと\n加速力がわずかに上がる';
  202721 = 'レース中盤のコーナーのどこかで\nしばらくの間速度が少し上がる';
  202722 = 'レース中盤のコーナーのどこかで\nしばらくの間速度がちょっと上がる';
  202731 = 'ロンシャンレース場なら\nスタミナが上がる';
  202732 = 'ロンシャンレース場なら\nスタミナが少し上がる';
  202734 = 'ロンシャンレース場なら\nスタミナ、賢さ、スピードが上がる';
  202741 = '最終コーナー前の第3コーナーの\nどこかで前方だと前に出る';
  202742 = '最終コーナー前の第3コーナーの\nどこかで前方だとわずかに前に出る';
  202751 = 'レース終盤が迫ったどこかで中団以降\nだと速度が上がる';
  202752 = 'レース終盤が迫ったどこかで中団以降\nだと速度がわずかに上がる';
  202761 = 'レース中盤のどこかで前方だと\nしばらくの間速度が少し上がる';
  202762 = 'レース中盤のどこかで前方だと\nしばらくの間速度がちょっと上がる';
  202771 = 'レース終盤始めの早めのどこかで\n前方だと加速力が上がる';
  202772 = 'レース終盤始めの早めのどこかで\n前方だと加速力がわずかに上がる';
  202791 = 'レース中盤のどこかで速度が上がる';
  202792 = 'レース中盤のどこかで\n速度がわずかに上がる';
  202801 = 'レース中盤が迫ったどこかで\n速度が上がる';
  202802 = 'レース中盤が迫ったどこかで\n速度がわずかに上がる';
  202811 = 'レース終盤始めのどこかで\n余力十分なら前に出る';
  202812 = 'レース終盤始めのどこかで\n余力十分ならわずかに前に出る';
  202821 = '直線で3番手以内だとラストスパートの\n最中なら加速力が上がる';
  202822 =
    '直線で3番手以内だとラストスパートの\n最中なら加速力がわずかに上がる';
  202831 =
    'レース中盤にスキルを発動すると\n速度が少し上がる\nその後レース終盤以降にスキルを\n発動すると少し前に出る';
  202832 =
    'レース中盤にスキルを発動すると\n速度がちょっと上がる\nその後レース終盤以降にスキルを\n発動するとちょっと前に出る';
  202841 = 'レース中盤のどこかで前方だと\n持久力を回復し速度が上がる';
  202842 = 'レース中盤のどこかで前方だと\n持久力をわずかに回復する';
  202851 = 'レース終盤始めのどこかで\n余力十分なら前に出る';
  202852 = 'レース終盤始めのどこかで\n余力十分ならわずかに前に出る';
  202861 = 'スタート時に加速力が上がる';
  202862 = 'スタート時に加速力がわずかに上がる';
  202871 = '終盤以降の最終コーナーで\n中団以降だと加速力が上がる';
  202872 = '終盤以降の最終コーナーで\n中団以降だと加速力が\nわずかに上がる';
  202881 =
    '最終直線で2番手以降にいるとき\n先頭から4バ身以内だと\n速度がすごく上がる';
  202882 =
    '最終直線で2番手以降にいるとき\n先頭から4バ身以内だと\n速度が少し上がる';
  202891 = 'レース中盤が迫ったどこかで\n中団以降だと持久力を回復する';
  202892 = 'レース中盤が迫ったどこかで\n中団以降だと持久力を\nわずかに回復する';
  202901 = 'レース終盤が迫ったどこかで\n中団以降だと速度が上がる';
  202902 = 'レース終盤が迫ったどこかで\n中団以降だと速度がわずかに上がる';
  202912 =
    '最終コーナーのどこかで中団以降だと\n前後3人ずつのウマ娘の速度を\nほんのわずかに下げ自分の速度が\nわずかに上がる';
  202921 = 'レース中盤のどこかで持久力を少し\n使って速度がすごく上がる';
  202922 = 'レース中盤のどこかで持久力を少し\n使って速度が少し上がる';
  202931 = 'レース後半に追い抜こうとすると\n速度が上がる';
  202932 = 'レース後半に追い抜こうとすると\n速度がわずかに上がる';
  202942 =
    'レース中盤のどこかで中団以降だと\n前のウマ娘の速度をほんのわずかに下げ\n自分の速度がわずかに上がる';
  202951 = 'レース中盤が迫ったどこかで前方だと\n速度が上がる';
  202952 = 'レース中盤が迫ったどこかで前方だと\n速度がわずかに上がる';
  202961 = 'レース終盤が迫ったどこかで\n中団以降だと速度が上がる';
  202962 = 'レース終盤が迫ったどこかで\n中団以降だと速度がわずかに上がる';
  202971 = 'レース終盤始めの早めのどこかで\n中団以降だと加速力が上がる';
  202972 = 'レース終盤始めの早めのどこかで\n中団以降だと加速力がわずかに上がる';
  202981 = 'レース終盤が迫ったどこかで\n前方だと速度が上がる';
  202982 = 'レース終盤が迫ったどこかで\n前方だと速度がわずかに上がる';
  202991 = '直線のコースなら\nスピードが上がる';
  202992 = '直線のコースなら\nスピードが少し上がる';
  203001 =
    'レース終盤以降のコーナーで\n追い抜こうとするとしばらくの間\n少し前に出る';
  203002 =
    'レース終盤以降のコーナーで\n追い抜こうとするとしばらくの間\nちょっと前に出る';
  203011 = 'レース中盤のどこかで速度が上がる';
  203012 = 'レース中盤のどこかで速度が\nわずかに上がる';
  203021 = 'レース中盤のどこかで速度が上がる';
  203022 = 'レース中盤のどこかで速度が\nわずかに上がる';
  203031 = 'レース中盤のどこかで前方だと\n速度が上がる';
  203032 = 'レース中盤のどこかで前方だと\n速度がわずかに上がる';
  203041 = 'レース終盤始めのどこかで前に出る';
  203042 = 'レース終盤始めのどこかで\nわずかに前に出る';
  203051 = 'レース終盤が迫ったどこかで前方だと\n速度が上がる';
  203052 = 'レース終盤が迫ったどこかで前方だと\n速度がわずかに上がる';
  203061 =
    '2ハロン目に前がひらけていると\n速度がちょっと上がる\nスキル発動時、コーナーにいないと\nわずかに上がる';
  203071 =
    '3ハロン目に前がひらけていると\n速度がちょっと上がる\nスキル発動時、コーナーにいないと\nわずかに上がる';
  203081 = 'レース終盤始めのどこかで前方だと\n加速力が上がる';
  203082 = 'レース終盤始めのどこかで前方だと\n加速力がわずかに上がる';
  203091 = 'いずれかの直線のどこかで速度が上がる';
  203092 = 'いずれかの直線のどこかで\n速度が少し上がる';
  203093 = 'いずれかの直線のどこかで\n速度がわずかに上がる';
  203101 = 'いずれかのコーナーのどこかで\n速度が上がる';
  203102 = 'いずれかのコーナーのどこかで\n速度が少し上がる';
  203103 = 'いずれかのコーナーのどこかで\n速度がわずかに上がる';
  203111 = 'レース終盤始めのどこかで前方だと\n加速力が上がる';
  203112 = 'レース終盤始めのどこかで前方だと\n加速力がわずかに上がる';
  203121 = 'レース中盤のどこかで前方だと\n速度が上がる';
  203122 = 'レース中盤のどこかで前方だと\n速度がわずかに上がる';
  203131 = '最終直線で先頭か先頭から1バ身以内\nだと速度がすごく上がる';
  203132 = '最終直線で先頭か先頭から1バ身以内\nだと速度が少し上がる';
  203141 =
    'レース中盤のどこかでしばらくの間\n速度が少し上がり\n持久力を少し回復する';
  203142 =
    'レース中盤のどこかでしばらくの間\n速度がちょっと上がり\n持久力をちょっと回復する';
  203151 = '追い比べをしていると\n残り200mを切ってから前に出る';
  203152 = '追い比べをしていると\n残り200mを切ってから\nわずかに前に出る';
  203161 = 'レース中盤のどこかで前方だと持久力を\n少し使って速度がすごく上がる';
  203162 = 'レース中盤のどこかで前方だと持久力を\n少し使って速度が少し上がる';
  203171 =
    'レース中盤が迫ったどこかで\n速度がわずかに下がる\nその後レース終盤始めのどこかで\nすごく前に出る';
  203172 =
    'レース中盤が迫ったどこかで\n速度がわずかに下がる\nその後レース終盤始めのどこかで\n少し前に出る';
  203181 = 'レース中盤のどこかで速度が上がり\n持久力を少し回復する';
  203182 = 'レース中盤のどこかで速度がわずかに\n上がり持久力をちょっと回復する';
  203201 = 'レース中盤のどこかで前方だと\nしばらくの間速度が少し上がる';
  203202 = 'レース中盤のどこかで前方だと\nしばらくの間速度がちょっと上がる';
  203212 =
    '最終直線で3番手以内だとちょっと\n前に出る、好調か絶好調だと\n少し前に出る';
  203221 = 'レース中盤のどこかで持久力を少し\n使って速度がすごく上がる';
  203222 = 'レース中盤のどこかで持久力を少し\n使って速度が少し上がる';
  203231 = 'レース中盤が迫ったどこかで\n速度が上がる';
  203232 = 'レース中盤が迫ったどこかで\n速度がわずかに上がる';
  203241 = '中盤の直線で持久力を回復し\nわずかに前に出る';
  203242 = '中盤の直線で持久力を\nわずかに回復しほんのわずかに前に出る';
  203251 = 'レース終盤始めのどこかで中団以降だと\n前に出る';
  203252 = 'レース終盤始めのどこかで中団以降だと\nわずかに前に出る';
  203262 = 'レース終盤始めの早めのどこかで\n前方だと加速力がわずかに上がる';
  203272 = 'レース中盤が迫ったどこかで\n速度がわずかに上がる';
  203301 = 'レース中盤のどこかで速度が上がる';
  203302 = 'レース中盤のどこかで速度が\nわずかに上がる';
  203311 = 'レース中盤のどこかで速度が上がる';
  203312 = 'レース中盤のどこかで速度が\nわずかに上がる';
  203321 = 'いずれかの下り坂のどこかで\n加速力が少し上がる';
  203322 = 'いずれかの下り坂のどこかで加速力が\nわずかに上がる';
  203331 = 'レース中盤始めのどこかで中団以降だと\n速度が上がる';
  203332 = 'レース中盤始めのどこかで中団以降だと\n速度がわずかに上がる';
  203341 = 'レース中盤のどこかで中団以降だと\n速度が上がる';
  203342 = 'レース中盤のどこかで中団以降だと\n速度がわずかに上がる';
  203351 =
    'レース中盤のどこかで中団以降だと\n持久力を少し使って速度がすごく上がる';
  203352 =
    'レース中盤のどこかで中団以降だと\n持久力を少し使って速度が少し上がる';
  203361 = 'レース中盤のどこかで中団以降だと\n速度が上がる';
  203362 = 'レース中盤のどこかで中団以降だと\n速度がわずかに上がる';
  203371 =
    '終盤以降の最終コーナー以降にいるとき\nライバルのウマ娘が速度スキルを\n発動するとしばらくの間少し前に出る';
  203372 =
    '終盤以降の最終コーナー以降にいるとき\nライバルのウマ娘が速度スキルを\n発動するとしばらくの間ちょっと\n前に出る';
  203381 = '終盤以降の最終コーナーで\n3番手以内だと加速力が上がる';
  203382 = '終盤以降の最終コーナーで\n3番手以内だと加速力がわずかに上がる';
  203391 = '最終コーナー前の第3コーナーの\nどこかで前方だと前に出る';
  203392 = '最終コーナー前の第3コーナーの\nどこかで前方だとわずかに前に出る';
  203401 = 'レース終盤始めの早めのどこかで\n前方だと加速力が上がる';
  203402 = 'レース終盤始めの早めのどこかで\n前方だと加速力がわずかに上がる';
  203411 = 'レース中盤のどこかで前方だと\n速度が上がる';
  203412 = 'レース中盤のどこかで前方だと\n速度がわずかに上がる';
  203421 = 'レース最終盤始めのどこかで\nラストスパートの最中なら速度が上がる';
  203422 =
    'レース最終盤始めのどこかで\nラストスパートの最中なら\n速度がわずかに上がる';
  203431 = 'レース最終盤始めのどこかで\nラストスパートの最中なら速度が上がる';
  203432 =
    'レース最終盤始めのどこかで\nラストスパートの最中なら\n速度がわずかに上がる';
  203441 = 'レース終盤始めの早めのどこかで\n前方だと加速力が上がる';
  203442 = 'レース終盤始めの早めのどこかで\n前方だと加速力がわずかに上がる';
  203452 = 'レース終盤始めのどこかで中団以降だと\n加速力がわずかに上がる';
  203461 = 'レース後半に近寄られると\n速度が上がる';
  203462 = 'レース後半に近寄られると\n速度がわずかに上がる';
  203471 = '追い比べをしていると\n残り200mを切ってから前に出る';
  203472 = '追い比べをしていると\n残り200mを切ってから\nわずかに前に出る';
  203481 = 'レース終盤始めのどこかで前方だと\n加速力が上がる';
  203482 = 'レース終盤始めのどこかで前方だと\n加速力がわずかに上がる';
  203491 = 'レース終盤始めのどこかで前方だと\n加速力が上がる';
  203492 = 'レース終盤始めのどこかで前方だと\n加速力がわずかに上がる';
  203501 = 'レース中盤のどこかで前に出る';
  203502 = 'レース中盤のどこかでわずかに前に出る';
  203511 =
    'レース中盤始めのどこかで中団以降だと\n速度が上がり持久力をわずかに回復する';
  203512 =
    'レース中盤始めのどこかで中団以降だと\n速度がわずかに上がり持久力を\nほんのわずかに回復する';
  203522 = 'レース終盤始めの早めのどこかで\n中団以降だと加速力がわずかに上がる';
  203532 = 'いずれかの上り坂のどこかで\n速度がわずかに上がる';
  203541 = 'レース終盤始めのどこかで中団以降だと\n加速力が上がる';
  203542 = 'レース終盤始めのどこかで中団以降だと\n加速力がわずかに上がる';
  203552 = 'レース中盤のどこかで中団以降だと\n速度がわずかに上がる';
  203561 = 'レース最終盤始めのどこかで\nラストスパートの最中なら速度が上がる';
  203562 =
    'レース最終盤始めのどこかで\nラストスパートの最中なら\n速度がわずかに上がる';
  203571 = 'レース終盤が迫ったどこかで\n中団以降だと速度が上がる';
  203572 = 'レース終盤が迫ったどこかで\n中団以降だと速度がわずかに上がる';
  203582 =
    'レース中盤のどこかで速度が\nわずかに上がる、先頭から8バ身以上\n離れていると速度が少し上がる';
  203591 = 'レース最終盤始めのどこかで\nラストスパートの最中なら速度が上がる';
  203592 =
    'レース最終盤始めのどこかで\nラストスパートの最中なら\n速度がわずかに上がる';
  203601 = 'すぐ後ろにウマ娘が長くいると\n速度が上がる';
  203602 = 'すぐ後ろにウマ娘が長くいると\n速度がわずかに上がる';
  203611 = 'レース最終盤始めのどこかで\nラストスパートの最中なら速度が上がる';
  203612 =
    'レース最終盤始めのどこかで\nラストスパートの最中なら\n速度がわずかに上がる';
  203621 =
    'レース中盤の直線のどこかで中団以降\nだとしばらくの間速度が少し上がる';
  203622 =
    'レース中盤の直線のどこかで中団以降\nだとしばらくの間速度がちょっと上がる';
  203631 = 'レース後半のどこかで前に出る';
  203632 = 'レース後半のどこかでわずかに前に出る';
  203641 = 'レース終盤始めのどこかで前方だと\n前に出る';
  203642 = 'レース終盤始めのどこかで前方だと\nわずかに前に出る';
  203651 = 'レース中盤のどこかで速度が上がる';
  203652 = 'レース中盤のどこかで速度が\nわずかに上がる';
  203661 = 'レース中盤のどこかで\nしばらくの間速度が少し上がる';
  203662 = 'レース中盤のどこかで\nしばらくの間速度がちょっと上がる';
  203671 =
    'レース中盤のどこかで速度が上がる\nスキル発動時、中団以降だと\n効果が変わり前に出る';
  203672 =
    'レース中盤のどこかで速度が\nわずかに上がる、スキル発動時中団以降\nだと効果が変わりわずかに前に出る';
  203681 = 'レース中盤のどこかで中団以降だと\n速度が上がる';
  203682 = 'レース中盤のどこかで中団以降だと\n速度がわずかに上がる';
  203701 = 'レース終盤始めのどこかで\n余力十分なら前に出る';
  203702 = 'レース終盤始めのどこかで\n余力十分ならわずかに前に出る';
  203711 = '直線でラストスパートの最中なら\n加速力が上がる';
  203712 = '直線でラストスパートの最中なら\n加速力がわずかに上がる';
  203721 =
    '受け継がれてきた強い想いを胸に抱いて\nレース後半のどこかで前に出て\n持久力をわずかに回復する';
  203731 = 'レース中盤始めのどこかで速度が\n少し上がり持久力を少し回復する';
  203732 =
    'レース中盤始めのどこかで速度が\nちょっと上がり持久力をちょっと\n回復する';
  203741 = 'レース後半のコーナーで追い抜くと\n前に出る';
  203742 = 'レース後半のコーナーで追い抜くと\nわずかに前に出る';
  203751 = 'レース中盤のどこかで速度が上がる';
  203752 = 'レース中盤のどこかで速度が\nわずかに上がる';
  203761 = 'レース最終盤始めのどこかで\nラストスパートの最中なら速度が上がる';
  203762 =
    'レース最終盤始めのどこかで\nラストスパートの最中なら\n速度がわずかに上がる';
  203772 = 'レース中盤のどこかで速度が\nわずかに上がる';
  203781 = '全ての基礎能力がわずかに上がる';
  203791 = '最終コーナー前の第3コーナーの\nどこかで中団以降だと前に出る';
  203792 =
    '最終コーナー前の第3コーナーの\nどこかで中団以降だとわずかに前に出る';
  203801 =
    'レース中盤のどこかで速度が少し上がる\nその後レース終盤のどこかで少し\n前に出る';
  203802 =
    'レース中盤のどこかで速度がちょっと\n上がる、その後レース終盤のどこかで\nちょっと前に出る';
  203812 =
    'スピードが十二分に高いとスピードが\nわずかに上がる、パワーも十二分なら\n少し上がる';
  203822 =
    '終盤以降の最終直線でわずかに前に出る\nレース終盤突入時まで中団以降を\nキープしていた場合少し前に出る';
  203831 = 'レース終盤始めの早めのどこかで\n中団以降だと加速力が上がる';
  203832 =
    'レース終盤始めの早めのどこかで\n中団以降だと加速力が\nわずかに上がる';
  203841 = 'レース中盤のどこかで中団以降だと\nしばらくの間速度が少し上がる';
  203842 = 'レース中盤のどこかで中団以降だと\nしばらくの間速度がちょっと上がる';
  203851 = 'レース中盤のどこかで速度が上がる';
  203852 = 'レース中盤のどこかで速度が\nわずかに上がる';
  203861 = 'レース序盤または中盤に\n追い抜かれるか競り合うと\n前に出る';
  203862 = 'レース序盤または中盤に\n追い抜かれるか競り合うと\nわずかに前に出る';
  203871 = '追い抜こうとすると速度が上がる';
  203872 = '追い抜こうとすると\n速度がわずかに上がる';
  203881 = 'レース中盤のどこかで前方だと\n速度が上がる';
  203882 = 'レース中盤のどこかで前方だと\n速度がわずかに上がる';
  203892 = 'レース終盤始めのどこかで中団以降だと\n加速力がわずかに上がる';
  203902 = 'いずれかの下り坂のどこかで加速力が\nわずかに上がる';
  203911 = 'レース中盤のどこかで中団以降だと\n速度が上がる';
  203912 = 'レース中盤のどこかで中団以降だと\n速度がわずかに上がる';
  203922 = 'レース中盤のどこかで中団以降だと\n速度がわずかに上がる';
  203931 = 'レース中盤のどこかで前方だと\nしばらくの間速度が少し上がる';
  203932 = 'レース中盤のどこかで前方だと\nしばらくの間速度がちょっと上がる';
  203941 = 'レース中盤のどこかで速度が上がる';
  203942 = 'レース中盤のどこかで速度が\nわずかに上がる';
  203951 = '賢さが十二分に高いと賢さとスピードが\n上がる';
  203952 = '賢さが十二分に高いと賢さが少し上がる';
  203961 = 'レース中盤のどこかで前方だと\n速度が上がる';
  203962 = 'レース中盤のどこかで前方だと\n速度がわずかに上がる';
  203972 = 'レース中盤のどこかで前方だと持久力を\n少し使って速度が少し上がる';
  203981 = '最終コーナー前の第3コーナーの\nどこかで前方だと前に出る';
  203982 = '最終コーナー前の第3コーナーの\nどこかで前方だとわずかに前に出る';
  203991 =
    'レース中盤のどこかで速度が上がる\nスキル発動時、前方だと\n効果が変わり前に出る';
  203992 =
    'レース中盤のどこかで速度がわずかに\n上がる、スキル発動時前方だと\n効果が変わりわずかに前に出る';
  204001 = 'レース序盤または中盤に\n追い抜かれるか競り合うと\n前に出る';
  204002 = 'レース序盤または中盤に\n追い抜かれるか競り合うと\nわずかに前に出る';
  204012 =
    'レース中盤のどこかで速度がわずかに\n上がる、先頭から4バ身以上離れている\nと速度が少し上がる';
  204021 = 'レース終盤始めの早めのどこかで\n中団以降だと加速力が上がる';
  204022 =
    'レース終盤始めの早めのどこかで\n中団以降だと加速力が\nわずかに上がる';
  204031 = 'レース中盤のコーナーのどこかで\nしばらくの間速度が少し上がる';
  204032 = 'レース中盤のコーナーのどこかで\nしばらくの間速度がちょっと上がる';
  204041 = '追い抜くと前に出る';
  204042 = '追い抜くとわずかに前に出る';
  204051 = 'レース終盤始めのどこかで前に出る';
  204052 = 'レース終盤始めのどこかでわずかに\n前に出る';
  204061 = '最終コーナー前の第3コーナーの\nどこかで中団以降だと前に出る';
  204062 =
    '最終コーナー前の第3コーナーの\nどこかで中団以降だとわずかに前に出る';
  204071 = 'レース終盤が迫ったどこかで前方だと\n速度が上がる';
  204072 = 'レース終盤が迫ったどこかで前方だと\n速度がわずかに上がる';
  204081 = 'いずれかの上り坂のどこかで\n速度が上がる';
  204082 = 'いずれかの上り坂のどこかで\n速度がわずかに上がる';
  204092 = 'レース中盤のどこかで速度が\nわずかに上がる';
  204101 = 'ラストスパートの最中なら追い抜くか\n競り合うと前に出る';
  204102 = 'ラストスパートの最中なら追い抜くか\n競り合うとわずかに前に出る';
  204111 = 'レース中盤のどこかで速度が上がる';
  204112 = 'レース中盤のどこかで速度が\nわずかに上がる';
  204121 =
    '最終直線でラストスパートの最中なら\n速度が上がる\n余力十分ならすごく上がる';
  204122 =
    '最終直線でラストスパートの\n最中なら速度がわずかに上がる\n余力十分なら少し上がる';
  204131 = 'レース中盤のどこかで速度が上がる';
  204132 = 'レース中盤のどこかで速度が\nわずかに上がる';
  204141 = 'スタミナが十二分に高いとスタミナと\nスピードが上がる';
  204142 = 'スタミナが十二分に高いとスタミナが\n少し上がる';
  204151 =
    'レース中盤のコーナーのどこかで前方\nだとしばらくの間速度が少し上がる';
  204152 =
    'レース中盤のコーナーのどこかで前方\nだとしばらくの間速度がちょっと上がる';
  204161 =
    '終盤以降かつ残り600mを切っている\nとき前方で追い抜こうとするか先頭だと\n加速力が上がる';
  204162 =
    '終盤以降かつ残り600mを切っている\nとき前方で追い抜こうとするか先頭だと\n加速力がわずかに上がる';
  204171 = 'レース最終盤始めのどこかで\nラストスパートの最中なら速度が上がる';
  204172 =
    'レース最終盤始めのどこかで\nラストスパートの最中なら\n速度がわずかに上がる';
  204181 = 'レース中盤に追い抜くか先頭だと\n速度が上がる';
  204182 = 'レース中盤に追い抜くか先頭だと\n速度がわずかに上がる';
  204191 = 'レース中盤のどこかで\nしばらくの間速度が少し上がる';
  204192 = 'レース中盤のどこかで\nしばらくの間速度がちょっと上がる';
  204202 = 'スピードとパワーが十分に高いと\nスピードとパワーがわずかに上がる';
  204211 = 'レース終盤が迫ったどこかで前方だと\nしばらくの間速度が少し上がる';
  204212 =
    'レース終盤が迫ったどこかで前方だと\nしばらくの間速度がちょっと上がる';
  204222 = '全開スパート中どこかで\nわずかに伸びを見せる';
  204232 = 'サンタアニタパークレース場なら\nスタミナが上がる';
  204233 = 'サンタアニタパークレース場なら\nスタミナが少し上がる';
  204242 = 'デルマーレース場なら\nスタミナが上がる';
  204243 = 'デルマーレース場なら\nスタミナが少し上がる';
  204251 = '勝利のために影で息を潜める\nライバルに花を持たせ根性が少し下がる';
  204262 = '全開スパート中どこかで少し前に出て\nちょっと伸びを見せる';
  204271 = 'いずれかのコーナーのどこかで前方だと\n前に出る';
  204272 = 'いずれかのコーナーのどこかで前方だと\nわずかに前に出る';
  204282 = 'レース中盤のどこかで前方だと持久力を\n少し使って速度が少し上がる';
  204292 = '3000m以上のレースなら\nレース中間付近で持久力を少し回復する';
  204293 = '3000m以上のレースなら\nレース中間付近で持久力を\nわずかに回復する';
  204301 = 'レース中盤の直線のどこかで前方だと\nしばらくの間速度が少し上がる';
  204302 =
    'レース中盤の直線のどこかで前方だと\nしばらくの間速度がちょっと上がる';
  204311 = 'レース終盤始めのどこかで前方だと\n加速力が上がる';
  204312 = 'レース終盤始めのどこかで前方だと\n加速力がわずかに上がる';
  204322 =
    'レース中盤のどこかで速度がわずかに\n上がる、「阿吽の呼吸」を持つウマ娘が\n2人以上いるレースだと少し上がる';
  204331 = 'レース中盤のどこかで速度が上がる';
  204332 = 'レース中盤のどこかで速度が\nわずかに上がる';
  204342 = 'レース終盤が迫ったどこかで\n前方だと速度がわずかに上がる';
  204351 =
    'レース中盤のコーナーのどこかで\n中団以降だとしばらくの間速度が\n少し上がる';
  204352 =
    'レース中盤のコーナーのどこかで\n中団以降だとしばらくの間速度が\nちょっと上がる';
  204362 = 'レース中盤のどこかで持久力を少し\n使って速度が少し上がる';
  204372 = 'レース終盤が迫ったどこかで\n速度がわずかに上がる';
  204381 = 'レース後半のどこかで前に出る';
  204382 = 'レース後半のどこかでわずかに前に出る';
  204391 = 'レース中盤始めのどこかで持久力を回復\nしわずかに前に出る';
  204392 =
    'レース中盤始めのどこかで持久力を\nわずかに回復しほんのわずかに前に出る';
  204401 =
    '最強の闘志も今日だけは花の影に隠れる\n女王に脚光を譲りパワーが少し下がる';
  204412 = 'レース中盤始めのどこかで前方だと\n速度がわずかに上がる';
  204421 =
    '冷たい氷が放つ輝きの中に紅が揺れる\n己の牙を陰に潜ませパワーが少し下がる';
  204431 = '直線でラストスパートの最中なら\n加速力が上がる';
  204432 = '直線でラストスパートの最中なら\n加速力がわずかに上がる';
  204442 =
    'レース中盤のどこかで速度がわずかに\n上がる、先頭から6バ身以上離れている\nと速度が少し上がる';
  204452 =
    'レース中盤始めのどこかで速度がわずか\nに下がる、中団以降をキープすると\n速度が下がらずに上がる';
  204453 =
    'レース中盤始めのどこかで\n速度がちょっと上がる\n中団以降をキープすると\n速度がわずかに上がる';
  204462 = 'レース中盤が迫ったどこかで\n中団以降だと速度がわずかに上がる';
  204472 = '最終コーナー前の第3コーナーの\nどこかで前方だとわずかに前に出る';
  204481 = 'レース中盤のどこかで前方だと\n速度が上がる';
  204482 = 'レース中盤のどこかで前方だと\n速度がわずかに上がる';
  204492 = 'いずれかの上り坂のどこかで\n速度がわずかに上がる';
  204501 = 'レース中盤始めのどこかで\n速度が少し上がり\nわずかに前に出る';
  204502 =
    'レース中盤始めのどこかで\n速度がちょっと上がり\nほんのわずかに前に出る';
  204511 =
    'レース中盤始めのどこかで前方だと\n速度が上がり持久力をわずかに回復する';
  204512 =
    'レース中盤始めのどこかで前方だと\n速度がわずかに上がり持久力を\nほんのわずかに回復する';
  204521 = 'レース中盤のどこかで中団以降だと\n速度が上がる';
  204522 = 'レース中盤のどこかで中団以降だと\n速度がわずかに上がる';
  204531 = 'レース中盤のどこかで前に出る';
  204532 = 'レース中盤のどこかでわずかに前に出る';
  204541 = 'レース中盤のどこかで前方だと\n速度が上がる';
  204542 = 'レース中盤のどこかで前方だと\n速度がわずかに上がる';
  204552 =
    'レース最終盤始めのどこかで\nラストスパートの最中なら\n速度がわずかに上がる';
  204562 =
    'スピードが十二分に高いとスピードが\nわずかに上がる、賢さも十二分なら\n少し上がる';
  204571 = 'レース後半のどこかで前に出る';
  204572 = 'レース後半のどこかでわずかに前に出る';
  204622 =
    'レース中盤のどこかで速度が\nわずかに上がる\n継承スキルを3つ以上持っていると\n効果が増える';
  204632 = 'レース後半のコーナーで追い抜くと\nわずかに前に出る';
  204642 = '最終コーナーで外から追い抜くと\n速度がわずかに上がる';
  204661 = 'ラストスパートの最中なら\n前が塞がれた時加速力が上がる';
  204662 = 'ラストスパートの最中なら\n前が塞がれた時加速力がわずかに上がる';
  204671 = 'レース終盤始めのどこかで中団以降だと\n加速力が上がる';
  204672 = 'レース終盤始めのどこかで中団以降だと\n加速力がわずかに上がる';
  204682 =
    'レース中盤のどこかで中団以降だと\n持久力を少し使って速度が少し上がる';
  204691 = 'レース中盤に前方で競り合うと\n前に出る';
  204692 = 'レース中盤に前方で競り合うと\nわずかに前に出る';
  204701 = 'レース中盤のどこかでしばらくの間\n少し前に出る';
  204702 = 'レース中盤のどこかでしばらくの間\nちょっと前に出る';
  204711 = 'レース中盤のどこかで前に出る';
  204712 = 'レース中盤のどこかでわずかに前に出る';
  210011 =
    'レース中盤のどこかでアオハル魂が燃え\nレース中のチームメンバーの\nスピード合計が高いほど速度が上がる';
  210012 =
    'レース中盤のどこかでアオハル魂が燃え\nレース中のチームメンバーのスピード\n合計が高いほど速度がわずかに上がる';
  210021 =
    'レース中盤のどこかでアオハル魂が燃え\nレース中のチームメンバーのスタミナ\n合計が高いほど持久力を回復する';
  210022 =
    'レース中盤のどこかでアオハル魂が燃え\nレース中のチームメンバーのスタミナ\n合計が高いほど持久力を\nわずかに回復する';
  210031 =
    'レース終盤のどこかでアオハル魂が燃え\nレース中のチームメンバーの\nパワー合計が高いほど加速力が上がる';
  210032 =
    'レース終盤のどこかでアオハル魂が燃え\nレース中のチームメンバーのパワー\n合計が高いほど加速力がわずかに上がる';
  210041 =
    'レース終盤のどこかでアオハル魂が燃え\nレース中のチームメンバーの根性合計が\n高いほど速度と加速力が少し上がる';
  210042 =
    'レース終盤のどこかでアオハル魂が燃え\nレース中のチームメンバーの根性合計が\n高いほど速度と加速力がちょっと上がる';
  210051 =
    'レース序盤のどこかでアオハル魂が燃え\nしばらくレース中のチームメンバーの\n賢さ合計が高いほど視野が広がり\nコース取りが上手くなる';
  210052 =
    'レース序盤のどこかでアオハル魂が燃え\nしばらくレース中のチームメンバーの\n賢さ合計が高いほど視野がわずかに広が\nりコース取りがわずかに上手くなる';
  210061 =
    'レース後半のどこかで持久力を少し\n回復し速度と加速力が少し上がる\n育成で重ねた勝利の数だけ効果が増える';
  210062 =
    'レース後半のどこかで持久力をちょっと\n回復し速度と加速力がちょっと上がる\n育成で重ねた勝利の数だけ効果が増える';
  210081 =
    'レース最終盤のどこかでラストスパート\nの最中なら速度が上がる\n最も優れた基礎能力の高さに応じて\n効果が増える';
  210082 =
    'レース最終盤のどこかでラストスパート\nの最中なら速度がわずかに上がる\n最も優れた基礎能力の高さに応じて\n効果が増える';
  210091 = 'レース終盤が迫ったどこかで\n速度がわずかに上がる';
  210101 =
    'レース最終盤のどこかでラストスパート\nの最中なら持久力を少し使って\n速度が少し上がる';
  210111 =
    'レース最終盤でラストスパートの最中\nなら追い越そうとすると\nしばらくの間速度がわずかに上がる';
  210121 = '追い比べをしていると\n加速力がわずかに上がる';
  210131 = 'レース後半にスキルを2回発動すると\n速度がわずかに上がる';
  210141 = '好調か絶好調だと\nスタミナ、根性、賢さが\n少し上がる場合がある';
  210261 =
    'レース中盤に競り合うと速度が上がる\n獲得したスキルの数に応じて\n効果が増える';
  210262 =
    'レース中盤に競り合うと\n速度がわずかに上がる、獲得した\nスキルの数に応じて効果が増える';
  210271 =
    'レース序盤の始めのどこかで加速力が\n上がる、獲得したスキルの数に応じて\n効果が増える';
  210272 =
    'レース序盤の始めのどこかで\n加速力がわずかに上がる、獲得した\nスキルの数に応じて効果が増える';
  210281 =
    'レース最終盤が迫ったどこかで速度が\n上がる、獲得したスキルの数に応じて\n効果が増える';
  210282 =
    'レース最終盤が迫ったどこかで\n速度がわずかに上がる、獲得した\nスキルの数に応じて効果が増える';
  210292 = '最終直線で速度がわずかに上がる';
  210302 = 'レース中盤のどこかで速度が\nわずかに上がる';
  210311 =
    'レース後半のどこかでわずかに前に出る\n根性が十二分に高いと少し前に出る';
  210322 = 'レース最終盤のどこかでラストスパート\nの最中ならわずかに前に出る';
  210331 =
    'レース中盤のどこかでわずかに前に出る\nパワーが十二分に高いと少し前に出る';
  210342 = '最終直線で速度がわずかに上がる';
  210352 =
    'レース最終盤始めのどこかで\nラストスパートの最中なら\n速度がわずかに上がる';
  210362 = '最終直線で速度がわずかに上がる';
  210372 =
    'レース最終盤始めのどこかで\nラストスパートの最中なら\n速度がわずかに上がる';
  210382 =
    'レース最終盤始めのどこかで\nラストスパートの最中なら\n速度がわずかに上がる';
  210392 =
    'レース最終盤始めのどこかで\nラストスパートの最中なら\n速度がわずかに上がる';
  407011 = 'レース中盤が迫ったどこかで\n速度がすごく上がる';
  407021 = 'レース中盤に追い抜くと\n速度がすごく上がる';
  407031 =
    'レース最終盤始めのどこかで\nラストスパートの最中なら\n速度がすごく上がる';
  407041 = 'レース終盤が迫ったどこかで\n中団以前だと速度がすごく上がる';
  407051 = '最終コーナーのどこかで中団以降だと\n速度がすごく上がる';
  408011 = '近くにウマ娘が3人以上いると\n速度がすごく上がる';
  408021 =
    'レース終盤以降に中団以降で追い抜こう\nとすると加速力が上がる、その後\n残り200mを切っているとき速度が\nわずかに上がる';
  408031 = 'レース中盤のどこかで速度が\nすごく上がる';
  408041 = 'いずれかのコーナーのどこかで\n速度がすごく上がる';
  408051 =
    'レース終盤のどこかで加速力が上がる\nその後残り200mを切っているとき\n速度がわずかに上がる';
  409011 =
    'レース終盤目前に先頭か先頭から4バ身\n以内だと、レース終盤に加速力が上がる\nその後最終直線で速度がわずかに上がる';
  409021 = '中盤の直線で持久力を回復し\n少し前に出る';
  409031 = 'レース中盤のどこかでしばらくの間\n速度が上がり持久力を少し回復する';
  409041 =
    'レース最終盤始めのどこかで\nラストスパートの最中なら\n速度がすごく上がる';
  409061 = 'いずれかのコーナーのどこかで\n速度がすごく上がる';
  410011 = 'レース中盤のどこかで\nしばらくの間前に出る';
  410021 = 'いずれかの直線のどこかで\n速度がすごく上がる';
  410031 = 'レース中盤のどこかで\n速度がすごく上がる';
  410041 =
    'スタート時に加速力が上がる\nその後レース最終盤始めのどこかで\nラストスパートの最中なら\nわずかに前に出る';
  411011 = 'レース中盤のどこかで速度が\nすごく上がる';
  411021 = 'レース中盤のどこかでしばらくの間\n速度が上がる';
  411041 =
    'レース最終盤始めのどこかで\nラストスパートの最中なら\n速度がすごく上がる';
  412011 = 'すぐ後ろにウマ娘が長くいると\n速度がすごく上がる';
  412031 = 'レース序盤または中盤に\n追い抜かれるか競り合うと\nすごく前に出る';
  412041 = 'レース中盤のどこかで\n速度がすごく上がる';
  412051 = 'レース中盤のどこかでしばらくの間\n速度が上がる';
  413011 =
    'すぐ前にウマ娘が長くいるか\n先頭ですぐ後ろにウマ娘が長くいると\n速度がすごく上がる';
  413021 =
    'レース中盤に追い抜くか先頭だと\n速度が上がる、その後最終盤始めの方で\nラストスパートの最中なら\n速度がわずかに上がる';
  413031 = 'レース中盤のどこかでしばらくの間\n速度が上がる';
  414011 = 'すぐ後ろにウマ娘が長くいると\n速度がすごく上がる';
  414031 = 'レース中盤のどこかでしばらくの間\n速度が上がる';
  414041 =
    'レース中盤のどこかで速度がすごく\n上がる、中距離レースで全ての基礎能力\nが十分に高いと効果が変わり\nものすごく前に出る';
  414051 = 'レース中盤のどこかで前方だと\n速度がすごく上がる';
  414061 =
    'レース最終盤始めのどこかで\nラストスパートの最中なら\n速度がすごく上がる';
  900011 =
    'レース終盤以降に追い抜いて中団以前に\nつけるとわずかに前に出続けて\n加速力をほんのちょっと上げ続ける';
  900021 =
    'レース後半に先頭だと速度がわずかに\n上がる、その後最終盤に先頭で\n後ろのウマ娘との差が1バ身以上だと\n少しの間速度がほんのわずかに上がる';
  900031 =
    'レース終盤以降に前方で前のウマ娘との\n差が1バ身以内で追い抜こうとすると\n最終直線で速度が少し上がる';
  900041 = '最終コーナー以降で前方だと\n加速力がわずかに上がる';
  900051 =
    '終盤以降に先団で少し抜け出ていると\n残り300mを切ってから\n速度が少し上がる';
  900061 = '残り200m地点で好位置だと\n速度が少し上がる';
  900071 =
    'レース中間付近で後方だと\nロングスパートをかけて\n速度をちょっと上げ続ける';
  900081 =
    '残り200mを切って好位置にいるとき\n前または後ろのウマ娘との差が1バ身\n以内だと速度がわずかに上がる';
  900091 =
    'レース後半に先頭ですぐ後ろのウマ娘\nとの差が1バ身以内か、2番手で\n追い抜こうとすると速度と加速力が\nちょっと上がる';
  900101 =
    '最終コーナー後半で好位置だと\n弾みを付けて加速力をわずかに\n上げ続ける';
  900111 = '最終直線で追い抜いて3番手以降に\nつけると速度がわずかに上がる';
  900121 =
    '最終コーナー以降に外から追い抜いて\n中団以降につけていると\n最終直線で速度がわずかに上がる';
  900131 =
    '最終コーナーで前の方だと\n速度がわずかに上がる\n長距離で余力十分なら少し上がる';
  900141 = '最終直線で先団だと速度と加速力が\nちょっと上がる';
  900151 =
    '最終コーナー以降に4番手以内で\n前または後ろのウマ娘との差が1バ身\n以内だと速度がわずかに上がる';
  900161 =
    '最終コーナー以降に外から追い抜いて\n中団につけると速度がわずかに上がる\n中盤競り合っていた場合は少し上がる';
  900171 = 'レース終盤以降に3回以上追い抜くと\n最終直線で速度が少し上がる';
  900181 = '最終コーナーで追い抜いて3番手以降に\nつけると速度がわずかに上がる';
  900191 =
    'レース終盤以降に2回追い抜くと\n速度がわずかに上がり\nコース取りがわずかにうまくなる';
  900201 = 'レース終盤以降のコーナーで\n先頭だと加速力がわずかに上がる';
  900211 =
    'レース後半の直線で好位置にいる\nまたは中団から追い抜こうとすると\n速度がわずかに上がり加速力が\nほんのちょっと上がる';
  900221 = 'レース後半に好位置で競り合うと\n速度がわずかに上がる';
  900231 =
    '終盤以降の最終コーナー以降で\n4番手以内だと速度がわずかに上がる\n掛からなければ少し上がる';
  900241 =
    '最終コーナー以降に3番手以内で\n競り合うと速度と加速力が\nちょっと上がる';
  900251 =
    'レース後半に中団から\n速度をちょっと上げ続け前のウマ娘の\n速度をほんのちょっと下げ続ける';
  900261 =
    '出遅れていない場合最終直線で\n3番手以内だと速度がわずかに上がる\n先団をキープしていた場合は少し上がる';
  900271 =
    'レース終盤以降のコーナーで\n中団だと前の位置につこうとして\n加速力がわずかに上がる';
  900281 =
    'レース中間付近で好位置にいるとき\n追い抜こうとすると速度が\nちょっと上がる、短距離レースでは\n効果が変わりちょっと前に出る';
  900291 =
    '残り300mを切って先団にいるとき\n先頭か先頭から2バ身以内だと\n速度がわずかに上がる';
  900301 =
    'レース終盤以降に追い抜いて\n4番手以内につけていると\n最終直線で速度がわずかに上がる';
  900311 =
    '残り300m付近で2番手以内だと速度が\nちょっと上がる、坂を上った後\nだった場合は少し上がる';
  900321 =
    'レース後半のコーナーで好位置に\n控えていると持久力をわずかに回復し\n少しの間速度がちょっと上がる';
  900331 =
    '最終直線で先頭から2バ身以上離れてい\nると速度がわずかに上がる\n最後方付近にいる場合は少し上がる';
  900341 =
    'レース前半中団以降をキープしていて\n追い比べをしていると速度が少し上がる';
  900351 =
    '最終コーナー以降に競り合っていると\n最終直線で5番手以内にいる時\n速度がわずかに上がる';
  900361 =
    '最終コーナー以降に中団の内ラチ側に\nいると最終直線で速度がわずかに上がり\nコース取りがわずかにうまくなる';
  900371 =
    '掛からず最終直線で3番手以降だと\n速度がわずかに上がる\n中団をキープしていた場合は少し上がる';
  900381 =
    'レース中間付近で追い抜いて好位置に\nつけると速度と加速力がちょっと上がる';
  900391 = '最終直線で競り合うと\n速度がわずかに上がる';
  900401 = 'レース後半に中団で追い抜こうとすると\n速度をちょっと上げ続ける';
  900411 = 'レース後半に3番手以内で競り合うと\n速度がわずかに上がる';
  900421 =
    '残り200m地点で2番手以降にいるとき\n先頭から4バ身以内だと\n速度がわずかに上がる\n2バ身以内だと少し上がる';
  900431 =
    '追い比べをしていると\n速度がちょっと上がる\nさらにダートレースなら\n加速力がわずかに上がる';
  900441 =
    '最終コーナー突入時まで掛からず\n後方をキープすると残り300m地点で\n速度をわずかに上げ続ける';
  900451 = 'レース中盤のどこかで好位置だと\n持久力を少し回復する';
  900461 =
    'レース中盤の直線で2番手以内にいると\nき後ろのウマ娘との差が1バ身以内だと\n速度と加速力がちょっと上がる';
  900471 =
    'レース終盤以降の残り400m地点で\n先団だと速度がわずかに上がる\nGⅠなどの大舞台のレースで\n3番人気以上だと少し上がる';
  900481 =
    '最終直線で先団にいるとき\n追い抜こうとするか近寄られると\n速度がわずかに上がる';
  900491 =
    '最終コーナー以降に追い抜こうと\nしていた場合、残り400mを切ってから\n好位置だと速度がわずかに上がる\n4番人気以下だと少し上がる';
  900501 = '最終コーナー以降に中団で追い抜こうと\nすると、速度がわずかに上がる';
  900511 =
    'レース中盤のコーナーで\n競り合っていた場合\n終盤以降かつ最終コーナー後半以降に\n好位置だと加速力がわずかに上がる';
  900521 =
    '最終コーナーで後方にいるとき\n近くにウマ娘がいると持久力を\nわずかに回復する';
  900531 =
    '終盤以降の最終コーナー以降に後方で前\nのウマ娘との差が1バ身以内だと短い間\n加速力がほんのちょっと上がる、効果中\n追い抜くと3回まで効果と時間が増える';
  900541 =
    'レース後半に追い抜いて中団以降につけ\nていると、残り150mを切ってから\n前方だと少しの間速度が少し上がる';
  900551 =
    'レース中間付近で中団にいるとき\n近くにウマ娘がいると\n速度がわずかに上がる、視界に\nウマ娘が4人以上いると効果が増える';
  900561 =
    'レース終盤以降に3番手以降で\n前方が詰まったとき\nお告げの力で速度がわずかに上がり\n加速力がほんのちょっと上がる';
  900571 =
    '終盤が迫ったどこかで後方だと\n速度をちょっと上げ続ける、中距離か\n長距離レースで先頭から8バ身以上\n離れていると速度をわずかに上げ続ける';
  900581 = 'レース終盤以降に追い抜くと\n速度と加速力がちょっと上がる';
  900591 =
    '掛からなければ中盤の最終コーナーか\n終盤以降の最終コーナーではない\nコーナーで中団にいるとき\n加速力がわずかに上がる';
  900611 = '掛からなければ残り200m地点で\n中団だと実力発揮、速度が少し上がる';
  900621 =
    'レース後半かつレース中盤で中団だと\n持久力をわずかに回復し\n速度がちょっと上がる';
  900631 =
    '掛からなければ最終盤で\nラストスパートの最中なら\n速度をちょっと上げ続ける';
  900641 =
    'レース後半まで前方をキープすると\n持久力をわずかに回復し\n速度をちょっと上げ続ける';
  900651 =
    '終盤が迫ったどこかで前方だと\n速度がちょっと上がる、短距離かマイル\nレースの場合はちょっと上げ続ける';
  900661 =
    '中盤の半ばに先頭で後ろのウマ娘との差\nが1バ身以上だと超長時間速度をほんの\nわずかに上げ続ける、その後最終盤にゴ\nールするまで速度をちょっと下げ続ける';
  900671 =
    '最終直線に入ったとき2～5番手だと\n速度がわずかに上がる\n先頭から2バ身以内なら少し上がる';
  900681 =
    'レース後半の第3コーナーで2番手以内\nだと速度がちょっと上がる、または\n終盤の向正面で2番手以内だと速度と\n加速力がちょっと上がる';
  900691 =
    '残り300mを切って好位置にいるとき\n前のウマ娘との差が1バ身以内だと\n速度がわずかに上がる';
  900701 =
    '残り800m地点で中団だと加速力が\nほんのわずかに上がる、2400mの\nレースで3番人気以上だと少し上がる';
  900711 =
    '最終直線で後ろのウマ娘との差が1バ身\n以内だと持久力をわずかに使って\n少しの間速度が少し上がる';
  900721 =
    '最終コーナー以降に追い抜いていた場合\n残り300mを切って先団だと\n速度がわずかに上がる';
  900731 = 'レース終盤以降に追い抜くと\n最終直線で速度がわずかに上がる';
  900741 =
    'レース後半に中団から残り持久力に\n応じたロングスパートをかけて\n速度をほんのわずかに上げ続ける';
  900761 =
    'レース中間地点で中団だと速度が\nちょっと上がる、長距離レースだと\nちょっと上げ続けさらに持久力を\n少し回復する';
  900771 = 'レース終盤目前で好位置にいた場合\n残り400m地点で速度が少し上がる';
  900781 =
    'レース前半中団以降をキープして\n最終コーナー後半に前の方だと長時間\n加速力をほんのちょっと上げ続ける\n2番手ならほんのわずかに上げ続ける';
  900791 =
    'レース中盤に前方で競り合うと\nレース後半に少しの間速度がわずかに\n上がる、大井か川崎か船橋レース場なら\nわずかに上げ続ける';
  900801 =
    'レース後半まで前方をキープしていて\nライバルのウマ娘が加速スキルを発動\nするとちょっと前に出る';
  900811 = 'レース終盤以降のコーナーで少しの間\nちょっと前に出る';
  900821 =
    '最終コーナーで好位置だと\n少しの間速度がわずかに上がる\nマイルレースなら速度がわずかに上がる';
  900831 =
    'レース中間付近以降の直線で中団だと\nわずかに速度が上がる\nそこが下り坂ならわずかに上げ続ける';
  900841 = 'レース終盤以降に後方だと\n最終直線でわずかに前に出る';
  900851 =
    '掛からず終盤突入時に後方だと\nちょっと前に出て先頭から4人までの\nウマ娘の速度をほんのちょっと下げる';
  900861 = '残り1000m地点で好位置だと\n速度がわずかに上がる';
  900871 =
    '残り400mを切って\n2番手以内で近寄られると\n速度と加速力がちょっと上がる';
  900881 =
    '最終コーナーで中団にいた場合\n残り400mを切ってから\n速度がわずかに上がる、中距離レースで\n中盤に追い抜いていると少し上がる';
  900891 =
    'レース中間付近で好位置だと速度が\nわずかに上がり持久力をほんのわずかに\n回復する、2400m以上のレースだと\n回復量が増える';
  900901 =
    '前半のコーナーで前方だと短い間速度が\nわずかに上がる、マイルか中距離レース\nならその後終盤以降の最終直線で近寄ら\nれると少しの間ちょっと前に出る';
  900911 =
    'レース終盤以降の最終直線に入ったとき\n中団だと残り300mを切ってから\n速度がちょっと上がる\n掛からなければ少し上がる';
  900921 = 'レース中間付近で好位置だと\n速度がわずかに上がる';
  900931 =
    '終盤始めのどこかで好位置だと\nちょっと前に出る、短距離かマイル\nレースの場合はわずかに前に出る';
  900941 =
    'レース中間地点で中団だと\n速度がわずかに上がる\n中距離レースなら少し上がる';
  900951 =
    'レース終盤突入時に前方だと\nほんのわずかに前に出る、短距離レース\nならゴールするまでほんのわずかに\n前に出続ける';
  900961 =
    'レース後半の第3コーナーで中団だと\n少しの間速度がわずかに上がる\nその後終盤以降の最終直線で追い抜こう\nとすると速度がほんのわずかに上がる';
  900971 = '残り300m地点で中団だと\n速度が少し上がる';
  900981 = '終盤が迫ったどこかで\n速度がちょっと上がる';
  900991 =
    '中盤のコーナーで競り合っていた場合\n好位置だとラストスパートの最中なら\n加速力がほんのわずかに上がる';
  901001 =
    '残り300m地点で好位置だと\n速度がちょっと上がる\nさらにダートレースで先頭から\n2バ身以内だとちょっと前に出る';
  901021 =
    'レース前半に中団ですぐ前かすぐ後ろに\nウマ娘が長くいると持久力をほんの\nわずかに回復する、その後レース中間\n付近の直線で少しの間速度が少し上がる';
  901031 =
    'レース中盤に前方で競り合うと\n少しの間速度がわずかに上がる\nさらに追い比べをしているならその後\n少しの間ほんのわずかに前に出る';
  901041 =
    '第3コーナーで先頭なら速度がちょっと\n上がり持久力をちょっと回復する、東京\nの中距離レースならちょっと上げ続け\n持久力をちょっと回復する';
  901051 =
    'レース中間付近で中団だと速度が\nわずかに上がる、中距離レースで7回\n以上スキルを発動していると少し上がる';
  901061 =
    '最終コーナー後半で中団だと速度を\nちょっと上げ続ける、長距離レースで\n4番人気以下だと少し上げ続ける';
  901071 = '終盤以降の最終直線で先頭だと\n速度がちょっと上がる';
  901081 =
    'レース中間地点で後方だと速度が\nわずかに上がる、その後終盤以降の\n最終コーナーで追い抜こうとすると\n短い間ほんのわずかに前に出る';
  901091 =
    'レース前半のコーナーで中団だと\n速度がちょっと上がる、短距離かマイル\nレースの場合はちょっと上げ続ける';
  901101 =
    '残り800m地点で中団だと少しの間\nちょっと前に出て加速力がほんの\nちょっと上がる、根幹距離で中団だと\n加えて加速力がほんのわずかに上がる';
  901111 =
    'レース中間付近で中団だと\n速度をちょっと上げ続ける\nそこが上り坂なら速度を\nわずかに上げ続ける';
  901121 = 'レース最終盤が迫ったとき\n少しの間速度がわずかに上がる';
  901131 =
    'レース前半のコーナーで好位置だと\n速度がわずかに上がる、2200mの\nレースならわずかに上げ続ける';
  901141 = 'レース中間地点で中団以降だと\nちょっと前に出る';
  901151 = '残り1000m地点で\nちょっと前に出続ける';
  901161 =
    'レース前半のコーナーで前方だと\n速度がちょっと上がる、その後\n終盤以降の最終直線で先団だと\n短い間速度が少し上がる';
  901171 =
    '中盤以降に追い抜くと終盤以降の最終\n直線に入ったとき少しの間速度がわずか\nに上がる、作戦が追込で中盤以降に3回\n以上追い抜くと少しの間速度が上がる';
  901181 =
    'レース中間付近で速度がちょっと上がる\n芝の中距離レースで\nスキル発動時中団以降だと\n長めに速度をわずかに上げ続ける';
  901191 =
    '終盤突入時に後方にいるときゴールまで\n遠いと短い間ちょっと前に出る、中山か\n阪神レース場の中距離か長距離レース\nならその後直線で短い間少し前に出る';
  901201 = '4ハロン目で前方だと\n少しの間速度がわずかに上がる';
  901211 =
    '最終コーナーで追い抜くと最終盤で\nラストスパートの最中なら速度がわずか\nに上がる、短距離かマイルレースで\nスキル発動時、中団だと少し上がる';
  901241 = '終盤が迫ったどこかで前方だと\n速度がちょっと上がる';
  901271 =
    'レース後半の直線で中団だと速度が\nわずかに上がる、長距離レースなら\n効果が増える';
  901291 = '中盤のコーナーで前方だと\n短い間少し前に出る';
  901301 = '残り1000m地点で前方だと\n速度がちょっと上がる';
  901311 =
    'レース中間地点で中団以降だと\n短い間わずかに前に出る、短距離か\nマイルレースならその後最終盤でラスト\nスパートの最中なら短い間少し前に出る';
  901321 = '終盤が迫ったどこかで\n速度がほんのわずかに上がる';
  901331 = 'レース中間付近で少しの間速度が\nちょっと上がる';
  901341 =
    'レース中盤に前方にいるとき\n近くにウマ娘が2人以上いると\n速度をちょっと上げ続ける';
  901351 =
    'レース後半に速度をちょっと上げ続ける\n2000m以上のレースならその後\nラストスパートの最中に短い間\n加速力がちょっと上がる';
  901361 = '終盤に中団以降で余力十分なら\nわずかに前に出る';
  901371 = '中盤始めに中団以前だと長時間ちょっと\n前に出続ける';
  901411 =
    'レース後半に速度をちょっと上げ続ける\n2000m以上のレースならその後\nラストスパートの最中に短い間\n加速力がちょっと上がる';
  901431 =
    '中盤突入時に後方だと終盤が迫ったとき\nわずかに前に出る、中距離レースなら\nその後最終直線に入ったとき前方だと\nほんのわずかに前に出る';
  901441 =
    'レース序盤または中盤に追い抜かれて\n前方にいるか前方で競り合うとちょっと\n前に出続ける、中距離レースならその後\n最終盤で短い間ちょっと前に出る';
  901451 = 'スタートが上手くいくと\n長時間ちょっと前に出続ける';
  901491 =
    '中盤のコーナーで追い抜こうとすると\n速度がほんのわずかに上がる\n中距離レースならその後直線で少しの間\nわずかに前に出る';
  910031 =
    '最終コーナー以降に\n5番手以内で追いすがっていると\n最終直線で速度が少し上がる';
  910151 =
    '残り400m地点で先団だと速度が\nわずかに上がる、スキルを7回以上\n発動していると少し上がる';
  910321 =
    '後半のコーナーで好位置だと\n少しの間速度が少し上がる\nさらに中山レース場なら\nスピードの能力に応じて加速力が上がる';
  910681 =
    '終盤以降のコーナーで3番手以内にいる\nときゴールまで遠いと少しの間わずかに\n前に出て加速力がほんのちょっと上がる';
  910691 =
    'レース中盤に競り合っていた場合\n残り650m地点で好位置だと\n加速力をわずかに上げ続ける';
  1400011 = 'レース最終盤でラストスパートの最中\nなら速度がすごく上がる';
  1400021 = 'ラストスパートの最中なら\n加速力が上がる';
  100101111 = 'レース中盤のどこかで持久力を回復し\n速度がわずかに上がる';
  100101211 =
    'レース最終盤始めのどこかで\nラストスパートの最中なら\n速度がすごく上がる';
  100101311 =
    'レース中盤のどこかで速度が上がる\n東京レース場の2400mのレースなら\nしばらくの間すごく上がる';
  100201111 = 'スタート時に出遅れる時間が少なくなり\n加速力がわずかに上がる';
  100201211 = '最終コーナーのどこかで先頭だと\n加速力が上がりわずかに前に出る';
  100201311 =
    '左回りコースなら\nスピードとパワーが上がる\n東京レース場の1800mのレースなら\nとてつもなく上がる';
  100601121 = 'レース中盤のどこかで持久力を\nわずかに回復し速度が上がる';
  100601211 =
    'いずれかのコーナーのどこかで加速力が\n上がり持久力をわずかに回復する';
  101003111 =
    'レース中盤のコーナーのどこかで前方\nだとしばらくの間速度が少し上がる\nマイルレースなら持久力を少し使ってし\nばらくの間すごく上がる';
  101003211 =
    'レース終盤始めの早めに先頭にいるか\n追い抜こうとするとき、または終盤\n始めの早めのどこかで加速力が上がる';
  101103111 =
    'レース中盤の直線のどこかで持久力を\n使って速度がものすごく上がる、中山\nレース場の長距離レースなら持久力を\n使わずに効果が増える';
  101402121 = 'レース終盤のどこかでしばらくの間\n前に出る';
  101501111 = '最終コーナーのどこかで前方だと\nしばらくの間速度が上がる';
  101501211 = 'レース中盤のどこかで前方だと\n速度がすごく上がる';
  101502121 =
    'レース中盤にコーナーにいるとき\n持久力をわずかに回復し\n速度が上がる';
  101502211 = 'レース終盤が迫ったどこかで前方だと\n速度がすごく上がる';
  101802211 = 'いずれかのコーナーのどこかで\n加速力が上がりわずかに前に出る';
  101901111 =
    '近くにウマ娘が3人以上いると\n速度が上がり\n持久力をわずかに回復する';
  102003111 =
    'レース中盤のどこかで前方だと\n速度が上がる、芝のレースなら\nものすごく上がる';
  102003211 =
    'レース中盤のどこかで前方だと\n速度が上がる、芝のレースで賢さが\n十分に高いとものすごく上がる';
  102102111 = 'レース中盤のどこかで前方だと\n速度がすごく上がる';
  102102221 = 'レース中盤に追い抜くと\nしばらくの間速度が上がる';
  102301111 = 'レース中盤が迫ったどこかで前方だと\n持久力をすごく回復する';
  102301211 = 'レース中盤のどこかで持久力を\nすごく回復する';
  102501111 =
    'レース中盤のどこかで中団以降だと\n持久力を回復し速度がわずかに上がる';
  102501211 =
    'レース中盤のどこかで5番手以降だと\n前5人までのウマ娘の持久力をわずかに\n減少させ自分の持久力を少し回復し\n速度がわずかに上がる';
  102503111 =
    '最終コーナーで前に出る\n上り坂を上りきった回数に応じて\n4回まで効果時間が増える';
  102503211 = 'ラストスパートの最中なら\n加速力がすごく上がる';
  102602111 =
    'レース中盤のどこかで前方だと\n速度が上がり持久力をわずかに回復する';
  102602211 =
    'スタート時に出遅れる時間が少なくなり\n全ての基礎能力がちょっと上がる';
  102701211 = '最終コーナーで外から追い抜くと\n速度がすごく上がる';
  102802111 = 'レース中盤のどこかで速度が\nすごく上がる';
  102802211 =
    'レース終盤始めのどこかで前方だと\n加速力が上がる、短距離かマイル\nレースならすごく上がる';
  103202111 =
    'スピードが十二分に高いとスピードが\nすごく上がる、賢さも十二分なら\nものすごく上がる';
  103202211 =
    'レース中盤のどこかで速度が上がる\nスピードの能力に応じて効果が増える';
  103302111 =
    'レース中盤のどこかで中団以降だと速度\nがすごく上がる、2400mのレースなら\nしばらくの間速度がすごく上がる';
  103302211 =
    'レース終盤始めのどこかですごく\n前に出る、2400mのレースなら\nしばらくの間すごく前に出る';
  103401111 = 'レース中盤にスキルを3回発動すると\n速度がすごく上がる';
  103502111 = 'いずれかの上り坂のどこかで\nしばらくの間速度が上がる';
  103502211 = '終盤以降の最終直線で中団だと\nしばらくの間速度が上がる';
  103701111 = 'レース終盤のどこかでコース取りが\nうまくなり少し前に出る';
  103701211 =
    'レース最終盤始めのどこかで\nラストスパートの最中なら\n速度がすごく上がる';
  103703111 = '東京レース場なら\nスピードとスタミナと賢さが\nすごく上がる';
  103703211 =
    'レース中盤のどこかで持久力を使って\nしばらくの間速度がすごく上がる\n東京レース場なら持久力を使わずに\nわずかに回復する';
  103902111 =
    '最終直線で2番手以降にいるとき\n先頭から4バ身以内だと\n速度がものすごく上がる';
  103902211 = 'いずれかの下り坂のどこかで\n速度が上がり加速力がわずかに上がる';
  104102111 = 'レース終盤が迫ったどこかで前方だと\n速度がすごく上がる';
  104102211 = 'いずれかの直線のどこかで\nしばらくの間前に出る';
  104103111 =
    'スタート時に少し前に出る\nその後追い抜こうとするか近寄られると\n前に出る';
  104103211 =
    'レース終盤始めの早めに前方で\n追い抜こうとするか先頭だと、または\n終盤始めの早めのどこかで前方だと\n加速力が上がる';
  104402111 =
    'レース終盤始めのどこかで加速力が\n上がる、2200mのレースなら終盤始め\nの早めのどこかで持久力を少し使って\nすごく上がる';
  104402211 =
    'レース中盤のどこかで持久力を少し\n使って速度がすごく上がる、その後\n終盤以降の最終直線で速度が\nわずかに上がる';
  104503111 = 'レース中盤のどこかで速度が\nすごく上がる';
  104503211 =
    'レース終盤目前に先頭か先頭から6バ身\n以内だと、レース終盤に加速力が上がる';
  104602111 = 'レース中盤に競り合うと\n速度が上がり\n持久力をわずかに回復する';
  104602211 = 'レース終盤のどこかで前方だと\n加速力がすごく上がる';
  104803111 =
    'レース中盤の直線のどこかでしばらくの\n間速度が上がる、スキル発動時\n先頭から4バ身以上離れていると\n効果が増える';
  105001111 =
    'レース中盤のどこかで最後方付近だと\n持久力を回復し速度がわずかに上がる';
  105002111 =
    'レース中盤のどこかで中団以降だと\nしばらくの間速度が上がり\nコース取りがうまくなる';
  105002211 =
    'レース終盤始めのどこかで中団以降だと\nしばらくの間加速力が上がる';
  105101121 = 'いずれかの直線のどこかで\n速度がすごく上がる';
  105102111 =
    'いずれかのコーナーのどこかで速度が\nすごく上がり、さらに自身を除く\nチームメンバーの速度がわずかに上がる';
  105102221 =
    'いずれかの下り坂のどこかで速度が\nすごく上がりさらに自身を除く\nチームメンバーの速度がわずかに上がる';
  105301121 = '最終コーナーで追い抜くと\nしばらくの間前に出る';
  105301211 =
    '最終コーナーのどこかで中団以降だと\n速度が上がり加速力がわずかに上がる';
  105302111 =
    'レース終盤始めのどこかで中団以降だと\n加速力が上がる、その後残り200m地点\nで速度がわずかに上がる';
  105302211 =
    'レース終盤のどこかで加速力が上がる\nその後残り200m地点で\n速度がわずかに上がる';
  105401111 = 'レース中盤のどこかで中団以降だと\n速度がすごく上がる';
  105401211 =
    'レース終盤のどこかで後方だと\n速度が上がり加速力がわずかに上がる';
  105801111 = '最終コーナーのどこかで前方だと\nしばらくの間速度が上がる';
  105801211 = 'レース中盤に追い抜かれると\n持久力を回復し速度がわずかに上がる';
  106003111 = 'すぐ前にウマ娘が長くいると\n速度がすごく上がる';
  106003211 =
    'レース終盤始めのどこかで中団以降だと\nしばらくの間加速力が上がる';
  106102211 = '春のレースなら\nスピードとパワーがすごく上がる';
  106301111 = 'レース中間地点で\n持久力をすごく回復する';
  106301211 = 'レース中間地点で持久力を少し使って\n速度がものすごく上がる';
  106501111 = 'レース中盤のどこかで前方だと\nしばらくの間速度が上がる';
  106501211 = 'レース終盤が迫ったどこかで前方だと\nしばらくの間速度が上がる';
  106701111 =
    'レース中盤が迫ったどこかで\n中団以降だと持久力を回復し\n速度がわずかに上がる';
  106701211 = '右回りコースなら\nスピードとパワーがすごく上がる';
  106703111 =
    'レース終盤始めのどこかで中団以降だと\nしばらくの間加速力が上がる';
  106703211 =
    'いずれかのコーナーのどこかで速度が\nすごく上がる、ロンシャンレース場で\n絶好調ならしばらくの間すごく上がる';
  106801111 = 'スタート時に加速力がすごく上がる';
  106801211 = 'いずれかの直線のどこかで\n速度がすごく上がる';
  106803111 =
    'レース終盤始めのどこかで余力十分なら\n前に出る、その後最終直線でわずかに\n前に出る';
  106803211 =
    '直線で3番手以内だとラストスパートの\n最中なら加速力が上がる、その後\n最終直線でわずかに前に出る';
  106901121 = 'レース中盤のコーナーのどこかで\nすごく前に出る';
  106901211 = '春のレースなら\nスピードとパワーがすごく上がる';
  107001111 = '終盤以降の最終直線で中団だと\n速度がすごく上がる';
  107001211 = 'レース中盤のどこかで前方だと\n速度がすごく上がる';
  107101111 =
    'レース中盤のどこかで前方だと\n持久力を回復し速度がわずかに上がる';
  107102111 = 'レース終盤が迫ったどこかで\n持久力を回復し速度がわずかに上がる';
  107102121 = 'レース中盤始めのどこかで\n持久力を少し回復し\n速度が少し上がる';
  107102211 = '終盤以降の最終直線で持久力を少し\n使って速度がものすごく上がる';
  107201111 = 'レース中盤に追い抜くと\nしばらくの間速度が上がる';
  107202111 =
    '終盤以降の最終コーナーで中団以前で\nゴールまで遠いと加速力が上がる、その\n後最終盤始めのどこかでラストスパート\nで速度がわずかに上がる';
  107202211 =
    'レース後半に追い抜こうとすると\n前に出る、内ラチ側にいると\nすごく前に出る';
  107701111 = 'パワーとスピードが少し上がる\n「良」のバ場状態ならすごく上がる';
  107701211 =
    'レース終盤が迫ったどこかで前方だと\n速度が上がる、その後ラストスパートの\n最中なら加速力がわずかに上がる';
  107801221 = 'レース後半に3番手以降だと\nしばらくの間速度が上がる';
  107802111 = 'レース中盤のどこかで前方だと\nしばらくの間速度が上がる';
  107802211 =
    'レース終盤目前以降に先頭か先頭から\n4バ身以内だとしばらくの間速度が\n少し上がる';
  107901111 =
    'レース中盤の直線のどこかで速度が\n上がる、ダートレースならしばらくの間\n速度が上がる';
  107901211 = '追い比べをしていると\n残り200mを切ってからすごく前に出る';
  108001111 =
    'レース序盤にスキルを3回発動すると\n加速力が上がる、マイルか中距離\nレースの場合は効果が増える';
  108001211 = 'レース中盤が迫ったどこかで前方だと\n速度がすごく上がる';
  108101111 =
    'レース終盤始めのどこかで前方だと\n加速力が上がる、1800m以下の\nレースなら終盤始めの早めのどこかで\n加速力が上がる';
  108101211 =
    'レース中盤のどこかで持久力を少し\n使ってしばらくの間速度がすごく上がる';
  108201111 =
    'レース中盤に追い抜くと\nしばらくの間速度が上がる\n賢さが十二分に高いと\n効果が増える';
  108501111 =
    '最終コーナーのどこかで中団以降だと\n前後3人ずつのウマ娘の速度を\nわずかに下げ自分の速度がすごく上がる';
  108501211 =
    'レース終盤以降に中団以降で\n追い抜こうとすると加速力が上がり\n目の前のウマ娘の速度をわずかに下げる';
  108601111 = '最終コーナー前の第3コーナーの\nどこかで前方だとすごく前に出る';
  108601211 = 'レース中盤のどこかでしばらくの間\n速度が上がる';
  108801111 = 'レース中盤のどこかで中団以降だと\n速度がすごく上がる';
  108801211 =
    'レース終盤始めのどこかで中団以降だと\n加速力が上がる、2200m～2400m\nなら終盤始めの早めのどこかで持久力を\n少し使ってすごく上がる';
  108802111 = 'レース後半に追い抜こうとすると\nしばらくの間前に出る';
  108802211 =
    'レース後半のコーナーで追い抜くと\nすごく前に出る\n賢さが十二分に高いと\nものすごく前に出る';
  108901111 =
    '終盤が迫ったどこかで前方だと速度が\n少し上がり加速力が少し上がる\n2400mのレースなら速度の効果量が\n増える';
  108901211 =
    'レース最終盤始めのどこかで\nラストスパートの最中なら\n速度がすごく上がる';
  109401111 =
    'レース終盤が迫ったどこかで中団以降\nだとしばらくの間速度が上がる\nパワーが十二分に高いと効果が増える';
  109401211 =
    '東京レース場ならレース終盤始めの\nどこかでしばらくの間前に出て加速力\nがちょっと上がる';
  109801111 = 'レース終盤が迫ったどこかで前方だと\n速度がすごく上がる';
  109801211 =
    'パワーが十分に高いとスピードがすごく\n上がりパワーが十二分に高いと\nものすごく上がる';
  109802111 =
    'レース最終盤始めのどこかで\nラストスパートの最中なら\n速度がすごく上がる';
  109802211 = 'スピードとパワーが上がる\n交流重賞のレースならすごく上がる';
  109901111 =
    'レース中盤が迫ったどこかで前方だと\n持久力を回復し速度がわずかに上がる';
  109901221 =
    'レース中盤に競り合うと速度が上がる\nその後ラストスパートの最中で\n余力十分なら加速力がわずかに上がる';
  109902111 =
    'レース中盤にスキルを発動すると\n速度がすごく上がる、その後レース\n終盤以降にスキルを発動すると加速力が\nわずかに上がる';
  109902211 =
    'レース終盤始めのどこかで\n加速力が上がる、1800m以上の\nレースなら終盤始めの早めのどこかで\n加速力が上がる';
  110001111 = '追い抜こうとするとしばらくの間\n速度が上がる';
  110001121 = '追い抜こうとすると速度がすごく上がり\n持久力をわずかに回復する';
  110001211 = 'すぐ前にウマ娘が長くいると\nしばらくの間速度が上がる';
  110002111 = 'ラストスパートの最中なら追い抜くか\n競り合うとすごく前に出る';
  110002211 =
    'レース中盤のどこかで速度がすごく\n上がる、ダートレースで根性が十二分に\n高いとものすごく上がる';
  110201111 = '中盤の直線で持久力を回復し\n速度がわずかに上がる';
  110201211 =
    'レース終盤が迫ったどこかで中団以降\nだと前後3人ずつのウマ娘の速度を\nわずかに下げ自分の速度がすごく上がる';
  110901211 =
    'レース終盤始めのどこかで前方だと\n加速力が上がる、その後残り200m地点\nで速度がわずかに上がる';
  110902111 =
    '受け継がれてきた強い想いを胸に抱いて\nレース後半のどこかですごく前に出て\n持久力を少し回復する';
  110902211 = 'いずれかの下り坂のどこかで\n加速力が上がる';
  111101211 =
    'レース中盤始めのどこかで中団以降だと\n速度が上がる、その後レース後半の\n下り坂で速度がわずかに上がる';
  111301111 =
    'レース中盤のどこかで前方だと速度が\nすごく上がる、2200mのレースなら\nものすごく上がる';
  111301211 =
    '終盤始めのどこかで前方だと加速力が\nすごく上がる、2200mのレースなら\n終盤始めの早めのどこかで持久力を少し\n使ってすごく上がる';
  111401111 =
    '1600m～2500mのレースなら最終\nコーナー前の第3コーナーのどこかで\n前に出る、根幹距離のレースならしばら\nくの間すごく前に出る';
  111501111 = '2000m以上のレースなら\nラストスパートの最中に加速力が上がる';
  111501221 =
    'レース中盤始めのどこかで中団以降だと\n速度がすごく上がり持久力を少し\n回復する';
  111601111 =
    '2000m以上のレースなら終盤始めの\n早めに前が塞がれた時または終盤始めの\n早めのどこかで加速力が上がりコース\n取りが少しうまくなる';
  111601211 = 'レース中盤のどこかで速度が\nすごく上がる';
  111701111 = 'レース後半に追い抜こうとすると\n速度がすごく上がる';
  111701211 =
    'レース中盤のコーナーのどこかで\nしばらくの間少し前に出る、その後\n最終直線でわずかに前に出る';
  111901111 = '右回りコースなら\nスピードとパワーがすごく上がる';
  111901211 =
    'レース終盤以降のコーナーで追い抜こう\nとするとしばらくの間前に出る\n中山レース場で賢さが十二分に高いと\n効果が増える';
  111902111 =
    'レース終盤始めのどこかで余力十分なら\nしばらくの間前に出る\n賢さが十二分に高いと効果が増える';
  111902211 =
    'レース後半に追い抜こうとすると\n速度が上がり、さらに自身を含む\nチームメンバーの速度がわずかに上がる';
  112001111 =
    'スタート時に加速力がちょっと上がる\nその後いずれかの直線のどこかで\n前に出る';
  112001211 =
    'スタート時に加速力がちょっと上がる\nその後いずれかの直線のどこかで\n前に出る';
  112101111 =
    'レース終盤が迫ったどこかで持久力を\n使って速度がものすごく上がる';
  112101211 =
    'レース終盤以降に追い抜こうとすると\n加速力が上がる\nスキル発動時、最終コーナーにいると\nすごく上がる';
  112901111 =
    'レース終盤が迫ったどこかで前方だと\nしばらくの間速度が上がる\nスピードが十二分に高いと効果が増える';
  112901211 =
    'レース終盤が迫ったどこかで前に出る\nその後ラストスパートの最中なら\n加速力がわずかに上がる';
  113301111 = 'レース終盤が迫ったどこかで前に出る';
  113301211 =
    '2000m～2500mのレースなら終盤\n始めの早めに追い抜こうとするとき\nまたは終盤始めの早めのどこかで\n加速力が上がる';
  113701111 =
    'レース中盤が迫ったどこかでしばらくの\n間速度が上がる、「大逃げ」が発動して\nいると効果が変わり、持久力を少し回復\nして速度が少し上がる';
  113701211 =
    '2000m以上のレースならレース終盤\n始めの早めのどこかで前方だと加速力が\n上がる、さらにスキル発動時2番手以内\nだと少し前に出る';
  114301111 =
    'レース中盤の直線のどこかで中団以降\nだとしばらくの間少し前に出る、その後\n終盤以降の最終直線で中団だと\n速度がわずかに上がる';
  114301211 =
    '最終コーナー前の第3コーナーのどこか\nで前に出る、さらに中距離レースなら\n加速力がわずかに上がる';
  // GENERATED END
};
