module.exports = class extends require('#/i18n/zh-CN/chara/title-desc') {
  undef = 'G1 を6勝以上する';
  got = '獲得済み ✔';
  personal_template = '1回の育成周期で%DESC%';
  achieve_template = '1回の育成周期ですべての育成目標を達成し、同時に%DESC%';

  tip_template = '[%NAME%]：%DESC%';

  l_hello_world = 'すべての遠征地の言語をLv.5にする。';

  r_3crown_c = '1回の育成周期で三冠（皐月賞、日本ダービー、菊花賞）に勝つ。';
  r_3crown_ci =
    '1回の育成周期で無敗のまま三冠（皐月賞、日本ダービー、菊花賞）に勝つ。';
  r_3crown_f = '1回の育成周期で三冠牝馬（桜花賞、オークス、秋華賞）に勝つ。';
  r_3crown_fi =
    '1回の育成周期で無敗のまま三冠牝馬（桜花賞、オークス、秋華賞）に勝つ。';
  r_3crown_m =
    '1回の育成周期で三冠と三冠牝馬の混成（皐月賞または桜花賞、日本ダービーまたはオークス、菊花賞または秋華賞）に勝つ。';
  r_3crown_mi =
    '1回の育成周期で無敗のまま三冠と三冠牝馬の混成（皐月賞または桜花賞、日本ダービーまたはオークス、菊花賞または秋華賞）に勝つ。';
  r_3crown_d =
    '1回の育成周期でダート三冠（羽田盃、東京ダービー、ジャパンダートダービー）に勝つ。';
  r_3crown_di =
    '1回の育成周期で無敗のままダート三冠（羽田盃、東京ダービー、ジャパンダートダービー）に勝つ。';
  r_3crown_a =
    '1回の育成周期で米国三冠（ケンタッキーダービー、プリークネスステークス、ベルモントステークス）に勝つ。';
  r_3crown_ai =
    '1回の育成周期で無敗のまま米国三冠（ケンタッキーダービー、プリークネスステークス、ベルモントステークス）に勝つ。';
  r_6crown =
    '1回の育成周期で三冠（皐月賞、日本ダービー、菊花賞）と三冠牝馬（桜花賞、オークス、秋華賞）に勝つ。';
  r_6crown_i =
    '1回の育成周期で無敗のまま三冠（皐月賞、日本ダービー、菊花賞）と三冠牝馬（桜花賞、オークス、秋華賞）に勝つ。';

  e_above_all = '1回の育成周期でG1を10戦以上出走し、1番人気ですべて勝つ。';
  e_30 = '1回の育成周期で30戦以上出走する。';
  e_30g = '1回の育成周期で30戦以上出走し、G1を少なくとも1勝する。';
  e_100 = '1回の育成周期でメイクデビュー以外に100戦以上出走する。';
  e_100w = '1回の育成周期でメイクデビュー以外に100戦以上出走し、すべて勝つ。';
  e_virgin_1 =
    '1回の育成周期の終了時、童貞・処女のまま（無自覚、隠し、再生は除く）。';
  e_virgin_2 =
    '1回の育成周期の終了時、童貞・処女のまま（無自覚、隠し、再生は除く）。1番人気のG1を2勝以上。';
  e_virgin_r1 = '1回の育成周期の終了時、童貞・「処女」のまま';
  e_virgin_r2 =
    '1回の育成周期の終了時、童貞・「処女」のまま。1番人気のG1を2勝以上。';

  s_be_father = 'そのターンに種付け成功の状態で出走し、勝つ。';
  s_dirty = '腹内・膣内・腸内に同時に精液がある状態で出走し、勝つ。';
  s_with_baby = '妊娠したまま出走し、勝つ。';
  s_hentai = '1レースで6回以上絶頂する。';
  s_unlucky_1 = '性玩具なしで1レース中に絶頂する。';
  s_unlucky_2 = '性玩具なしで1レース中に6回以上絶頂する。';
  s_father = '家に入れば「パパ」の声が少なくとも8回……';
  s_mother = '三女神に少なくとも8人の民を捧げる。';
  s_p_slave =
    '知識、尊厳、身体、子宮のすべてを捧げ、すべてを失う……すごい……イっちゃう❤。';
  s_p_preg = 'ウマ娘様の牝馬でいられることが、最大の誇りッス。';

  es_egg_3 = '鍛え上げられたウマ娘の肉体に、沈んでしまえ。';
  es_egg_179 = 'こんなに背の高い子が好き（手で示す）。';
  es_egg_621 = 'ウマ娘には勝てない。哀れだ。';

  get_trainer_title_desc(buff, level, extra) {
    let ret = '';
    if (buff > 0) {
      ret += `指導トレーニングの成功率と効果 +${buff}`;
      if (extra.length > 0) {
        ret += ` (↑${extra.join('+')})`;
      }
      ret += '、';
    }
    ret += `担当賞金の ${4 * level + 4}% を分前とする。`;
    return ret;
  }

  100101 =
    '1番人気で5馬身以上の着差を付けて日本ダービーに勝ち、天皇賞（春）、天皇賞（秋）、ジャパンカップにも勝つ。';
  100201 = '逃げで重賞6連勝以上を達成し、宝塚記念でも逃げで勝つ。';
  100301 = '無敗二冠（皐月賞、日本ダービー）とシニア級有馬記念に勝つ。';
  100302 =
    '生涯無敗で、三冠（皐月賞、日本ダービー、菊花賞）とシニア級有馬記念に勝つ。';
  100303 =
    '三冠（皐月賞、日本ダービー、菊花賞）に勝ち、脚部不安を抱えたままシニア級ジャパンカップと有馬記念に勝ち、奇跡の復活を果たす。';
  100401 = '8連勝以上する。';
  100501 =
    '8馬身差でメイクデビューに勝ち、1番人気で朝日杯フューチュリティステークスと三冠（皐月賞、日本ダービー、菊花賞）に勝つ。';
  100601 =
    'G1を6回以上1番人気で出走し、マイルチャンピオンシップ、安田記念、有馬記念に勝つ。';
  100701 =
    '皐月賞、菊花賞、天皇賞（春）、シニア級宝塚記念、シニア級天皇賞（秋）、シニア級有馬記念を含む勝ち鞍を得る。';
  100702 = '凱旋門賞に2度出走する。';
  100801 =
    '日本ダービー、安田記念、天皇賞（秋）、ヴィクトリアマイルを含むG1を7勝以上。';
  100901 =
    '桜花賞、秋華賞、エリザベス女王杯を含む重賞を10勝以上し、すべてのレースを2着以内で完走する。';
  101001 =
    'ユニコーンステークス、安田記念、マイルチャンピオンシップを含むマイル重賞を5勝以上。';
  101101 =
    '好調以下のやる気で朝日杯フューチュリティステークス、シニア級宝塚記念、有馬記念2勝を果たす。';
  101201 = '1番人気の追込で重賞6連勝する。';
  101301 = '菊花賞と天皇賞（春）に勝ち、基礎スタミナを1,200以上にする。';
  101401 =
    'すべてのレースを2着以内で完走し、先行でクラシック級ジャパンカップに勝つ。';
  101501 =
    '天皇賞（春）、宝塚記念、天皇賞（秋）、ジャパンカップ、有馬記念を含む重賞8連勝を達成する。';
  101601 = '三冠（皐月賞、日本ダービー、菊花賞）と有馬記念2勝を果たす。';
  101701 =
    '無敗三冠（皐月賞、日本ダービー、菊花賞）、ジャパンカップ、天皇賞（春）、有馬記念2勝を果たす。';
  101801 = 'オークスと天皇賞（秋）に勝つ。';
  101901 =
    'ジャパンダートダービー、マイルチャンピオンシップ、フェブラリーステークス、安田記念、天皇賞（秋）、シニア級有馬記念に勝つ。';
  102002 = '追込で札幌記念、差しで天皇賞（秋）に勝つ。';
  102101 =
    '天皇賞（春）、シニア級宝塚記念、シニア級天皇賞（秋）を含む重賞を8勝する。';
  102201 =
    'それまで無敗の1番人気で秋華賞、クラシック級エリザベス女王杯、クラシック級有馬記念に勝ち、秋華賞は3馬身1/2以上で勝つ。';
  102301 =
    '菊花賞、天皇賞（春）、宝塚記念に勝ち、すべてのレースを2着以内で完走し、育成目標をすべて達成する。';
  102401 = '4つの脚質でそれぞれG1を1勝する。';
  102501 =
    '差しで菊花賞、天皇賞（春）、有馬記念2勝を果たし、基礎スタミナを1,200以上にする。';
  102601 =
    '1番人気の逃げで無敗のまま朝日杯フューチュリティステークス、皐月賞、日本ダービーに勝ち、基礎スタミナを1,200以上にする。';
  102701 = '菊花賞、宝塚記念、有馬記念に勝つ。';
  102801 =
    '安田記念、マイルチャンピオンシップ、スプリンターズステークス連覇を果たし、基礎パワーを1,200以上にする。';
  102901 =
    '盛岡競馬場の重賞を1勝し、三冠牝馬（桜花賞、オークス、秋華賞）にも勝つ。';
  103001 =
    'G3以上に23戦以上出走し、菊花賞、天皇賞（秋）、シニア級宝塚記念に勝つ。';
  103101 =
    '逃げで朝日杯フューチュリティステークス、皐月賞、日本ダービー、シニア級ジャパンカップに勝ち、基礎スピードと根性をともに1,200以上にする。';
  103201 =
    '無敗でホープフルステークス、弥生賞、皐月賞に勝ち、基礎スピードを1,200以上にする。';
  103301 = '1番人気で皐月賞、日本ダービー、宝塚記念に勝つ。';
  103401 =
    '芝とダートでそれぞれ4勝以上し、先行で東京大賞典とシニア級宝塚記念、差しまたは追込で天皇賞（春）と有馬記念に勝つ。';
  103501 =
    '1番人気で弥生賞、皐月賞、日本ダービー、菊花賞に勝ち、クラシック級有馬記念にも勝つ。';
  103601 =
    '三冠（皐月賞、日本ダービー、菊花賞）、天皇賞（春）、シニア級宝塚記念、シニア級天皇賞（秋）に勝ち、基礎賢さを1,200以上にする。';
  103701 = '差しでジャパンカップと天皇賞（秋）に勝つ。';
  103801 =
    '高松宮記念とスプリンターズステークスを含む1,200m短距離戦を9勝する。';
  103901 = '生涯無敗を保ち、オークス、秋華賞、エリザベス女王杯に勝つ。';
  104001 =
    '絶好調ですべてのレースに臨み、阪神ジュベナイルフィリーズに勝ち、すべてのトレーニング施設をLv.3超にする。';
  104101 =
    '1,400m以内のレースを11勝以上し、1番人気でシニア級スプリンターズステークスに勝つ。';
  104201 =
    '桜花賞、NHKマイルカップ、オークス、秋華賞、高松宮記念、シニア級スプリンターズステークスに勝つ。';
  104301 = 'フェブラリーステークスに勝ち、基礎パワーを1,200以上にする。';
  104401 =
    '追込でチューリップ賞と秋華賞に勝ち、差しまたは追込でシニア級宝塚記念、エリザベス女王杯、有馬記念に勝つ。';
  104501 = '菊花賞と天皇賞（春）を含む2,400m以上の重賞を6勝以上。';
  104601 =
    '逃げでJBCクラシック、帝王賞、東京大賞典に勝ち、逃げでダート重賞（G3以上）9連勝以上。';
  104602 =
    'ジャパンダートダービー、フェブラリーステークス、帝王賞、シニア級チャンピオンズカップに勝ち、JBCクラシックと東京大賞典を連覇する。';
  104701 = '1番人気でシニア級天皇賞（秋）、ジャパンカップ、有馬記念に勝つ。';
  104801 = 'ジャパンカップ、天皇賞（春）、天皇賞（秋）2勝を果たす。';
  104901 = 'シニア級宝塚記念とジャパンカップに勝ち、トレーニングを失敗しない。';
  105001 = '追込で皐月賞と天皇賞（春）に勝ち、基礎根性を1,200以上にする。';
  105101 =
    '阪神ジュベナイルフィリーズ、桜花賞、スプリンターズステークス連覇を果たす。';
  105201 = 'あなたの事績は万千の観客を励ました。ファン数250,000以上。';
  105202 = 'シニア級有馬記念に勝つ。';
  105203 = '有馬記念を2勝する。';
  105301 =
    'シニア級安田記念、宝塚記念、スプリンターズステークス、マイルチャンピオンシップに勝ち、重賞に23戦以上出走する。';
  105401 =
    'スプリンターズステークスを連覇し、1番人気でシニア級マイルチャンピオンシップに勝つ。';
  105501 = 'シニア級大阪杯と宝塚記念に勝ち、すべてのレースを絶好調で完走する。';
  105601 = '絶好調でG2以上に15戦し、菊花賞を含むG2以上3連勝を果たす。';
  105701 =
    '追込で1番人気のまま三冠（皐月賞、日本ダービー、菊花賞）と天皇賞（春）に勝つ。';
  105801 = '天皇賞（春）、宝塚記念、有馬記念を含む重賞9連勝を果たす。';
  105901 =
    '差しで1番人気のまま阪神ジュベナイルフィリーズと三冠牝馬（桜花賞、オークス、秋華賞）に勝ち、エリザベス女王杯を連覇する。';
  106001 = 'G1で4度3着以内に入り、シニア級有馬記念に勝つ。';
  106201 =
    '菊花賞、シニア級有馬記念を含む2,500m以上の重賞を4勝以上し、G1に12戦以上する。';
  106301 =
    '重賞に30戦以上出走し、シニア級安田記念と宝塚記念に勝ち、基礎根性を1,200以上にする。';
  106401 =
    '逃げで宝塚記念と有馬記念に勝ち、基礎スピードとスタミナを1,200以上にする。';
  106402 =
    'シニア級以前の重賞勝利が5以下の状態から、逃げで宝塚記念に勝ち有馬記念を連覇し、基礎スピードとスタミナを1,200以上にする。';
  106501 =
    'マイルチャンピオンシップ南部杯とマイルチャンピオンシップ連覇を果たし、すべてのレースを絶好調で完走し、基礎パワーを1,200以上にする。';
  106601 = '逃げでシニア級有馬記念に勝ち、基礎スピードを1,200以上にする。';
  106701 =
    '凱旋門賞、菊花賞、天皇賞（春）、ジャパンカップ、有馬記念2勝を果たす。';
  106801 = '菊花賞、天皇賞（春）、天皇賞（秋）、宝塚記念を含むG1を7勝以上。';
  106901 =
    '朝日杯フューチュリティステークス、皐月賞、日本ダービー、ジャパンカップに勝つ。';
  107001 = '3馬身差で日本ダービーに勝つ。';
  107101 =
    '日本ダービーと天皇賞（秋）2勝を果たし、トレーニングを失敗せず、すべてのレースを絶好調で完走する。';
  107201 =
    '皐月賞をG1初勝利とし、シニア級大阪杯、シニア級安田記念、シニア級宝塚記念、シニア級有馬記念に勝ち、基礎パワーを1,200以上にする。';
  107301 = 'G1を6勝以上する。';
  107401 = '天皇賞（春）を含む3,000m以上のG1またはG2を4勝以上。';
  107601 =
    '天皇賞（春）とシニア級有馬記念に勝ち、基礎スタミナを1,200以上にする。';
  107701 = '2,500m以上のG1を4勝し、長距離適性S、基礎スタミナ1,200以上にする。';
  107801 =
    '安田記念連覇、スプリンターズステークス、シニア級天皇賞（秋）に勝ち、基礎スピードを1,200以上にする。';
  107901 = '川崎、大井、船橋のG1を各1勝し、基礎根性を1,200以上にする。';
  108001 =
    'チャンピオンズカップ連覇、レパードステークス、かしわ記念、フェブラリーステークス、帝王賞、JBCクラシックに勝ち、基礎賢さを1,200以上にする。';
  108101 =
    'マイルチャンピオンシップ、チャンピオンズカップ、フェブラリーステークス、かしわ記念を含むG1を9勝以上。';
  108201 =
    'クラシック級府中牝馬ステークス、秋華賞、マイルチャンピオンシップ南部杯、シニア級安田記念、シニア級マイルチャンピオンシップに勝ち、基礎スピードを1,200以上にする。';
  108301 = '天皇賞（秋）と有馬記念2勝を果たし、基礎パワーを1,200以上にする。';
  108401 =
    '追込で生涯無敗を保ち、皐月賞、NHKマイルカップ、日本ダービーに勝つ。';
  108501 =
    '桜花賞、エリザベス女王杯、シニア級安田記念、シニア級スプリンターズステークスに勝つ。';
  108601 =
    '桜花賞、オークス、クラシック級有馬記念、シニア級エリザベス女王杯に勝つ。';
  108701 = '育成目標をすべて達成し、桜花賞に勝つ。';
  108801 =
    '無敗の弥生賞、皐月賞、日本ダービー、大阪杯、宝塚記念、天皇賞（秋）、香港ヴァーズ（または香港カップ）に勝ち、基礎パワーを1,200以上にする。';
  108901 = 'ジャパンカップ2勝と有馬記念2勝を果たす。';
  109001 =
    '三冠牝馬（桜花賞、オークス、秋華賞）、ヴィクトリアマイル、エリザベス女王杯に勝ち、基礎根性を1,200以上にする。';
  109101 =
    '1番人気で重賞を6勝以上し、秋華賞、シニア級エリザベス女王杯、ヴィクトリアマイルに勝つ。';
  109201 = 'シニア級宝塚記念に勝つ。';
  109301 =
    'スプリンターズステークスに勝ち、基礎スピードと根性をともに1,200以上にする。';
  109401 = '日本ダービーに勝ち、ジャパンカップを連勝する。';
  109501 =
    'クラシック級セントウルステークスで4馬身以上の大勝をし、スプリンターズステークスと高松宮記念に勝つ。';
  109502 = '称号 [白濁に染まる] を得た状態で育成周期を1回完了する。';
  109601 =
    '2番人気以下で皐月賞に勝ち、1番人気で菊花賞に臨み、日本ダービー、シニア級宝塚記念、シニア級天皇賞（秋）、シニア級ジャパンカップに勝つ。';
  109701 =
    '桜花賞、オークス、秋華賞、エリザベス女王杯、宝塚記念に勝ち、基礎賢さを1,200以上にする。';
  109801 =
    'ダートG1を11勝以上し、すべてのレースを絶好調で完走し、育成目標をすべて達成する。';
  109901 = 'ダートG1を10勝以上する。';
  110001 =
    '東京大賞典、かしわ記念、帝王賞、JBCクラシックに勝ち、基礎根性を1,200以上にする。';
  110201 = '菊花賞、シニア級ジャパンカップ、有馬記念2勝を果たす。';
  110301 = '青葉賞と日本ダービーに勝つ。';
  110401 = '天皇賞（春）、シニア級ジャパンカップ、有馬記念に勝つ。';
  110501 =
    '三冠（皐月賞、日本ダービー、菊花賞）、クラシック級宝塚記念、クラシック級ジャパンカップ、大阪杯、天皇賞（春）に勝ち、基礎賢さを1,200以上にする。';
  110601 = '菊花賞、天皇賞（春）、シニア級宝塚記念に勝つ。';
  110701 = 'シニア級宝塚記念とジャパンカップに勝つ。';
  110801 = '皐月賞と日本ダービーを含むG1を7勝以上。';
  110901 = '桜花賞、NHKマイルカップ、秋華賞、シニア級エリザベス女王杯に勝つ。';
  111001 =
    '三冠牝馬（桜花賞、オークス、秋華賞）とジャパンカップに勝ち、基礎スピードを1,200以上にする。';
  111101 =
    '三冠牝馬（桜花賞、オークス、秋華賞）、ヴィクトリアマイル、エリザベス女王杯連覇を果たし、基礎賢さを1,200以上にする。';
  111201 =
    '三冠牝馬（桜花賞、オークス、秋華賞）に勝ち、基礎パワーを1,200以上にする。';
  111301 = 'エリザベス女王杯を連覇し、すべてのレースを絶好調で完走する。';
  111401 =
    '桜花賞、オークス、秋華賞、天皇賞（秋）、ジャパンカップ、有馬記念に勝ち、すべてのレースを1番人気で出走する。';
  111501 =
    '皐月賞、日本ダービー、菊花賞、シニア級宝塚記念、有馬記念連覇を果たし、シニア級有馬記念は8馬身以上の大勝とする。';
  111601 =
    '三冠牝馬（桜花賞、オークス、秋華賞）とジャパンカップ連覇を果たし、オークスは5馬身以上で勝ち、基礎パワーを1,200以上にする。';
  111701 =
    '三冠（皐月賞、日本ダービー、菊花賞）、天皇賞（春）、シニア級宝塚記念、シニア級有馬記念に勝ち、基礎根性を1,200以上にする。';
  111801 =
    '三冠牝馬（桜花賞、オークス、秋華賞）とエリザベス女王杯連覇を果たす。';
  111901 =
    '菊花賞、シニア級宝塚記念、シニア級有馬記念に勝ち、基礎賢さを1,200以上にする。';
  112001 =
    '逃げでアイビスサマーダッシュ連覇とスプリンターズステークス4馬身大勝を含む短距離重賞を9勝する。';
  112101 =
    'スプリンターズステークスとマイルチャンピオンシップを連覇し、基礎パワーを1,200以上にする。';
  112401 =
    '朝日杯フューチュリティステークス、皐月賞、日本ダービー、ジャパンカップ、宝塚記念、天皇賞（秋）連覇を果たし、基礎賢さを1,200以上にする。';
  112701 = '天皇賞（春）を含むG1を6勝以上。';
  112901 =
    '三冠牝馬（桜花賞、オークス、秋華賞）とジャパンカップに勝ち、すべてのレースを絶好調で完走する。';
  113001 =
    '阪神ジュベナイルフィリーズ、大阪杯、エリザベス女王杯連覇を果たし、シニア級エリザベス女王杯は1番人気で勝つ。';
  113101 =
    '桜花賞、安田記念、マイルチャンピオンシップを含むマイルG1を5勝し、基礎パワーを1,200以上にする。';
  113201 = '愛欲以上の関係でオークスとエリザベス女王杯に勝つ。';
  113301 =
    '秋華賞、宝塚記念、有馬記念に勝ち、有馬記念は6馬身以上の大勝とし、基礎賢さを1,200以上にする。';
  113401 =
    'スイートピーステークス、オークス、秋華賞、天皇賞（春）に勝ち、基礎賢さを1,200以上にする。';
  113501 = 'すべてのレースを3着以内で完走する。';
  113601 = '三冠牝馬（桜花賞、オークス、秋華賞）に勝つ。';
  113701 = '差しと逃げでそれぞれ菊花賞とシニア級ジャパンカップに勝つ。';
  114101 =
    '三冠（皐月賞、日本ダービー、菊花賞）とシニア級ジャパンカップに勝ち、基礎パワーを1,200以上にする。';
  114401 =
    '朝日杯フューチュリティステークスとクラシック級ジャパンカップに勝つ。';
  114501 =
    '毎日杯、三冠（皐月賞、日本ダービー、菊花賞）、宝塚記念、天皇賞（秋）、ジャパンカップ、有馬記念に勝ち、基礎賢さを1,200以上にする。';
  114901 =
    '三冠牝馬（桜花賞、オークス、秋華賞）とシニア級エリザベス女王杯に勝ち、基礎根性を1,200以上にする。';
  200501 = '1番人気ですべてのフランスレースに勝ち、凱旋門賞を連覇する。';
  400001 =
    '米国三冠（ケンタッキーダービー、プリークネスステークス、ベルモントステークス）と有馬記念2勝を果たす。';
  904601 = '三冠（皐月賞、日本ダービー、菊花賞）に勝つ。';
  904701 = '宝塚記念、凱旋門賞、天皇賞（春）に勝ち、有馬記念を連覇する。';
  904801 = 'G1勝利により、トレーナーの社会的名声を500以上得る。';
};
