# @file 乙名史悦子 - 爱慕
# @author 幽白書（部分）

# 孕袋事件
# @author 幽白書
rape_after_race:
  title: "Начать「интервью」"
  lines:
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Итак, начнём интервью。」"
    - "「члюк…… члюк……」"
    -
    - "В комнате отдыха участниц после скачки интервью идёт ровно, по плану."
    - "%CHARA%, журналистка эксклюзивов команды %YOU%, сидит в гостевом кресле и берёт интервью у %UMA%, только что сошедшей с трассы."
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Сначала поздравляю с сегодняшней победой. Сегодняшняя скачка…… мм…… очень, прекрасная。」"
    - color: %C_COLOR%
      content:
        - fontWeight: bold
          content: %CHAMPION%
        - "「Спасибо за похвалу! Сегодняшняя скачка…… победа и правда радует。」"
    - "「члюк…… чмок-члюр……」"
    -
    - "Кроме редких неестественных пауз и непонятно откуда разносящегося по комнате хлюпанья интервью идёт гладко."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「То…… тогда, есть ли кто-то, кого…… хочешь поблагодарить, или что сказать…… зрителям?」"
    - color: %C_COLOR%
      content:
        - fontWeight: bold
          content: %CHAMPION%
        - "「Мм…… всё-таки больше всего благодарна тренеру。」"
    - "「! члюк…… чмок…… члюрр……」"
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「нн……!」"
    - color: %C_COLOR%
      content:
        - fontWeight: bold
          content: %CHAMPION%
        - "「хаа……!」"
    -
    - "Вдруг — непонятно отчего — фоновое хлюпанье резко учащается, и журналистка с интервьюируемой на миг умолкают."
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Это…… и правда хорошо, да? История о том, как %UMA% и тренер…… делают друг друга сильнее。」"
    - color: %C_COLOR%
      content:
        - fontWeight: bold
          content: %CHAMPION%
        - "「Мм…… да…… тренер…… всегда думает о нас…… такой…… классный……」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「То…… тогда спасибо, что сегодня…… приняли…… ин…… интервью…… я, я кончаю!」"
    - "После бессмысленной финальной фразы запись интервью обрывается."
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ох…… знала, что у госпожи тренера воспитание первого класса, а вот что языком она тоже так……」"
    -
    - "%CHARA% берёт со стола перманентный маркер, которым только что вела интервью, и под столом кое-что рисует как попало."
    - "А %CHAMPION% в ту же секунду, как интервью кончилось, суёт руку под стол: сразу раздаются звонкие шлепки и приглушённые стоны."
    -
    - "Если б сейчас кто-то толкнул дверь, он бы охренел от вида перед глазами."
    - "Или…… сочтёт это обыденностью?"
    - "В Трейсен такое уже повседневность."
    -
    - "Под столом, за которым %CHARA% и %CHAMPION% вели интервью, вовсю работает складная умамусумэ: обслуживает обеих."
    - "На ней вроде бы костюм тренера Трейсен — «вроде бы», потому что одеждой можно назвать разве что пиджак, накинутый на спину: белую майку уже порвали огромные сиськи и беременный живот, набитый спермой, а на чулках снизу сплошные пятна и рваные дыры; это скорее тряпки или бельё для траха, чем одежда."
    - "Она держит в рту толстый хуй %CHARA% между ног, а сзади в догги принимает пощёчины по заднице и залив от %CHAMPION%."
    - "Кто хоть немного знает состав сегодняшней скачки, узнает центр этой похабной картины: умамусумэ, зажатая спереди и сзади, — тренер сегодняшней победительницы %CHAMPION%, %C_SEX%, то есть %YOU%."
    -
    - "%CHARA% поднимает голову %YOU% и разглядывает своё произведение."
    - "На лбу — счётные чёрточки-пятёрки; ровные штрихи выдают выучку журналистки."
    - "На левой щеке — живой рисунок члена, витрина её навыка наброска."
    - "На правой — милая черепаха, маленький проблеск детскости журналистки."
    - "Жаль только, лицо уже всё исписано. Что дальше?"
    -
    - "Тут от яростных толчков %CHAMPION% белоснежная грудь %YOU%, качающаяся в такт, попадает %CHARA% на глаза."
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Есть! Тут же ещё пусто!」"
    - "%CHARA% поднимает огромные сиськи %YOU%, кладёт их себе на бёдра и заставляет %YOU% зажать член грудью."
    - "Весь верх тела задран, голову %YOU% ещё и подпирает хуй во рту — она стукается о стол; недовольная %CHAMPION% сзади ещё несколько раз сильно шлёпает %YOU% по заднице."
    - "Чтобы больше не биться головой о стол, %YOU% изо всех сил заглатывает ствол, пока он не занимает пищевод целиком."
    -
    - "%CHARA% на это плевать: в глазах только грудь %YOU%, белая как бараний жир, — ещё один холст."
    - "%CHARA% думает и по мясу груди вокруг своего толстого члена ведёт круг по своему размеру, а вдоль круга рисует живую щёлку — для тела %YOU%, уже переделанного в идеальную дырку, давление грудного отверстия не хуже настоящей пизды; складок как у пизды нет, зато идеально выдрессированные рот и глотка дают сервис ничуть не слабее."
    - "%CHARA% довольно разглядывает шедевр: не слишком изящно, но всё же лучше, чем %CHAMPION%, детским почерком нассавшая на задницу тренера『свинья』,『общественный сортир』,『унитаз』,『тренер-мусор』."
    -
    - "Недолго: %CHARA% вздрагивает, %YOU% сразу понимает — сейчас кончит — и ещё усерднее обслуживает ствол перед собой."
    - "Потом пушка стреляет: белая салютная дробь мигом заливает пищевод %YOU%, мало того — прёт наружу, пока рот и зубы %YOU% не полны белой жижи."
    - acc: 1
      content: "「кх…… кхе-кхе」"
    - "%YOU% всё же не удерживается и выпускает хуй изо рта; пушка, всё ещё стреляя, бьёт последней белизной %YOU% в спину, и даже последний клочок одежды — чёрный пиджак — сперма красит в белое."
    -
    - color: %C_COLOR%
      content:
        - fontWeight: bold
          content: %CHAMPION%
        - "「Бесполезная…… даже послушно обслужить не можешь?」"
    -
    - "Из-за дёрганья %YOU% хуй %CHAMPION%, зажатый в дырке, тоже выскальзывает; %YOU%, которую спереди держал во рту ствол, падает на пол, и беременный живот, первым стукнувшийся о землю, не выдерживает — из дырки течёт сперма."
    - "%YOU% в панике бьёт догэдза, молит прощения; дрожащее тело само ещё выпускает сзади тонкую белую струйку на пол — уборка комнаты отдыха, конечно, тоже работа %YOU%; целый пиджак как раз для этого и берегли, только вот теперь он в сперме…… похоже, госпоже тренеру придётся вытирать пол собственным телом."
    -
    - "%CHARA% качает головой: мол, такая мелочь её не задевает."
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「На сегодня интервью окончено, пора идти. Спасибо вам двоим за приём。」"
    -
    - "Услышав знак %CHARA%, %YOU% сразу наклоняется и берёт в рот ещё не опавший после камшота хуй %CHARA%, доделывая чистку, которую не закончила."
    -
    - "Почистив, %YOU% открывает рот, показывает хозяевам белую кашу, не до конца снятый налёт спермы и пару курчавых волосков с края, потом глотает залпом и снова открывает рот на проверку."
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тогда жду ваших следующих выступлений. Я и дальше буду болеть за вас двоих!」"
    - color: %C_COLOR%
      content:
        - fontWeight: bold
          content: %CHAMPION%
        - "「Да! Я буду стараться и дальше, ни за что не подведу ожидания госпожи журналистки и всех!」"
    -
    - "Выйдя из комнаты отдыха, %CHARA% сразу не уходит и потому слышит голоса из-за двери."
    -
    - color: %C_COLOR%
      content:
        - fontWeight: bold
          content: %CHAMPION%
        - "「Услышала „тренер“ — и так сжалась. Ты ещё возомнила себя отличным тренером? Тренер ты только на поле, а вне его — просто свинья-инкубатор для сброса. Запомни, кто ты!」"
    -
    - "Вслед за руганью снова звонкие шлепки и глухие удары."
    - "%CHARA% довольно кивает."
    -
    - "Тренер, что отдаёт всё своей %UMA%, и %UMA%, что доверяет, но не боится ткнуть в ошибку, — у такой пары будущее светлое."
    - "%CHARA% верит в это; толстый хуй внизу, будто соглашаясь, слегка поднимает голову."