# @file 乙名史悦子 - 招募
# @author 黑奴队长（临时）

# @author 黑奴队长（临时）
rec_0:
  title: "Начать интервью"
  lines:
    - "Уходя с %TRACK%, %YOU% сталкивается с %PHY% в журналистском виде."
    - if: era.get('flag:初见URA颁奖') > 0
      content: "%YOU% узнаёт в ней %CHARA%, которая каждый год вручает награды."
    - "Она представляется %YOU%: журналистка по имени %CHARA_ACTUAL%."
    - "Коротко поздоровавшись, она говорит, что ждёт, как дальше покажет себя команда %YOU%."

# @author 黑奴队长（临时）
rec_1:
  title: "Журналистка эксклюзивов"
  lines:
    - "%YOU% неожиданно встречает %CHARA% у ворот академии."
    - "%CHARA% здоровается, и %YOU% идёт к ней."
    - "%CHARA% говорит: благодаря успехам %YOU% она теперь журналистка эксклюзивов команды %YOU%."
    - "Разумеется, она может и славу раздуть, и дурную славу приглушить — если %YOU% даст больше разрешений."
    - "Говоря это, %CHARA% широко улыбается."
    - "(Потом её, наверное, можно найти в приёмной для гостей)"

rec_2:
  - "%CHARA% улыбается и обещает отныне раздувать хорошее и снижать вес дурной славы для %YOU%."
  - if: era.get('love:303') >= 75
    content: "В обмен…… она легко гладит руку %YOU% и подмигивает."
  - if: era.get('love:303') < 75
    lines:
      - "В обмен…… она просит близкий доступ к команде %YOU%, не мешая тренировкам."
      - if: era.get('love:303') >= 50
        content: "После рукопожатия %CHARA% медленно трёт ладонь, задумавшись."
      - if: era.get('love:303') < 50
        content: "После рукопожатия %CHARA% улыбается хитро, как после удачного плана."