# @file ゴドルフィンバルブ - 恋慕
# @author フィンランド
# @author Claude (翻訳)
49:
  title: 祝福の水
  lines:
    - 三女神像が、静かに立っている。石に刻まれた双眸は、いつものように遠方を見ている。
    - 三女神の肩から、瓶の水が流れ落ち、足元の池へ注がれている。
    - acc: 1
      content: 「瓶から零れるのが女神の恩寵なら、私の上にも、降りてはこないだろうか……」
    - %YOU% は目を閉じ、女神像の前で祈る。
    - 偶然だろうか。流れ落ちる水のうち、一滴がはねて、%YOU% の靴を濡らした。

# 三女神像の前でゴドルフィンバルブの降臨を祈る
pray:
  - 祈りの瞬間、あるいは、願いが心底から芽吹いたその瞬間。
  - 周囲の世界は静まり、瓶の水の、さらさらという音だけが残る。
  - %YOU% は目を閉じ、静かに感じる。己を包む、誰かの腕の中のような、温かな安心を。

50:
  title: 夢の訪問者
  lines:
    - （かちり）
    - 扉もないのに、掛け金の回る音がして、見慣れた顔が現れる。
    - 微笑む面。水藍色の長髪。そして……身に纏う布の下に、隠れ、また現れる、彫像のように美しい肉体。
    - 夢に顕れた女神は、「神」にふさわしい威厳も神蹟も見せない。その代わり、優しく %YOU% の傍らに座り、身を屈めて、%YOU% に口づける。
    - if: era.get('cflag:0:性别') === 1
      content: その指が、そっと %YOU% の下へ伸び、硬い男根を握り、優しく撫で続ける……
    - if: era.get('cflag:0:性别') !== 1
      content: その指が、そっと %YOU% の下へ伸び、愛液の流れる温かな秘所へと探り入る……
    - acc: 1
      key: selected
      content: 本能に従う（神の胤を宿らせる）
      lines:
        - if: era.get('cflag:0:性别') > 0
          lines:
            - 唇と手だけでは、もはや %YOU% の高まった欲は満たされない。
            - 本能に駆られ、女神の無言の注視のなか、%YOU% は女神の手首を掴み、荒々しく押し伏せた。
            - 抗いもなく、拒みもなく、ただ %YOU% の動きに身を委ねる。布が白い肢体から滑り落ち、かすかな音を立て——すぐ、%YOU% の獣じみた吐息に溶けた……
        - if: "!era.get('cflag:0:性别')"
          lines:
            - その思いが過った瞬間、何かが起きた。
            - 夢のせいだろうか。女神の戯れだろうか。
            - %YOU% の下半身に、己のものではないものが生えている。だが、眼前の艶やかな女神に比べれば、そんなことはどうでもよかった。
            - %YOU% は女神の手首を掴み、押し伏せる。
            - 抗いもなく、拒みもなく。ただ %YOU% の動きに従い、慣れぬ男根の使い方まで、導いてくる……
    - if: era.get('cflag:0:性别') !== 1
      acc: 2
      content: 神意に従う（%FUCKMEBUTTON%）
      lines:
        - 惑いの気配のなか、高まる愛欲のなか。%YOU% は徐々に、己を見失っていく。
        - 頭を空にして、四肢を弛めて。それでよい。
        - 身も心も魂も、女神さまへ捧げよう。
        - 女神の衣が滑り落ち、肌と擦れて、美しい音を奏でる。
        - %YOU% は目を閉じ、すべてを女神へ献ずる準備をした。
    - acc: 3
      content: 南無三
      lines:
        - 南無三、なんたる冒涜！
        - この極楽を前にしても、%YOU% の敬虔は、内なる淫らな欲に勝った。
        - 震える手を一本伸ばす——左右も、もう分からない。
        - 額、胸、左肩、そして右肩……
        - 十字を、繰り返し、繰り返し……
