# @file 无声铃鹿 - 招募
# @author 牛蛙煲
start:
  title: 初识
  lines:
    - 凌晨，训练员办公室。
    - 尽管%YOU%毫无睡意，但是%YOU%还是挣扎着打了个哈欠。
    - 此时此刻，在%YOU%的办公桌左侧，有一个奇怪的易拉罐，上面隐约可以见到一只微笑着的黑毛%UMA%。
    - 而右侧，则是堆成小山一样的处理完毕的文件。
    - 「早知道就不图新鲜去品尝什么『%UMA%特供咖啡』了，这下倒好，怕是明天晚上也睡不着了……」
    - %YOU%无奈地长叹一口气，站起身来。
    - acc: 1
      content: 「出去转转吧，反正现在根本睡不着……」
    - 最终，%YOU%决定悄悄地披了大衫，带上门出去。
    - 凌晨，特雷森学园。
    - 尽管学园里住着为数不少的%UMA%与%THEY%的训练员，还有学园的诸多员工，但现在显然不是他们出门活动的时间。
    - 整个学园静谧而安详，学园里的诸位此时应当睡得正香吧。
    - 除了%YOU%。
    - 此时此刻，喝了那倒霉咖啡的%YOU%，正双手插兜，漫无目的地在偌大的校园里闲逛。
    - %YOU%走在特雷森的大道上，眺望着远方的楼宇，一时浮想联翩。
    - 「若是将来的哪一天，我功成名就，成为了什么出名到足以载入史册的训练员……」
    - acc: 1
      content: 「那我可要开始给大家推荐提神醒脑的%UMA%特供咖啡了。」
    - 想了一会，%YOU%被自己的幽默感逗笑了。
    - 正因为如此，%YOU%才没有注意到斜后方逐渐接近的脚步声。
    - 直到，一只细嫩的小手轻轻拍在了傻乐着的%YOU%的肩膀上。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: ？？？
        - 「呃，那个，幽灵%SIR%，或者说神秘人%SIR%，您好？」
    - %YOU%像刻板印象中的恐怖片主角一样脸色瞬间变得煞白，表情凝固，一帧一帧地将头转向声音的来源。
    - 首先映入眼帘的，是两只小巧可爱的绿色耳套。向下，则是整齐顺滑的橙色长发。
    - 来者穿着特雷森学园的红色训练服，看样子是学园的学生。
    - %SEX%貌似是一路跑过来的，隐隐约约能听得到%SEX%的喘息声。
    - 这时，不知名的%UMA%%TEEN%也看到了%YOU%胸前的训练员徽章，藉此确认了%YOU%的身份。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %UMA%%TEEN%
        - 「原来是学园的训练员%SIR%啊，虽然不知道为什么您出门这么早，但是我要继续晨跑啦，训练员%SIR%回见！」
    - %UMA%%TEEN%仔细地打量了一下%YOU%，在似乎没有发现什么可疑点之后便抖了抖耳朵，向%YOU%道别。
    - 而%YOU%此时此刻还没有完全回过神来，听到%UMA%%TEEN%告别，下意识挥了挥手。
    - 之后，%YOU%突然意识到了什么。
    - （现在是凌晨五点左右，%SEX%说什么来着？晨跑？认真的吗？）
    - 此时此刻%YOU%不禁有些震惊。
    - 尽管%YOU%知道学园里有不少勤奋自律的%UMA%会坚持晨跑，但是如此之早的晨跑还是有点过于勤奋了。
    - 「难不成这孩子也喝了%UMA%咖啡……不对，%UMA%喝%UMA%咖啡效果绝对没有我这么明显。也就是说，这孩子真的是这个时间起床晨跑的啊！」
    - 想到这里，%YOU%情不自禁地向已经跑远了的%UMA%%TEEN%又看了一眼。
    - 「可惜忘记问一下%SEX%的名字了。」
    - 送走%UMA%%TEEN%之后，%YOU%继续百无聊赖地在凌晨的校园里游荡，希望能再次遇到%SEX%。
    - 可惜，一直到太阳自地平线上升起，%YOU%也没能再见到%SEX%。
    - acc: 1
      content: 「算了算了，回办公室眯一会吧，正好去看一下今天的选拔赛。」
    - 没错，今天有学园安排的旨在让待出道的%UMA%与训练员双向选择的选拔赛。
    - %UMA%们可以在比赛中尽情奔跑，而选拔赛的获胜者便会收到众多资深的训练员抛来的橄榄枝。
    - %YOU%本来是想好好休息，精神充沛地来观看选拔赛的，可惜，好奇心害死猫，着了%UMA%特供咖啡的道。
    - 此时，尽管%YOU%肉体依旧清醒甚至有些亢奋，但是%YOU%感觉精神上有种难以纾解的疲惫。
    - 因此，%YOU%选择回到办公室小憩。
    - 但是，%YOU%似乎有些低估了%UMA%特供咖啡的威力。%YOU%躺在训练员办公室的沙发上试图放空思绪，然而并没有一点作用。
    - acc: 1
      content: 「根本睡不着，还是提前去训练场吧。」
    - %YOU%无奈地站起身来。
    - %YOU%来到的学园的训练场，这里将会是今天选拔赛举办的场地。
    - 此时正是清晨，训练场的草皮上还带着晶莹的露珠，一切都是那么安静且美好。
    - 这个时间似乎还是有些太早了……吗？
    - %YOU%本来以为这个点不会有人来训练场的，事实证明%YOU%错了。就在跑道的尽头，有一个小小的橙色身影。
    - acc: 1
      content: 「是%SEX%！」
    - 没想到，刚刚在路边道别的两人，转眼间又在训练场碰头了。再次见到了%SEX%，%YOU%感觉精神一振。
    - acc: 1
      content: 「好机会，这次倒是可以问一下%SEX%的名字了。」
    - %YOU%见那%UMA%%TEEN%跑得很专注，倒也没有出声呼唤%SEX%，而是倚着围栏，以一个训练员的视角去评判着%SEX%的跑法。
    - acc: 1
      content: 「跑姿挺合理，方便发力，就是似乎有些过于自由了？」
    - %YOU%皱起了眉头，感觉%UMA%%TEEN%的跑姿似乎不是那么的完美。
    - 就在%YOU%思考的时候，%UMA%%TEEN%跑过了一段弯道，自然而然地看到了站在直道尽头的%YOU%。
    - 于是%SEX%略微提速，跑到了%YOU%身边，慢慢停下。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %UMA%%TEEN%
        - 「早上好，训练员%SIR%，没想到您也来训练场了呢！」
    - %UMA%%TEEN%用手背擦了一下前额的薄汗，跟%YOU%打了个招呼。
    - %YOU%微笑着点了点头。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %UMA%%TEEN%
        - 「训练员%SIR%……昨天晚上似乎没有睡好哦？」
    - %UMA%%TEEN%似乎是看到了%YOU%眼中的血丝，关心地问了一句。
    - 「都是咖啡害得……啊不管那么多了，能请您做一个简单的自我介绍什么的吗？我感觉您的跑法似乎有些奇特呢。」
    - %UMA%%TEEN%被%YOU%一下子抛出来的问题吓了一跳，愣了一下。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %UMA%%TEEN%
        - 「我的名字是%CHARA%，最喜欢的事情是奔跑，嗯……那个，就是这样。」
    - %CHARA%简短地回答了%YOU%的问题后，便陷入了沉默。
    - 看来似乎不是很擅长与人沟通交流的类型呢。
    - %YOU%一时间不知道该继续说什么，感觉自己的微笑正在变得僵硬。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「那个，要是您没有其他事了，那我就先继续跑步了。」
    - %CHARA%眼帘低垂地说道，然后自顾自地回到了跑道上。
    - 见状，%YOU%无奈地摇了摇头。本来想多了解一下%SEX%的情况，结果不知怎么的没能问出口。
    - %CHARA%深吸一口气，摆出了起跑姿势，而%YOU%也恢复到了之前的姿势，有一搭没一搭地用指关节敲着围栏。
    - 远处的%CHARA%顺利起跑，%YOU%慵懒地盯着%SEX%的背影，突然产生了一个很唐突的想法。
    - （不知道%SEX%目前有没有训练员……如果没有，那我是不是可以试试招募%SEX%呢？）
    - 这个想法一出现，便迅速膨胀，最终牢牢占据了%YOU%的脑海。
    - 于是，%YOU%打算等%CHARA%再次跑到%YOU%身边的时候问一下%SEX%。
    - content:
        - fontWeight: bold
          content: 工作人员
        - 「训练员%SIR%，请您暂时离开一下好吗？我们需要布置一下选拔赛的场地了。」
    - %YOU%刚打算问一下%CHARA%是否已经被招募，便遇到了前来布置比赛场地的工作人员。
    - 在这种状况之下，%YOU%也没什么办法，只得最后看了一眼已经跑到远处的%CHARA%，无奈转身离去。
    - ……
    - %YOU%百无聊赖地在校园里逛了一圈又一圈，终于等到了选拔赛将要开始的时间。
    - %YOU%赶紧动身前往训练场，抢了一个前排的好位置。
    - 之后，%YOU%非常惊讶地在热身中的选手里发现了一个熟悉的身影。
    - （不是吧，%SEX%居然在这种重要事情当天的早上晨跑，还起得那么早？）
    - 没错，机缘巧合之下见过两次面的%CHARA%正身处在一群兴奋的参赛%UMA%中，不急不徐地做着准备运动。
    - acc: 1
      content: 「那我可要看看你的潜力如何了……」
    - 很快，选拔赛就要正式开始了。各位选手有序进入闸门，摆好起跑姿势，等待开跑信号。
    - content:
        - fontWeight: bold
          content: 实况
        - 「天气状况晴，马场状况良，各位选手准备就绪——」
    - 信号发出了！
    - content:
        - fontWeight: bold
          content: 实况
        - 「各位选手的起跑非常顺利，尽管都是未出道的%UMA%，但是发展潜力已经是可见一斑！」
    - %UMA%们如同离弦之箭一样飞出闸门，肆意奔跑着。而%YOU%一刹那便锁定了那一抹鲜艳的橙黄色。
    - 「竟然是领放吗？本来我还在猜测你会是先行还是居中%UMA%，这倒是有些出乎我的意料了……」
    - %YOU%饶有趣味地看着%CHARA%突破重围，冲到了一众选手的前面。
    - 但是很快，%YOU%就有些呆住了。
    - 明明已经牢牢占据领头地位，%CHARA%却还在继续加速。
    - content:
        - fontWeight: bold
          content: 实况
        - 「领头的是%CHARA%选手……这位选手似乎非常擅长冲刺呢，在开场便将大家远远地甩在身后，不过这样下去体力不会不够用吗？」
    - 实况的声音里有些许疑惑，而这也是%YOU%正在思考的问题。
    - 起跑即冲刺，%SEX%不怕终盘失速吗？
    - %YOU%身边的训练员们正在交头接耳，基本上都在讨论%CHARA%的跑法。
    - 而这场比赛的主角%CHARA%，已经开始了下一轮加速。
    - content:
        - fontWeight: bold
          content: 实况
        - 「%CHARA%还在加速！还在加速！%SEX%已经将大部队远远甩在至少五个身位之后了，这难道还不够吗？」
    - 在一众训练员惊讶的目光中，%CHARA%不断加速，像闪电一样掠过赛场，最终——
    - content:
        - fontWeight: bold
          content: 实况
        - 「200米……100米……%CHARA%，以大差的优势，冲线！等等，这个时间是……新纪录！」
    - 观众席瞬间便沸腾了。
    - 见到%CHARA%非但没有体力衰竭而失速，反而一路领放加速直至冲线，尽显强势。
    - %YOU%再也无法按捺心中的激动之情了。
    - 比赛刚刚结束，%YOU%便率先翻过围栏向%CHARA%跑过去。
    - 而在%YOU%身后，大量跟%YOU%同样想法的训练员也翻过了围栏。
    - acc: 1
      content: 「%CHARA%！请与我——呃！」
    - 非常不幸地，%YOU%被激动的自己绊倒了。等%YOU%再爬起来的时候，%CHARA%身边已经围了好几层训练员了。
    - %YOU%狠狠捶了一下自己的腿。
    # FLAGNAME:15 = 当前声望
    - if: era.get('flag:15') < 1000
      acc: 1
      key: rec
      content: 不行，不能就此放弃，我还有机会！（继续招募） # 训练员声望新手/老练
      lines:
        - 下定了决心的%YOU%上前，挤进了%CHARA%周围的包围圈中。
        - %YOU%将狂热的训练员们拨开，拼命向前挤。
        - 突然，大家非常失望地散开了。%YOU%定睛一看，原来%CHARA%已经拿到了一份担当契约。
        - 跟%SEX%缔结契约的那位训练员%YOU%认得，是%YOU%的一位前辈，对%YOU%有过一些帮助，实力自然也是比%YOU%要强的。
        - （至少我不用担心%CHARA%的才华会被埋没了……虽然还是好不甘心啊。）
        - %YOU%一边这么想着，一边失望地离开训练场。
    - if: era.get('flag:15') >= 1000
      acc: 2
      content: 一个优秀的训练员是不会放弃一位优秀的担当的。（继续招募） # 训练员声望中坚/精英/传说
      lines:
        - 在欣赏完%CHARA%精彩的大逃表演后，%YOU%愈发认为%CHARA%将会是一颗闪耀在赛场的明星。
        - 而%SEX%所缺乏的，仅仅是一位经验丰富、善于引导的训练员罢了。
        - 而%YOU%，正是这些令人尊敬的%TITLE%训练员之中的一位。
        - 所以，完全不想把%CHARA%让给别人。
        - 于是，%YOU%稍微整理了一下自己的着装，大步上前，想要挤进%CHARA%身旁的人群里。
        - content:
            - fontWeight: bold
              content: 新手训练员A
            - 「啊，是%YOURNAME%%SIR%！您也是来发掘有潜力的担当的吗？」
        - content:
            - fontWeight: bold
              content: 新手训练员B
            - 「没想到%YOURNAME%%SIR%居然也在关注这次选拔赛。」
        - content:
            - fontWeight: bold
              content: 老练训练员C
            - 「如果想要培养像%CHARA%这样有潜力的%UMA%，果然还得是%YOURNAME%%SIR%。」
        - ……
        - 令%YOU%没想到的是，在场的众多训练员认出了%YOU%，并主动让开了道路。
        - %YOU%向这些训练员微笑点头，径直走向人群中央的%CHARA%。
        - 得益于此，%YOU%恰好看到了正准备与%YOU%的一位前辈签订契约的%CHARA%。
        - acc: 1
          content: 「前辈，%CHARA%同学，麻烦稍等一下。」
        - %YOU%及时将前辈与%CHARA%的目光吸引了过来。
        - content:
            - fontWeight: bold
              content: 前辈训练员
            - 「%YOURNAME%训练员，你也是试着来招募%SEX%的吗？」
        - acc: 1
          content: 「是的，我认为%CHARA%同学有相当大的的潜力，因此我想招募%SEX%。」
        - %YOU%看到前辈皱了皱眉，叹了口气。
        - 尽管对方是%YOU%所尊敬的前辈，但%YOU%还是不想轻易将如此有潜力的%CHARA%让出去。
        - content:
            - fontWeight: bold
              content: 前辈训练员
            - 「说得也是，可惜优秀的%UMA%总是稀少的。」
        - 看来前辈似乎也不想放弃招募%CHARA%。
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「那个，两位……」
        - 看到现场有些凝重，%CHARA%试图缓和一下气氛，可惜作用有限。
        - 「不如这样吧，既然我们无法说服对方，那就各自指导%CHARA%同学一天，以%SEX%最终的成绩做决定，如何？」
        - %YOU%恰好想到了一个主意，于是立刻说了出来。
        - 前辈与%CHARA%的眼睛亮了起来。
        - content:
            - fontWeight: bold
              content: 前辈训练员
            - 「不错的主意，我们还可以顺便交流一下培训心得。不知铃鹿你意见如何？」
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「我也感觉很不错呢，那就麻烦两位训练员了！」
        - %YOU%看到前辈与%CHARA%都同意你的主意，悄悄松了口气。
        - acc: 1
          content: 「那明天就麻烦前辈先指导%CHARA%同学了。」
        - content:
            - fontWeight: bold
              content: 前辈训练员
            - 「嗯，那就这么定了，训练赛什么的我也一起组织了吧。」
        - 前辈微微点头，%YOU%则挥了挥手，向训练场外走去。
        - （虽然不知道胜算如何，但是总好过无所作为吧。不过，我还是希望能与%SEX%签约……）
        - %YOU%回头看了一眼正在跟%CHARA%交谈的前辈训练员，做了个深呼吸，随后径直离开了训练场。
    - acc: 3
      content: 反正也抢不到了，回去补觉咯。（放弃招募）
      lines:
        - 看着%SEX%身旁的人山人海，%YOU%明智地放弃了挤进去的想法。

after: # 新手/老练，下次进入训练场
  title: 选拔赛后
  lines:
    - 选拔赛后的某一天，%YOU%不知不觉又走上了去训练场的路。
    - 尽管%YOU%知道%CHARA%跟着前辈或许会取得更优秀的成绩，但是一想到那天是因为一些意外而导致没能赶上，%YOU%就有些郁闷。
    - 今天本该在办公室坐着的，但是不知怎么的%YOU%突然想来观摩前辈队伍的训练。
    - 于是%YOU%收拾了一下，迅速来到了训练场。
    - 此时此刻，训练场上已经有了不少正在训练的%UMA%。而%YOU%很轻松就在%THEY%当中找到了%CHARA%。
    - %CHARA%正在起跑线上做着准备动作，旁边是拿着秒表的前辈训练员与她的其他队员。
    - 看来前辈要打算让整个队伍跑一次训练赛。
    - content:
        - fontWeight: bold
          content: 前辈训练员
        - 「各就位——预备——跑！」
    - %YOU%看到前辈的手臂挥下，随后各位%UMA%一并起跑。
    - 在这之中，%CHARA%很自然地便一个加速冲到了第一。
    - 正当%YOU%打算欣赏%CHARA%的大逃表演的时候，%CHARA%却主动放慢了速度。
    - %YOU%惊讶地发现%CHARA%脸色变幻，最终主动减速，仅仅领先第二名半个马身。
    - acc: 1
      content: 「这是什么新型的战术吗？难不成前辈有更好的安排？」
    - 带着这样的疑惑，%YOU%选择继续关注比赛。
    - %YOU%清楚地看到，%CHARA%数次想要拉开与后方的差距，但最后都主动放弃了。
    - 很快，排名第二的%UMA%抓住时机，从侧面超过了%CHARA%。
    - %CHARA%竭尽全力试图夺回第一的位置，但再也没找到反超的机会，反而被第三名再次超过。
    - acc: 1
      content: 「坏了，%SEX%似乎有些焦躁。」
    - 只见%CHARA%被困在了马群当中，前后左右各有敌手，左冲右突始终无法冲出包围圈。
    - 慢慢地，%CHARA%开始显露出疲态。
    - 尽管%SEX%还在奋力奔跑，但是还是被对手一个个超越过去。
    - 最终，%CHARA%在这场训练赛中仅取得了倒数的成绩。
    - 而%SEX%自己甚至都没有余力去关注自己的成绩，而只能倚靠着围栏大口喘息。
    - %YOU%皱起了眉头。%CHARA%明明有实力轻松获胜，难不成区区几天的时间，%SEX%的体能就衰退到如今的程度了吗？
    - 因此，%YOU%打算与%CHARA%聊一聊。
    - acc: 1
      content: 「%CHARA%同学，请问我能与你聊一聊吗？」
    - %CHARA%耷拉着的耳朵一下子立了起来。
    - %SEX%有些疑惑地四处张望着，最后发现了%YOU%。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「是之前见过的训练员%SIR%！请问是您在呼唤我吗？」
    - %YOU%点了点头，%CHARA%便向%YOU%走了过来。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「训练员%SIR%找我是有什么事情吗？」
    - acc: 1
      content: 「%CHARA%同学，请问你在刚刚的比赛当中有什么不适吗？」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「那个，完全没有的……」
    - acc: 1
      content: 「那，是心情不好吗？」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「也不是那样的……」
    - acc: 1
      content: 「可是我感觉铃鹿你跑起来就像失去信念了一样呢。」
    - 被%YOU%问得有些心慌的%CHARA%甚至没注意到%YOU%对%SEX%的称呼从客气的"%CHARA%同学"变成了略显亲昵的"铃鹿"。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「我，我也不知道为什么会这样……」
    - %CHARA%的耳朵慢慢地耷拉下去了。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「我现在甚至有些……讨厌奔跑了。」
    - %YOU%被吓了一跳。赛%UMA%，明明是为了奔跑而生的生灵，居然会说出讨厌奔跑这样的话来？
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「明明晨跑的时候感觉很好的，但是一到正式训练就没有力气了，大家还那么拼命，我虽然也想像%THEY%那样，但是根本跟不上……」
    - %YOU%似乎找到了解决问题的关键之处。
    - acc: 1
      content: 「铃鹿你是说，你只在训练的时候讨厌奔跑？」
    - %YOU%明显看到%CHARA%愣了一下。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「是……是的。」
    - acc: 1
      content: 「那么，铃鹿在晨跑的时候有在想什么或者是感受到了什么吗？」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「唔，也没什么，不过晨跑的时候，路边的、前方的风景，都是我自己的，所以我感觉晨跑的时候非常高兴。」
    - acc: 1
      content: 「那你训练的时候，又是怎样的一种感觉呢？」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「虽然一开始我还是可以独享风景，但是后面的同学追了上来……我不知不觉就开始留意%SEX%了。」
    - acc: 1
      content: 「那么你为什么不像选拔赛那样，将%THEY%远远甩开呢？」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「训练员认为我的耐力有更好的用处，所以%SEX%希望我不要离大家太远，以免我跑得太快浪费体力。」
    - %YOU%若有所思地想了一会。
    - 「我明白了。你的训练员想让你将宝贵的体力留给最后的冲刺，但是%SEX%却不知道你的体力正是来源于先头无人的风景。
    - %YOU%分析得头头是道，%CHARA%在一旁似懂非懂地点点头。
    - acc: 1
      content: 「那么，铃鹿今天还有跑训练赛的计划吗？」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「有的，计划还不少呢。」
    - acc: 1
      content: 「那铃鹿下次跑训练赛的时候，用这样的跑法试试……」
    - %YOU%对着%CHARA%的耳朵小声说着什么，而%CHARA%也变得有些兴奋。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「嗯，我会试一下的，谢谢您，训练员%SIR%！」
    - %CHARA%高兴地冲%YOU%挥挥手，便跑回去训练了。
    - acc: 1
      content: 「成败在此一举啊。」
    - %YOU%叹了口气，静静等待着。
    - 很快，前辈训练员将队伍里的%UMA%聚集在一起，准备进行第二次训练赛。
    - %YOU%精神一振，专心致志地看着。
    - 前辈训练员手底下的%UMA%们来到了起跑线上，准备起跑。
    - content:
        - fontWeight: bold
          content: 前辈训练员
        - 「各就位——预备——跑！」
    - %UMA%们再次一齐冲出起跑线，不愧是前辈队伍里的%UMA%啊，起跑过程毫无失误，都非常完美。
    - 紧接着，%YOU%便开始重点关注%CHARA%。
    - 果然，%CHARA%在一个漂亮的起跑后，便瞬间加速夺取了领头的位置。
    - acc: 1
      content: 「好样的，铃鹿！」
    - 紧接着，%CHARA%继续加速，渐渐拉大了对第二名的优势。
    - 尽管%THEY%此刻已经离%YOU%很远，可是%YOU%仿佛已经看到%CHARA%脸上的笑容了。
    - 那是%SEX%在选拔赛上展露过的，发自内心的笑容。
    - 很快到了终盘，曾经%CHARA%的训练员告诉%SEX%要专心应对的关键阶段。
    - %YOU%感到有些手脚发凉。如果铃鹿没能保持大差距领先直到冲线，如果%SEX%不幸失速，那%YOU%可就要被扣上一顶干扰其他队伍训练的帽子了。
    - 因为那位前辈交际圈甚为广阔，%YOU%的声望还会在同事当中一落千丈，甚至可能被逐出训练员这个行业。
    - acc: 1
      content: 「再快点，铃鹿，大胆地逃跑吧！」
    - %YOU%双手紧紧攥成拳，心中则是不断地为%CHARA%呐喊助威。
    - %CHARA%仿佛是听到了%YOU%的心声，再一次加速，最终以绝对优势冲线。
    - 冲线过后，%CHARA%精神依旧，丝毫不露疲态。
    - %YOU%一下子便放心了。
    - %YOU%打算招手召唤一下%CHARA%，询问一下%SEX%的感觉如何，却看到%CHARA%径直朝%SEX%的训练员跑了过去。
    - %YOU%看到%THEY%在激烈争论了一下后，同时将目光转向了%YOU%。
    - 之后，%YOU%看到%THEY%一起向%YOU%走了过来。
    - acc: 1
      content: 「那个，前辈上午好啊！」
    - %YOU%尬笑了两声，挤出来一句显然干巴巴的问候。
    - 前辈与%CHARA%一起盯着%YOU%，仿佛%YOU%是什么犯罪嫌疑人一样。
    - content:
        - fontWeight: bold
          content: 前辈训练员
        - 「铃鹿刚刚违逆了我的指令，这一定是你指使的吧？」
    - 前辈一拳捶在%YOU%的肩膀上，力道不大，但是%YOU%还是低下了头不敢与她对视。
    - content:
        - fontWeight: bold
          content: 前辈训练员
        - 「铃鹿刚才向我提出转队申请了。尽管我完全舍不得%SEX%，但是铃鹿用%SEX%的成绩说服了我，所以最终我决定将铃鹿转交给你。」
    - %YOU%抬起头来，有些不敢置信。
    - content:
        - fontWeight: bold
          content: 前辈训练员
        - 「我也是受过去的经验束缚太严重了，只想到要铃鹿节约体力，却忽视了%SEX%自己的信念。所以，既然你能找到症候所在，那我希望你能担好这个责任，好好地培养铃鹿。」
    - 前辈重重地拍了%YOU%的肩膀一下。
    - content:
        - fontWeight: bold
          content: 前辈训练员
        - 「我相信你作为一个专业训练员的实力，所以别让我失望，听到了吗？」
    - acc: 1
      content: 「放心吧前辈，我会好好培养铃鹿的！」
    - 听到%YOU%的承诺，前辈笑了笑，随即话锋一转。
    - content:
        - fontWeight: bold
          content: 前辈训练员
        - 「不过你干扰其他队伍训练倒是确有其事，如果我后面发现你浪费了铃鹿的才华……」
    - 前辈撂下这句话后转身就走，丝毫不留商量的余地。
    - %YOU%听到前辈的威胁后有些发愣，直到感觉到衣角被拽了一下。
    - %YOU%回头，恰好看到了一脸无辜的%CHARA%。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「那个，请跟我签订契约吧，训练员%SIR%？」
    - %YOU%又看了看越来越小的前辈的背影，叹了口气，最终顺利与%CHARA%签订了契约。
    - acc: 1
      content: 「铃鹿，其实我只是想指导一下你的，没想到最后却成了你的训练员……」
    - %CHARA%报以微笑。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「训练员%SIR%指示我按照自己的想法奔跑的时候，我就已经有了预感。而我真正自由奔跑的时候，我感受到了与晨跑一样的喜悦。所以从那时起，我就打定主意要跟着训练员%SIR%了。」
    - %YOU%长长地吸了一口气。
    - acc: 1
      content: 「那么，%CHARA%同学，请多指教！」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「嗯，请多指教！」
    - 就这样，尽管过程有些曲折，但%YOU%最终还是顺利招募了%CHARA%。

tomorrow: # 中坚及以上，下次进入训练场
  title: 选拔赛翌日
  lines:
    - 尽管昨晚%YOU%没怎么睡好，但是%YOU%并没有忘记今日的安排
    - 于是%YOU%收拾了一下，迅速来到了训练场。
    - 此时此刻，训练场上已经有了不少正在训练的%UMA%。而%YOU%很轻松就在%THEY%当中找到了%CHARA%。
    - %CHARA%正在起跑线上做着准备动作，旁边是拿着秒表的前辈与她的其他队员。
    - 看来前辈已经指导完毕，要打算让整个队伍跑一次训练赛。
    - 前辈很快发现了你，向你点头示意后准备开始比赛。
    - content:
        - fontWeight: bold
          content: 前辈训练员
        - 「各就位——预备——跑！」
    - %YOU%看到前辈的手臂挥下，随后各位%UMA%一并起跑。
    - 在这之中，%CHARA%很自然地便一个加速冲到了第一。
    - %YOU%开始猜测前辈会指导%CHARA%如何远远甩开对手，而此时%CHARA%却主动放慢了速度。
    - %YOU%惊讶地发现此时的%CHARA%仅仅领先第二名半个马身。
    - acc: 1
      content: 「这是什么新型的战术吗？难不成前辈有更好的安排？」
    - 带着这样的疑惑，%YOU%选择继续关注比赛。
    - %YOU%清楚地看到，%CHARA%数次想要拉开与后方的差距，但最后都主动放弃了。
    - 很快，排名第二的%UMA%抓住时机，从侧面超过了%CHARA%。
    - %CHARA%竭尽全力试图夺回第一的位置，但再也没找到反超的机会，反而被第三名再次超过。
    - acc: 1
      content: 「坏了，%SEX%似乎有些焦躁。」
    - 只见%CHARA%被困在了马群当中，前后左右各有敌手，左冲右突始终无法冲出包围圈。
    - 慢慢地，%CHARA%开始显露出疲态。
    - 尽管%SEX%还在奋力奔跑，但是还是被对手一个个超越过去。
    - 最终，%CHARA%在这场训练赛中仅取得了倒数的成绩。
    - 而%SEX%自己甚至都没有余力去关注自己的成绩，而只能倚靠着围栏大口喘息。
    - %YOU%没有与疲惫至极的%CHARA%交流，而是向前辈挥了挥手之后离开了训练场。
    - 这场训练赛有些出乎%YOU%的意料。
    - 按理来说，%CHARA%作为领放型%UMA%，耐力是足够充沛的，不应该会在仅仅一次中距离训练赛中精疲力竭才对。
    - 而且，%CHARA%的速度绝对是%SEX%最强悍的属性，怎么会被第二名轻松反超呢？
    - %YOU%本来已经为%CHARA%制定了训练大纲，但是它们似乎已经不再适用。
    - （这孩子貌似不是什么普通的领放%UMA%呢，可能需要专门的、长时间的磨合才能制定出适合%SEX%的策略来……）
    - %YOU%将%CHARA%在训练赛中的表现归咎为训练策略不合适，毕竟%SEX%在选拔赛中的表现是那么强势。
    - 想了一会之后，%YOU%有些烦躁地揉了揉头发。
    - acc: 1
      content: 「事已至此，走一步算一步吧。」

tomorrow_after_tomorrow: # 【选拔赛翌日】后，本周，训练场
  title: 选拔赛又翌日
  lines:
    - 今天是%YOU%指导%CHARA%训练的日子，于是%YOU%起得很早。
    - 简单洗漱后，%YOU%来到了训练场，而此时天刚蒙蒙亮。
    - %YOU%打了个哈欠，却在余光里又一次发现了%CHARA%。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「呼，呼，早上好，训练员%SIR%！」
    - %CHARA%就像%YOU%第一次遇见时的那样，在独自晨跑。%SEX%看到了%YOU%，于是跑来向%YOU%问好。
    - acc: 1
      content: 「早上好，铃鹿同学，我本来以为我来得已经够早了，没想到你居然已经开始训练了。」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「嗯，我习惯每天早起跑步了，所以完全不会困哦。」
    - %YOU%看着%CHARA%发自内心的笑容，心中一动。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「所以，训练员%SIR%，今天的计划是什么呢？」
    - %CHARA%看%YOU%不说话，歪了歪头，好奇发问。
    - acc: 1
      content: 「唔，关于今天的训练……」
    - %YOU%一时有些不好意思，因为短短的一天时间根本来不及炮制一份量身定做的训练计划。
    - acc: 1
      content: 「啊，对啦，铃鹿同学对于昨天的训练感觉如何呢？」
    - %YOU%决定先就已有的情报仔细了解一下%CHARA%的身体状况。
    - 没想到，%CHARA%有些难过地低下了头。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「说实话，不是很喜欢……虽然是一样的跑道，但是大家都在盯着我，我慢慢地就没有力气了……」
    - 闻言，%YOU%陷入了沉思。
    - acc: 1
      content: 「那么，铃鹿同学在晨跑的时候有什么特别的感觉吗？」
    - %YOU%刚提出问题，就感觉面前的%CHARA%眼睛一亮。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「晨跑的时候，我可以尽情享受先头的和两边的风景，不知不觉就跑了好久，跑完也完全不会累呢。」
    - %YOU%好像找到了问题的关键。
    - acc: 1
      content: 「最后一个问题，前辈是怎样指导铃鹿的呢？」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「她认为我的耐力有更好的用处，所以希望我不要离大家太远，以免我跑得太快浪费体力。」
    - %CHARA%有些不解，但还是老老实实回答了%YOU%的问题。
    - 此时此刻，%YOU%已经找到了大致的解决方案了。
    - acc: 1
      content: 「铃鹿同学，训练的事情以后再说，现在我要先带你去一个地方。」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「诶？？」

river: # 【选拔赛又翌日】后，本周，外出-河堤
  title: 河堤
  lines:
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「那个，训练员%SIR%？」
    - %YOU%把%CHARA%从训练场带到了河堤。期间，%CHARA%试着问了好几次%YOU%的意图，但是%YOU%没有作出正面的回答。
    - acc: 1
      content: 「就是这里，铃鹿。」
    - %CHARA%环顾四周，明显没能理解%YOU%的意图。
    - acc: 1
      content: 「我记得铃鹿你说过，你喜欢的是前方无人的风景吧？」
    - %CHARA%略显局促地点了点头，然后又看了看四周的景色，似乎有些明白了。
    - acc: 1
      content: 「那么，就请你沿着河堤，尽情奔跑吧。」
    - %CHARA%难以掩饰内心的激动，没等%YOU%指示便主动摆出了起跑的姿势。
    - acc: 1
      content: 「预备——跑！」
    - %YOU%看到%CHARA%如同流星一般飞了出去，暗自松了一口气。
    - acc: 1
      content: 「果然，%SEX%绝对是有实力的，只不过需要正确地引导一下罢了。」
    - 显然，前辈把擅长超级大逃的%CHARA%当作了心智不成熟的、顶多是有点耐力优势的普通领放型%UMA%。
    - %YOU%点了点头，开始静静地在原地等候%CHARA%。
    - 很快，%CHARA%就再次跑回到了%YOU%面前。%YOU%看到%CHARA%脸上挂着的笑容，便彻底放下了心。
    - acc: 1
      content: 「感觉如何，铃鹿？」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「好极了，训练员%SIR%！我现在、我现在感觉充满了力气，甚至还想再去跑一趟呢。」
    - %YOU%微笑着制止了%CHARA%。
    - acc: 1
      content: 「不着急，后面有的是机会跑步。走吧，我们回学园。」
    - %CHARA%乖巧地点了点头。

beginning: # 【河堤】后，本周，下次进入训练场
  title: 新的开始
  lines:
    - %YOU%带着%CHARA%回到特雷森学园训练场的时候，刚好遇到了带着手下%UMA%来训练的前辈训练员。
    - content:
        - fontWeight: bold
          content: 前辈训练员
        - 「哟，%YOURNAME%训练员，铃鹿，好巧啊，刚来就遇到你们了。」
    - %YOU%与%CHARA%相视一笑。
    - acc: 1
      content: 「前辈，请问什么时候可以举行训练赛呢？」
    - content:
        - fontWeight: bold
          content: 前辈训练员
        - 「什么，训练赛？%YOURNAME%训练员，你不是今天刚接手铃鹿的训练吗？」
    - acc: 1
      content: 「我已经与铃鹿谈过了，比起临时的训练计划来，我更相信铃鹿自身的实力。」
    - 前辈有些惊讶地盯着%YOU%看了好一会，直到确认%YOU%没在开玩笑后才移开了视线。
    - content:
        - fontWeight: bold
          content: 前辈训练员
        - 「好吧，那么我现在就组织一次训练赛，希望你的直觉是对的。」
    - 很快，前辈训练员将队伍里的%UMA%聚集在一起，准备进行训练赛。
    - %YOU%目送%CHARA%加入了队伍，踏上了跑道。
    - 前辈训练员手底下的%UMA%们也来到了起跑线上，准备起跑。
    - content:
        - fontWeight: bold
          content: 前辈训练员
        - 「各就位——预备——跑！」
    - %UMA%们一齐冲出起跑线，不愧是前辈队伍里的%UMA%啊，起跑过程毫无失误，都非常完美。
    - 紧接着，%YOU%便开始重点关注%CHARA%。
    - 果然，%CHARA%在一个漂亮的起跑后，便瞬间加速夺取了领头的位置。
    - acc: 1
      content: 「好样的，铃鹿！」
    - 紧接着，%CHARA%继续加速，渐渐拉大了对第二名的优势。
    - 尽管%THEY%此刻已经离%YOU%很远，可是%YOU%仿佛已经看到%CHARA%脸上的笑容了。
    - 那是%SEX%在选拔赛上、河堤上展露过的，发自内心的笑容。
    - 很快到了终盘，最考验%UMA%们耐力与毅力的阶段。
    - %YOU%感到有些手脚发凉。尽管%YOU%相信%CHARA%的实力，但%SEX%毕竟没有丰富的比赛经验，如果在终盘耐力耗尽出现失速情况……
    - 那%CHARA%最终的成绩可能还比不上昨天的%SEX%。
    - acc: 1
      content: 「再快点，铃鹿，大胆地逃跑吧！」
    - %YOU%双手紧紧攥成拳，心中则是不断地为%CHARA%呐喊助威。
    - %CHARA%仿佛是听到了%YOU%的心声，再一次加速，最终以绝对优势冲线。
    - acc: 1
      content: 「好！」
    - %YOU%小声地为%CHARA%欢呼着。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「训练员%SIR%您看到了吗？我一直都没有把前方的风景让出去呢。」
    - %CHARA%跨过终点线后没有停下，而是直接跑到了%YOU%的身边，微微喘息着。
    - acc: 1
      content: 「干得漂亮，铃鹿，看来我的选择是正确的。」
    - %YOU%向%CHARA%竖起了大拇指。
    - content:
        - fontWeight: bold
          content: 前辈训练员
        - 「既然胜负已分，那我就不打扰你们了。不过，虽然我认可你作为训练员的职业素养，但还是请你一定要珍惜铃鹿的天赋。」
    - 前辈训练员走了过来，语气中不无羡慕。不过，她最终还是在交代%YOU%一句话之后，直接转身离去。
    - %YOU%挥手送别前辈，随后与身边的%CHARA%相视一笑。
    - acc: 1
      content: 「那么，%CHARA%同学，请多指教！」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「嗯，请多指教！」
    - 最终，%YOU%顺利地展现了%YOU%的专业素养，成功招募了%CHARA%。