# @file ダーレーアラビアン - 募集
# @author O口口口口口
# @author Claude (翻訳)
recruit:
  title: もはや、ただの……「まなざし」ではない
  lines:
    - 환호성으로 가득한 입장식과 라이브 무대에서 순수한 레이스 영상만을 분리해 낸다.
    - 기록된 그 몇 분을 더욱 가속시켜, 종반부터 다시 시간이 흐르게 만든다.
    - 마지막으로 시선을 집중한 렌즈를 십여 명의 참가자 중 단 한 명의 두 발에 맞추고, 다시 확대한다.
    - 「……역시 완전히 다른 주법이야. 공통점이라곤 라스트 스퍼트가 엄청나다는 것뿐……」
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: ？？？
        - 「그게 꼬마들의 본능이니까 말이야~ 힘을 주는 습관, 발바닥의 유연성, 키, 체중, 그 모든 걸 마지막에 바람을 맞으며 던져버리는 거지——」
    -
    - （아, 그러니까……）
    - 귓가에 들려온 목소리를 따라 자연스럽게 사고를 이어간다.
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: ？？？
        - 「즉, 트레이너가 할 일은 그 이전부터 시작되어야 한다는 뜻이지.」
    -
    - 무거워졌다.
    - 어느새 몸에 익숙해진 등 뒤의 목소리가, 지금은 확실한 무게감이 되어 어깨를 짓누르고 있다……
    - 고개를 돌리고 싶었지만, 목덜미에 닿는 따스한 숨결에 몸은 이미 흥분으로 굳어버려 통나무처럼 뻣뻣해졌다.
    - 하지만, 붉은색이… 더 이상 돌릴 수 없는 시야의 끝자락에……
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「또 만났네~ %CALLNAME%~」
    -
    - 그렇게 또다시 빠져들고 말았다. 고양이 같고, 보석 같고, 우마무스메 같고, 마치 신과도 같은 그 시선 속으로……
