# @file 圣王光环 - 日常
# @author 牛蛙煲
good_morning:
  sync: true
  lines:
    - random: true
      lines:
        - color: %COLOR%
          content:
            - fontSize: bold
              content: %CHARA%
            - "「Довольно болтовни, скорее начнём.」"
    - random: true
      lines:
        - color: %COLOR%
          content:
            - fontSize: bold
              content: %CHARA%
            - "「В словаре Кинг нет слова «трудно», ясно?」"
    - random: true
      lines:
        - color: %COLOR%
          content:
            - fontSize: bold
              content: %CHARA%
            - "「Пора действовать. Если ничего не делать, первоклассной не назовёшься.」"
    - random: true
      lines:
        - color: %COLOR%
          content:
            - fontSize: bold
              content: %CHARA%
            - "「Чтобы доказать себя тому человеку…」"
    - random: true
      lines:
        - color: %COLOR%
          content:
            - fontSize: bold
              content: %CHARA%
            - "「Завтрак? Я уже как следует поела, так что скорее начнём?」"
    - if: era.get('status:61:熬夜') > 0
      random: true
      lines:
        - color: %COLOR%
          content:
            - fontSize: bold
              content: %CHARA%
            - "「Соседка по комнате Хару Урара ни с того ни с сего захотела спать, обнимая меня…」"
    - if: era.get('status:61:熬夜') > 0
      random: true
      lines:
        - color: %COLOR%
          content:
            - fontSize: bold
              content: %CHARA%
            - "「Ха-а… что? Я вовсе не сидела допоздна!」"

select:
  sync: true
  lines:
    - if: era.get('status:61:沉睡') === 0 && era.get('status:61:马跳S') === 0
      random: true
      lines:
        - color: %COLOR%
          content:
            - fontSize: bold
              content: %CHARA%
            - "「Сегодня жалую тебе право лицезреть тренировку Кинг!」"
    - if: era.get('status:61:沉睡') === 0 && era.get('status:61:马跳S') === 0
      random: true
      lines:
        - color: %COLOR%
          content:
            - fontSize: bold
              content: %CHARA%
            - "「%CALLNAME%, подними голову, расправь плечи и вместе со мной неси первоклассную ответственность!」"
    - if: era.get('status:61:沉睡') === 0 && era.get('status:61:马跳S') === 0
      random: true
      lines:
        - color: %COLOR%
          content:
            - fontSize: bold
              content: %CHARA%
            - "「Живо доложи Кинг план на сегодня!」"
    - if: era.get('status:61:沉睡') > 0 || era.get('status:61:马跳S') > 0
      random: true
      lines:
        - "「Кинг?」"
        - "Спящая Кинг Хало в самой властной позе оккупировала диван в тренерской."
        - "Похоже, %SEX% так скоро не проснётся."

office_study:
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Вот оно что… о-хохохо, выходит, даже сообразительность у Кинг первоклассная!」"
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Тогда дальше полагаюсь на %CALLNAME%.」"

office_prepare:
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "「Победа принадлежит только первоклассной Кинг!」"
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Сегодняшняя гонка: быстрее любого, сильнее всех, кто та первоклассная %UMA%, что непременно победит?」"
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Что ты такое говоришь? Конечно побежу! Оставь на меня!」"

talk:
  - if: era.get('cflag:61:干劲') === 2
    random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「О--хохохо! Сегодня тоже первоклассный день!」"
  - if: era.get('cflag:61:干劲') === 2
    random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Сегодня Кинг в отличном настроении! Жалую %CALLNAME% право составить Кинг компанию!」"
  - if: era.get('cflag:61:干劲') === 1
    random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Чувствую себя отлично, %CALLNAME%, начнём поскорее.」"
  - if: era.get('cflag:61:干劲') === 1
    random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Я уже готова, чего %CALLNAME% ещё ждёт?」"
  - if: era.get('cflag:61:干劲') === 0 && era.get('cflag:61:育成回合计时') < 3 * 48
    random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Я докажу, что могу превзойти того человека…」"
  - if: era.get('cflag:61:干劲') === 0 && era.get('cflag:61:育成回合计时') < 3 * 48
    random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Соберись. Ведь %CALLNAME% вместе со мной стремится к первоклассному.」"
  - if: era.get('cflag:61:干劲') === -1
    random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Ну так что, что мне делать?」"
  - if: era.get('cflag:61:干劲') === -1
    random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Настроение какое-то не то, отчего бы это?」"
  - if: era.get('cflag:61:干劲') === -2
    random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Совсем нет сил собраться…」"
  - if: era.get('cflag:61:干劲') === -2
    random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Я же первоклассная Кинг, как это у меня совсем нет настроя…」"
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Хару Урара в общежитии иногда шумит, но я вовсе не против чувства, будто дома кто-то есть.」"
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「По Спешл Уик сразу видно: эта %UMA% из тех, кого надо как следует опекать.」"
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Вчера Каваками приходила спрашивать про этикет. Хо-хо, %SEX% явно знает, к кому идти.」"
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Как тренер первоклассной %UMA%, и ты тоже соберись.」"
  - if: era.get('love:61') >= 75
    random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Кинг решила пожаловать %CALLNAME% особое право смотреть на Кинг в упор! Так и смотри на Кинг без остановки!」"
  - if: era.get('flag:当前月') === 12 || era.get('flag:当前月') <= 2
    random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Холодно… эй, %CALLNAME%, не видишь, Кинг уже замёрзла так, что не идёт? Живо одолжи мне свою куртку!」"

office_gift:
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Подарок для меня? О-хохохо! Кинг очень довольна!」"
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Кинг не может просто так взять подарок %CALLNAME%, я подготовлю ответный.」"

office_cook:
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Быстрее-быстрее, Кинг сейчас с голоду умрёт!」"
      - "Когда %YOU% в седьмой раз отказывает Кинг Хало попробовать хоть ложку, Кинг Хало наконец затихает."
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「%CALLNAME% что, не знает: первоклассная значит быть первоклассной во всём, включая готовку?」"
      - "Однажды Кинг Хало перехватывает %YOU% по пути на кухню и сама вызывается готовить вместо %YOU%."
      - "Хоть %YOU% совершенно не верит в так называемую 「первоклассную готовку」 Кинг Хало, %YOU% всё равно с %UMA% не поспорит."
      - "%YOU% просят подождать в сторонке, а Кинг Хало, пользуясь случаем, юркает на кухню и запирает дверь."
      - ……
      - "На кухне Кинг Хало, напевая под нос, перебирает продукты, которые понадобятся."
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「%CALLNAME% не доверяет первоклассной Кинг… ладно, у Кинг широкая душа, прощаю %CALLNAME%!」"
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Для начала попробую суп?」"
      - "Кинг Хало изо всех сил вспоминает, как готовит %YOU%, и вдруг будто нащупывает ход: начинает орудовать вполне солидно."
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Да это же вовсе не сложно!」"
      - "Кинг Хало черпает ложку супа в стоящую рядом маленькую миску и пробует."
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Слишком пресно, добавлю соли.」"
      - "Кинг Хало откладывает ложку, сыплет в кастрюлю соли и снова пробует суп из миски."
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Не то: я же столько соли насыпала, почему всё ещё без вкуса?」"
      - "Кинг Хало в панике начинает сыпать соль в суп."
      - "Ещё раз попробовав суп из миски, %SEX% падает духом."
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Готово, отведай первоклассный целебный суп! Кинг подумала о здоровье %CALLNAME% и нарочно сделала его преснее!」"
      - "%YOU% смотрит на чуть уклончивый взгляд Кинг Хало и осторожно пробует глоток."
      - "Очень скоро под горящим взглядом Кинг Хало %YOU% терпит поражение."
      - "「Кинг, ты что, опрокинула солонку?!」"
      - "Кинг Хало сначала застывает, потом вдруг всё понимает, опускает голову и молчит."
      - "%YOU% немного думает и тоже примерно понимает, как всё вышло."
      - "%YOU% изо всех сил сдерживает желание рассмеяться и варит суп заново."
      - "Еда заканчивается в довольно странной атмосфере."

office_rest:
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Я вовсе не устала! Кинг не устаёт!」"
      - "「Чередовать труд и отдых -- необходимое условие, чтобы стать первоклассной, верно?」"
      - "Услышав это, Кинг Хало без единого слова ложится. А %SEX% после утренней тяжёлой тренировки засыпает не позже чем через пять минут."
      - "%YOU% смотрит на спокойное спящее лицо Кинг Хало и легонько накидывает свою одежду на %SEX%."
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Как же я устала--%CALLNAME%, живо приготовь Кинг подушку и плед, Кинг хочет как следует отдохнуть!」"
      - "Кинг Хало едва войдя валится на диван, будто у себя дома."
      - "%YOU% обречённо качает головой, но всё же готовит Кинг Хало подушку и плед."
      - "Но к тому времени, как %YOU% приносит вещи, Кинг Хало уже спит, обняв спинку дивана."
  - if: era.get('love:61') >= 75
    random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Сюда, %CALLNAME%, садись с краешка~」"
      - "Кинг Хало усаживает %YOU% с краю дивана, и %YOU% слегка недоумевает."
      - "Следом Кинг Хало удобно укладывается %YOU% на бёдра."
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「М-м— всё-таки ноги %CALLNAME% лучше всех подходят на роль подушки.」"
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Жалую тебе право быть подушкой Короля и смотреть, как Король спит…」"
      - "Не успев договорить, Кинг Хало уже дышит ровно — похоже, уснула."
      - "%YOU% любуется безмятежным спящим лицом Кинг Хало, но боится пошевелиться, чтобы не разбудить %SEX%."
      - "Так и проходит этот томный полдень."
  - if: era.get('love:61') >= 75
    random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「%CALLNAME%, Король устал и больше не хочет идти.」"
      - "%YOU% косится на Кинг Хало, что крепко обхватила руку %YOU%; чего %SEX% добивается, давно понятно."
      - "И %YOU% наклоняется и поднимает Кинг Хало на руки."
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Жалую тебе право провести тихий час вместе с Королём! Так и неси меня в комнату тренера.」"
      - "Так %YOU% и относит Кинг Хало в комнату тренера и проводит тихий час, обнявшись с Кинг Хало."

office_game:
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「%CALLNAME% же не думает, что Король станет тратить время на такое?」"
      - "В итоге Кинг Хало просидела за игрой два часа кряду."
      - "「Ладно, на этом хватит, Король?」"
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Ещё чуть-чуть — и победила бы…」"
      - "Кинг Хало выглядит так, будто никак не смирится."
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Какая-то игра… Король, разумеется, возьмёт её играючи…」"

school_rooftop:
  - "По просьбе Кинг Хало %YOU% берёт два бэнто и вместе с %SEX% поднимается на крышу."
  - "%YOU% протягивает одну порцию Кинг Хало и смотрит, как %SEX% разворачивает коробочку другой стороной и суёт её обратно."
  - color: %COLOR%
    content:
      - fontSize: bold
        content: %CHARA%
      - "「Вот, теперь это считается блюдом Короля! Бери и ешь, полный благодарности!」"
  - "%YOU% беспомощно усмехается, принимает из рук Кинг Хало бэнто 「продукция Короля」 и протягивает %SEX% второе."
  - color: %COLOR%
    content:
      - fontSize: bold
        content: %CHARA%
      - "「Обмен завершён! Теперь можно есть!」"
  - "Хотя бэнто у %YOU% в руках — дело рук самого %YOU%, Кинг Хало всё равно требует от %YOU% 「воспеть первоклассного Короля」."

s_a_tree_hollow:
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Я, Кинг Хало, — первоклассная %UMA%! Чтобы стать первоклассной, чтобы превзойти того человека, я выложусь на полную!」"
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「В следующий раз обязательно бежать быстрее, быстрее любого соперника — только так я стану первоклассной…」"

s_a_dating:
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Сущая трата времени!」"
      - "Кинг Хало говорит это с пренебрежением, но руку %YOU% так и не разжимает."
  - random: true
    lines:
      - "%YOU% идёт по академии, держа Кинг Хало за руку; обычно такая речистая, сейчас Кинг Хало молчит."

o_r_fishing:
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Скай немного учила меня рыбачить, сейчас припомню…」"
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Клюёт! Как и думалось, Король и в рыбалке бесспорно первоклассный!」"

o_r_walking:
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Идти вот так — на удивление приятно. Жалую %CALLNAME% право и в следующий раз гулять вместе с Королём!」"
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Лавочки у дороги, сезонные виды… каждая прогулка приносит особые находки.」"
  - if: era.get('love:61') >= 75
    random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「%CALLNAME%, Король устал, быстро придумай, как доставить Короля обратно~」"
      - "Кинг Хало плотно приваливается к %YOU%, изображая страшную усталость."
      - "%YOU% ничего не остаётся, как подхватить Кинг Хало за талию."

o_s_arcade:
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「На удивление занятно.」"
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Смотри, сейчас выбью первоклассный счёт…」"
  - if: era.get('love:61') >= 75
    random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「%CALLNAME%, разве меня недостаточно? Не пялься на этих кукол!」"

o_s_drawing:
  - "На торговой улице как раз проходит лотерея."
  - "%YOU% вдруг вспоминает, что в прошлый визит на торговую улицу достался лотерейный билет, и достаёт его."
  - acc: 1
    content: "「Король, проверим удачу?」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Проверять незачем! У первоклассного Короля и удача, конечно, первоклассная!」"
  - "И тут же лотерейный билет из рук %YOU% отбирает Кинг Хало."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「О—хо-хо-хо! Первый приз для Короля — приготовьте, пожалуйста!」"
  - "%YOU% смотрит, как Кинг Хало подаётся вперёд и крутит ручку лотерейного автомата."
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "「Ответ — первоклассный!」"
      - "Результат на табло без сомнений совпадает с ожиданиями Кинг Хало. Первый приз, огромный ящик моркови, Кинг Хало забирает себе."
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "「Тогда сегодня вечером сделаем морковный гамбург~ Морковь-то вся Короля, так что готовить, разумеется, будет %CALLNAME%!」"
      - "Настроение у Кинг Хало, кажется, отличное."
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "「Не останавливайся, не останавливайся…」"
      - "Автомат медленно замирает — в считаных миллиметрах от 「первого приза」, на 「утешительном призе」."
      - acc: 1
        content: "「Приз — туалетная бумага.」"
      - "Глядя на столбенеющую Кинг Хало, %YOU% напоминает вслух."
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "「Всё из-за %CALLNAME%! Это %CALLNAME% высосал мою первоклассную удачу!」"
      - "На беспочвенные претензии Кинг Хало %YOU% лишь беспомощно усмехается."
      - acc: 1
        content: "「И как же Король велит мне загладить вину?」"
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "「Тогда в наказание сегодня вечером поднесёшь Королю вкуснейший морковный гамбург!」"

o_s_ktv:
  - "%YOU% приводит Кинг Хало в караоке."
  - "Пропев кое-как несколько строк, %YOU% молча протягивает микрофон стоящей рядом Кинг Хало, с которой так и льётся обида."
  - content:
      - fontWeight: bold
        content: %CHARA%
      - "「И что это было за пение? %CALLNAME% лучше послушно слушай прекрасный голос Короля!」"
  - "Кинг Хало ещё раз сверлит %YOU% взглядом — и только потом запевает во весь голос."
  - "Ты невольно погружаешься в песню."

o_s_movie:
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Отличный фильм, вполне во вкусе Короля.」"
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Надо признать, вкус у %CALLNAME% всё-таки неплох.」"
  - if: era.get('love:61') >= 75
    random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Фильм ужасов, надо же? О-хо-хо-хо, первоклассному Королю неведом страх!」"
      - "Минут через десять после презрительной речи про ужастики Кинг Хало уже намертво прилипает к %YOU%."
      - "%YOU% остаётся лишь погладить дрожащую спину %SEX%."
      - "「Ну всё, не бойся, тот призрак уже исчез!」"
      - "Кинг Хало, что сидела с опущенными ушами и боялась поднять голову, вмиг оживает."
      - "%SEX% ещё раз удостоверяется, что страшный момент уже позади, и снова ложится на %YOU%, делая вид, будто ей всё равно."
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Кинг вовсе не испугалась! Просто здесь слишком холодно, а у %CALLNAME% теплее — вот и всё!」"
      - "%YOU% чуть улыбается, не разоблачая браваду Кинг Хало, и лишь наклоняет голову, целуя %SEX% в лоб."
      - "Сюжет фильма вдруг кажется уже не таким важным."

o_c_pray:
  - if: d.dice > 0.5
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Хм, первоклассная я в такое не верю!」"
      - "Кинг Хало говорит это легко и непринуждённо, но жребий сжимает так крепко, что до беззаботности далеко."
  - if: d.dice < 0.5
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Точно: даже жребий у первоклассной меня — первоклассный!」"
      - "Кинг Хало радостно зажимает жребий и показывает %YOU%, что там написано."

o_s_restaurant:
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Спешл Уик мне это место советовала. Что ни говори, в поисках вкусного у %SEX% глаз намётанный.」"
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Съесть столько — совсем не в образе Кинг... Во всём виновата эта лавка: слишком вкусно готовит!」"
  - if: era.get('love:61') >= 75
    random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「%CALLNAME%, чего не ешь? Ждёшь, пока Кинг тебя покормит?」"
      - "%YOU% как раз обдумывает рабочие дела и, услышав голос Кинг Хало, спохватывается: напротив уже сидит Кинг Хало с явным недовольством на лице."
      - "%YOU% собирается добиться прощения Кинг Хало 「первоклассным извинением」, но, подумав, решает: а почему бы и нет?"
      - "「Тогда почтительно повинуюсь! Аа—」"
      - "%YOU% успешно выбивает Кинг Хало из колеи."
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「%CALLNAME%, ты что творишь! На нас все смотрят!」"
      - "%YOU% не поддаётся."
      - "В конце концов Кинг Хало складывает оружие."
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Ладно-ладно, ну и ну. Кинг тебя покормит. Совсем как малыш, какое ребячество!」"
      - "%YOU% щурится, наслаждаясь 「первоклассным сервисом」 слегка покрасневшей Кинг Хало."
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Слушай: раз Кинг уже сделала ход, %CALLNAME% тоже не пора ли ответить взаимностью?」"
      - "Насладившись, %YOU% получает от Кинг Хало жестокую месть."
      - "В ресторане витает кислинка по имени любовь."

o_s_dating:
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Держи голову высоко и смело ступай рядом со мной. Ты же тренер, которого лично признала Кинг, верно?」"
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Так %CALLNAME% вместо того, чтобы готовить Кинг к первоклассному пути, тащит Кинг вместе время терять?」"
      - "「Что, Кинг не нравится?」"
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Нет, не то чтобы... Просто так тихо быть вместе — тоже ничего...」"
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Жалую тебе право быть рядом с Кинг!」"
  - if: era.get('love:61') >= 75
    random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「%CALLNAME%, давай, протяни руку.」"
      - "%YOU% не понимает, к чему клонит Кинг Хало, но всё же протягивает руку."
      - "Кинг Хало мягко раскрывает пять пальцев %YOU% и сплетает их в замок с %YOU%."
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Ну всё, пошли.」"
      - "Хотя прохожие судачат о сплетённых руках %YOU% и Кинг, лицо Кинг Хало всё краснеет, но %SEX% так и не отпускает руку %YOU%."
  - if: era.get('love:61') >= 75
    random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「%CALLNAME%, пожалуйста, и дальше иди так со мной. И впредь тоже будь рядом, хорошо?」"

o_s_shopping:
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「%CALLNAME% сразу видно: в торговых центрах ты редкий гость. Давай, за Кинг — Кинг тебя пару кругов проведёт.」"
  - random: true
    lines:
      - color: %COLOR%
        content:
          - fontSize: bold
            content: %CHARA%
          - "「Гулять уже надоело? Нет уж, мы едва начали! Соберись и не отставай от шага Кинг!」"
      - "В итоге — ноющие мышцы и улыбка Кинг Хало."

good_night_normal:
  sync: true
  lines:
    - if: '!d.awake'
      lines:
        - color: %COLOR%
          content:
            - fontSize: bold
              content: %CHARA%
            - "「Сегодняшняя тренировка тоже весьма первоклас...」"
        - "После тренировки Кинг Хало оккупирует рабочее кресло %YOU% и заводит итоговую речь, но едва начав, обрывается."
        - "%YOU% поднимает взгляд и видит: Кинг Хало уже уснула от усталости."
        - "%YOU% пытается мягко разбудить Кинг Хало, но не выходит."
        - "Поэтому %YOU% остаётся лично отнести Кинг Хало к общежитию."
        - acc: 1
          content: "「И в этот раз вам пришлось повозиться...」"
        - "%YOU% передаёт Кинг Хало старосте комнаты %SEX% и провожает взглядом, как ту уводят в комнату."
        - "%YOU% вздыхает: в следующий раз, похоже, стоит следить за нагрузкой."
    - if: d.awake
      lines:
        - if: era.get('love:61') < 75
          lines:
            - color: %COLOR%
              content:
                - fontSize: bold
                  content: %CHARA%
                - "「Кинг сегодняшней тренировкой очень довольна! Жалую тебе право составить для Кинг завтрашний план тренировок!」"
            - "%YOU% смотрит на Кинг Хало у дверей общежития: хоть она уже совсем вымотана, всё равно натягивает бодрость и толкает речь — и не знаешь, плакать или смеяться."
            - "%YOU% машет Кинг Хало на прощание и велит %SEX% хорошенько отдохнуть."
        - if: era.get('love:61') >= 75
          lines:
            - color: %COLOR%
              content:
                - fontSize: bold
                  content: %CHARA%
                - "「У Кинг ноги немного ноют!」"
            - "%YOU% глядит на Кинг Хало: сидит у края тренировочного поля чинно и прямо, и при этом на редкость бодрая, — и не понимает."
            - acc: 1
              content: "「Тогда давай скорее вернёмся и отдохнём?」"
            - "Не зная, в чём дело, %YOU% предлагает на сегодня тренировку закончить."
            - color: %COLOR%
              content:
                - fontSize: bold
                  content: %CHARA%
                - "「Так ты собираешься, чтобы я сама шла обратно?」"
            - "Кинг Хало наконец выдаёт настоящую цель."
            - "Что ж, %YOU% остаётся шагнуть вперёд и взять на руки слегка покрасневшую Кинг Хало."
            - color: %COLOR%
              content:
                - fontSize: bold
                  content: %CHARA%
                - "「О—хо-хо-хо! Жалую тебе право нести Кинг до общежития!」"

good_night_sex:
  - "После тренировки %YOU% как обычно несёт Кинг Хало к общежитию."
  - "Но у общежития Кинг Хало так и не разжимает руки, обхватившие шею %YOU%."
  - acc: 1
    content: "「Кинг, мы уже на месте, да?」"
  - color: %COLOR%
    content:
      - fontSize: bold
        content: %CHARA%
      - "「%CALLNAME%, неужели до сих пор не ясно?」"
  - "Кинг Хало смотрит на %YOU% слегка смущённо."
  - color: %COLOR%
    content:
      - fontSize: bold
        content: %CHARA%
      - "「Я дарую тебе право доставить Кинг удовольствие, хорошо?」"
  - "Сказав это, Кинг Хало опускает голову, ещё крепче обнимает %YOU% и больше не говорит."
  - acc: 1
    key: sex
    content: "「Высшая честь.」"
    lines:
      - "%YOU% с Кинг Хало на руках разворачивается и уходит прочь от общежития."
  - acc: 2
    content: "「Но мы же уже у общежития.」"
    lines:
      - if: d.check ===2
        lines:
          - "Услышав отказ %YOU%, Кинг Хало сразу спрыгивает с %YOU%."
          - color: %COLOR%
            content:
              - fontSize: bold
                content: %CHARA%
              - "「Хм, неинтересно.」"
          - "И после этих слов Кинг Хало вдруг взваливает %YOU% себе на плечо."
          - color: %COLOR%
            content:
              - fontSize: bold
                content: %CHARA%
              - "「Посметь отказать Кинг в просьбе — это уже непростительно!」"
          - "%YOU% уносят Кинг Хало под странными взглядами прохожих."
      - if: d.check < 2
        lines:
          - color: %COLOR%
            content:
              - fontSize: bold
                content: %CHARA%
              - "「А, подожди——」"
          - "%YOU% не обращает внимания на слова Кинг Хало и идёт прямиком к общежитию."
          - "Затем передаёт Кинг Хало из объятий старосте общежития, только что вышедшей на шум."
          - color: %COLOR%
            content:
              - fontSize: bold
                content: %CHARA%
              - "「Эй!」"
          - "%YOU% с улыбкой машет Кинг Хало, которую уводит староста общежития."

cl_valentine:
  title: "Валентин"
  lines:
    - "Сегодня день святого Валентина: %YOU% понимает это с самого утра и потому %YOU% нарочно тормозит уборку кабинета тренера."
    - "Наконец, после того как %YOU% в шестьдесят первый раз поднимает глаза на часы, в дверь кабинета стучат."
    - "Хотя %YOU% одним рывком оказывается у двери, %YOU% всё же с показным спокойствием выдерживает паузу и только потом открывает."
    - "За дверью — слегка озадаченная Кинг Хало."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%, что ты делаешь? Почему ты так смотришь на Кинг?」"
    - "%YOU% понимает: Кинг Хало, возможно, не знает, что сегодня день святого Валентина, — и немного расстраивается."
    - "Пока Кинг Хало не вытаскивает какой-то пакет и не швыряет его в %YOU%."
    - "%YOU% судорожно ловит и с радостным удивлением обнаруживает: это красиво упакованный пакет шоколада."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Кинг ни за что не забудет ни один праздник! Это я так, между делом купила в конбини, так что можешь особо не растрогаться, %CALLNAME%.」"
    - "Кинг Хало слегка краснеет, отворачивает лицо и скрещивает руки на груди."
    - "А %YOU% замечает на тыльной стороне правой руки %SEX% волдырь от ожога."
    - acc: 1
      key: select
      content: "「Спасибо, Кинг, мне очень нравится!」(привязанность +20)"
      lines:
        - "%YOU% решает лишний раз не допытываться."
        - "Затем %YOU% прямо на глазах у Кинг Хало достаёт одну шоколадку и отправляет в рот."
        - acc: 1
          content: "「Шоколад очень вкусный. И правда, идеальный подарок на Валентин.」"
        - "Кинг Хало выглядит очень довольной, но %SEX% тут же снова давит в себе эту радость."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Ладно, я поняла, что вкусно. В следующий раз ещё сделаю тебе… нет, куплю!」"
        - "%YOU% делает вид, что не слышит оговорку Кинг Хало."
    - acc: 2
      content: "「Кинг, ещё болит?」(любовь +3)"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Что болит?」"
        - "Кинг Хало не сразу понимает, о чём говорит %YOU%, — пока %YOU% не подходит и осторожно не поднимает правую руку %SEX%."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Н-не то чтобы сильно болело. Да и шоколад готов уже так давно, что сейчас почти ничего не чувствуется.」"
        - "Кинг Хало видит, что %YOU% её разоблачает, и смущённо опускает голову."
        - acc: 1
          content: "「Спасибо, Кинг. Это меня очень трогает.」"
        - "Но Кинг Хало снова надевает цундере-лицо."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Тогда бери и ешь с глубочайшей благодарностью! Кстати, Кинг совершенно плевать, как это оценит %CALLNAME%!」"
        - "Кинг Хало отворачивается, но %YOU% замечает: боковым зрением %SEX% всё равно держит %YOU%."
        - "Тогда %YOU% достаёт одну шоколадку, кладёт в рот и делает довольное лицо."
        - "Лишь тогда Кинг Хало со спокойной душой отводит взгляд."

cl_halloween:
  title: "Хэллоуин"
  lines:
    - "Сегодня Хэллоуин: %YOU% давно подтверждает это по диковинным「демонам и нечисти」на улицах."
    - "%YOU% с трудом вырывается из объятий пылкой нечисти всех мастей и возвращается в свой кабинет тренера."
    - "К счастью, в кабинете ещё полно конфет россыпью — хватит откупиться от этих жадных %UMA%."
    - "Кроме того, %YOU% специально для кое-кого держит пакет конфет в подарочной упаковке — в самой глубине ящика."
    - "Вдруг в дверь кабинета стучат. %YOU% вздрагивает и едва не роняет ручку на пол."
    - "%YOU% выравнивает дыхание, с немалым предвкушением подходит и резко распахивает дверь кабинета——"
    - acc: 1
      content: "「Входите, Кинг…」"
    - "Но за дверью не Кинг."
    - content:
        - fontWeight: bold
          content: %UMA%A
        - "「Сладость или гадость!」"
    - "Это милая %UMA% в костюме какого-то монстра."
    - "%YOU% на секунду застывает, потом достаёт из своего ящика заранее заготовленную россыпь конфет."
    - "%YOU% ссыпает изрядную горсть конфет в корзинку %UMA% и смотрит, как %SEX% с огромной радостью кланяется тебе и бежит стучать в дверь к другому тренеру."
    - "%YOU% выдыхает с облегчением и возвращается на своё место."
    - "Вскоре стук в дверь раздаётся снова."
    - content:
        - fontWeight: bold
          content: %UMA%B
        - "「Сладость или гадость!」"
    - "Снова не Кинг, с изрядным разочарованием думает %YOU%, отдавая конфеты %UMA%."
    - "Проходит ещё изрядное время, россыпь конфет в ящике %YOU% уже вся роздана, — и лишь тогда Кинг Хало изящно стучит и открывает дверь кабинета тренера."
    - "Рука %YOU% уже в ящике — и вдруг отдёргивается."
    - acc: 1
      content: "「Кинг, а где твой костюм на Хэллоуин?」"
    - "%YOU% озадаченно чешет затылок, глядя на Кинг Хало в повседневной одежде."
    - "Кинг Хало едва заметно краснеет."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Что за речи! Кинг вовсе не забыла, что сегодня Хэллоуин! Смотри, %CALLNAME%: сейчас перед тобой стоит не кто иная, как Кинг Хало в костюме первоклассной %UMA%!」"
    - "Кинг Хало берётся за край одежды и крутится перед %YOU% два круга."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ну как? Похоже, правда?」"
    - "%YOU% едва не смеётся от досады из-за этой маленькой хитрости Кинг Хало."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ну так где мои конфеты?」"
    - "Видя, что %YOU% никак не комментирует так называемый хэллоуинский костюм %SEX%, Кинг Хало беззастенчиво начинает клянчить у %YOU% конфеты."
    - acc: 1
      content: "「О, есть, есть.」"
    - "%YOU% подходит к столу, открывает ящик и протягивает Кинг Хало изящный пакет для конфет."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О——хо-хо-хо! Хэллоуинская операция — полный успе… х?」"
    - "Кинг Хало с улыбкой принимает пакет — и улыбка застывает на лице."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%, почему тут внутри ничего нет?」"
    - "Кинг Хало, вся надутая, допытывается у %YOU%."
    - acc: 1
      content: "「Есть, есть. Вот только это первоклассные конфеты, которые видит лишь первоклассная %UMA%.」"
    - "%YOU% нарочно сидит на стуле с каменным лицом, в довольно ленивой позе, и смотрит на Кинг Хало."
    - "%YOU% смотрит, как лицо Кинг Хало то пылает, то бледнеет, и в душе уже смеётся во весь рот, но снаружи держит серьёзный вид."
    - acc: 1
      content: "「Первоклассный Кинг нарядился первоклассной %UMA% и получил первоклассные конфеты первоклассного тренера — разве сам процесс не первоклассный?」"
    - "%YOU% сдерживает смех и подливает ещё масла в огонь."
    - "Наконец Кинг Хало не выдерживает: %SEX% подходит, хватает %YOU% за плечи и начинает трясти."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME% больше не смей дразнить Кинг! Признаю: я и правда забыла, что сегодня Хэллоуин!」"
    - "Тут %YOU% уже не сдерживается и хохочет в голос."
    - "Лишь когда взгляд Кинг Хало на %YOU% становится убийственным, %YOU% кое-как глушит смех и достаёт из ящика подарочные конфеты, приготовленные для Кинг Хало."
    - acc: 1
      content: "「На, Кинг. С Хэллоуином?」"
    - "Кинг Хало осторожно принимает пакет и проверяет, сколько он весит."
    - "%YOU% смотрит на эту сцену и едва снова не фыркает со смеху."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Хм. У %CALLNAME% всё-таки есть совесть! С Хэллоуином!」"
    - "И этот Хэллоуин тоже проходит в какой-то странной атмосфере."

cl_christmas_in_edu:
  title: "Рождество"
  lines:
    - "В день Рождества Кинг Хало приходит в кабинет тренера."
    - "Увидев, что %YOU% сидит на диване и о чём-то думает, %SEX% сразу подходит и садится рядом с %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Не забудь отменить все дела на сегодня! Я дарую тебе право устроить Кинг дополнительную тренировку на Рождество!」"
    - "Кинг Хало опирается на %YOU% и так прижимается, что тело %YOU% заваливается набок."
    - "%YOU% поднимает голову и бросает взгляд на Кинг Хало."
    - acc: 1
      content: "「Прости, ослушаюсь: на сегодня уже есть планы.」"
    - "Кинг Хало подскакивает с дивана — точь-в-точь взъерошенная кошка."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ч-что? Повтори ещё раз?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ты ещё и смеешь оставлять меня за бортом? Что ты замышляешь?」"
    - acc: 1
      content: "「Потому что я иду на свидание с одной %UMA%.」"
    - "Кинг Хало вне себя от ярости."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Объясни мне всё сразу! Когда и с кем у тебя свидание!»"
    - "Кинг Хало хватает %YOU% за плечи и яростно трясёт."
    - "%YOU% фыркает со смеху и, прежде чем Кинг Хало обрушит на плечи %YOU% следующий залп, хлопает %SEX% по руке, давая понять, что %SEX% пора отпустить %YOU%."
    - acc: 1
      content: "「Конечно, с первоклассной Кинг Хало! Неужели Кинг забыла? Это же ты сама просила.」"
    - "Кинг Хало ошарашенно отпускает %YOU%, смутно припоминая: кажется, на прошлой неделе она и правда так требовала."
    - "%YOU% поправляет смятый воротник и с улыбкой смотрит, как лицо Кинг Хало с красного становится белым."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Вроде бы да, было такое… На самом деле это всё испытание, которое Кинг устроила %CALLNAME%! Кинг как раз проверяла, помнит ли %CALLNAME% просьбу Кинг.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Судя по всему, %CALLNAME% и впрямь первоклассный тренер Кинг — помнит всё отлично. Кинг очень довольна!」"
    - "%YOU% смотрит на Кинг Хало, в ту же секунду нашедшую отговорку, и замирает в глубоком потрясении."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「В награду за пройденное испытание Кинг отдаёт %CALLNAME% право строить сегодняшний день! Решай ты.」"
    - "%YOU% тут же принимает позу преувеличенной всепокорнейшей благодарности — и снова ловит от Кинг Хало закатанные глаза."
    - acc: 1
      key: select
      content: "「Тогда устроим первоклассное рождественское свидание.」(привязанность+20, влюблённость+3)"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Тогда переодевайся и выходим! Как раз есть несколько магазинов, которые Кинг очень хочет посмотреть.」"
        - "Под натиском Кинг Хало %YOU% переодевается к выходу, и %SEX% утаскивает %YOU% из кабинета тренера."
    - acc: 2
      content: "「Тогда устроим первоклассную рождественскую доп. тренировку.」(скорость or выносливость or сила or упорство+20)"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Первоклассный Кинг не может расслабляться даже на Рождество!」"
        - "После этого на почти пустом тренировочном поле проходит пылкая дополнительная тренировка."
