# @file 圣王光环 - 育成
# @author 牛蛙煲

# 对“自暴自弃”状态的说明：
# 该状态与育成结束前参加的短英距离比赛有关，胜一场则轻度转消失，中度转轻度，重度转中度，
# 败一场则反之，重度转扫地出门be。
# 如果育成结束后仍保留着任意等级的“自暴自弃”状态，则转扫地出门be。
# 在具有“自暴自弃”状态时，无法触发育成类特殊口上事件。
# 轻度/中度/重度自暴自弃的效果为干劲上限保持在一般/较差/极差。

# 训练
train:
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Первоклассная %UMA% должна проходить первоклассные тренировки!」"
  - "%CHARA% с царственным напором бросается в тренировку."

# 训练成功
ts_content:
  sync: true
  lines:
    - random: true
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Фух... Я ещё могу продолжать!」"
    - random: true
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Ещё один шаг к первоклассности!」"

ts_add:
  title: "Дополнительная тренировка"
  lines:
    - acc: 1
      content: "「На сегодня тренировку закончим, ты хорошо потрудилась, Кинг.」"
    - "%YOU% подбрасывает секундомер в руке и обращается к запыхавшейся Кинг Хало, которая подбегает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Наконец-то всё... Подай мне полотенце, хорошо?」"
    - "Кинг Хало вытирает пот и вдруг замирает, впившись взглядом в одну точку на тренировочном поле."
    - "%YOU% смотрит туда же, куда смотрит %SEX%, и видит: там ещё несколько %UMA% проводят дополнительную тренировку."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%, Кинг дарует тебе право устроить для Кинг дополнительную тренировку!」"
    - "%YOU% оборачивается и встречается с твёрдым взглядом Кинг Хало."
    - "Перед Кинг Хало, что стремится к первоклассности, %YOU% решает—"
    - acc: 1
      key: train
      content: "「Тогда давай вместе проведём первоклассную дополнительную тренировку!」"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「О-хо-хо-хо! Тогда начинаем!」"
        - "%YOU% тренируется вместе с Кинг Хало до самой последней минуты."
    - acc: 2
      content: "「Первоклассной %UMA% тем более нужно следить за балансом нагрузки и отдыха.」"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Баланс нагрузки и отдыха...」"
        - "「Верно: если перестараться и получить травму, это уже не назовёшь первоклассным.」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Всегда держать лучшую форму — вот что должна уметь первоклассная %UMA%. %CALLNAME% говорит верно.」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Чтобы сохранить статус первоклассной, сегодня как следует отдохну!」"

train_fail:
  title: "Провал тренировки"
  lines:
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ай!」"
    - "%YOU% видит, как вдали Кинг Хало вдруг падает, бросается туда и подхватывает, и %SEX% поднимается на ноги."
    - acc: 1
      content: "「Кинг, как ты? Не слишком ли устала?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Нет, я в порядке...」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Разве первоклассная %UMA% падает из-за пустяковой царапины...」"
    - "Кинг Хало держится так, будто ничего не случилось, но то и дело шипит от боли — так %SEX% себя выдаёт."
    - acc: 1
      content: "「Прости, Кинг, заданий было слишком много. Пойдём скорее в медпункт?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я в порядке, правда... ссс...」"
    - acc: 1
      content: "「Если с тобой и правда что-то случится, я буду винить себя всю жизнь.」"
    - "Увидев это, Кинг Хало больше не спорит: опустив голову, покорно идёт в медпункт, и %YOU% ведёт её под руку."

race_start:
  title: "Перед скачкой"
  lines:
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Это будет лишь ещё одна крохотная победа на пути Кинг к первоклассности!」"

race_end_win:
  title: "Победа в скачке"
  lines:
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О-хо-хо-хо, победа, которой и следовало быть!」"

race_end_5:
  title: "В пятёрке"
  lines:
    - "%YOU% замечает, что настроение Кинг Хало какое-то не то."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Как так... Так не должно быть...」"
    - "「Кинг, на самом деле это уже отличный результат, знаешь?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Нет, %CALLNAME%, только первое место, полная победа — вот уровень, достойный Кинг!」"
    - "Кинг Хало сжимает кулаки."
    - "「Тогда давай разберём, где в этой скачке были ошибки.」"

race_end_lose:
  title: "Поражение в скачке"
  lines:
    - "Результаты скачки объявлены: Кинг Хало даже не попала в зачёт."
    - "Хотя %YOU% тоже не в лучшем настроении, ещё сильнее %YOU% тревожит, что чувствует Кинг Хало."
    - "「Ничего страшного, Кинг, в следующий раз...」"
    - "%YOU% не успевает договорить: Кинг Хало перебивает лёгким тоном."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%, не думай, что Кинг такая хрупкая: у первоклассной Кинг и стойкость первоклассная!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「В следующий раз я обязательно, славной победой, снова докажу: я всё та же первоклассная я!」"

# 招募后第一周
ws_cloudy:
  title: "Тучи"
  lines:
    - "Прошла уже неделя с тех пор, как %YOU% — тренер Кинг Хало."
    - "Надо сказать, характер у Кинг Хало слегка пафосный, но %SEX% выполняет то, что задаёт %YOU%, с решимостью на все 120%."
    - "Поэтому %YOU% считает первое впечатление от Кинг Хало весьма неплохим."
    - "С этими мыслями %YOU% спешит на тренировочное поле — и обнаруживает, что Кинг Хало уже давно ждёт."
    - "Но %SEX% ещё не замечает, что рядом %YOU%, а с кем-то говорит по телефону."
    - "%YOU% не окликает — тихо подходит ближе, и %SEX% ничего не слышит."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Мама? Я нашла подходящего тренера!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Самый подходящий для Кинг первоклассный тренер!」"
    - "%YOU% смотрит на сияющее лицо Кинг Хало; %SEX% рассыпается в похвалах, и %YOU% на душе очень тепло."
    - "Но через какое-то время лицо Кинг Хало вдруг мрачнеет."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Что значит『доставлять людям хлопоты』? В твоих глазах я настолько ничтожна?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Мы с %CALLNAME% выбрали друг друга и растём вместе — с какой стати ты говоришь, будто хлопоты создаю я одна?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Алло? Алло!」"
    - "Похоже, мать Кинг Хало сбросила звонок, и Кинг Хало так и осталась стоять на месте столбом."
    - "%YOU% торопливо делает вид, будто только что подошёл."
    - acc: 1
      content: "「Кинг уже здесь? Тогда давай скорее начнём тренировку!」"
    - "Кинг Хало убирает телефон, будто ничего не случилось, и машет %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тогда начинаем! Ещё один шаг по пути Кинг к первоклассности!」"

# 招募后第二周
ws_golden_gen:
  title: "Появление золотого поколения"
  lines:
    - "В последнее время газеты снаружи, кажется, раскручивают концепцию под названием 「золотое поколение」."
    - "А одной из представительниц этого так называемого золотого поколения как раз является подопечная %YOU% Кинг Хало."
    - "Поэтому журналист получил разрешение академии и хочет взять интервью у %UMA% из 「золотого поколения」."
    - "В этот день %YOU% приходит на тренировочное поле, обнаруживает, что Кинг Хало ещё не явилась, и оглядывается по сторонам."
    - "И вскоре замечает нескольких других %UMA%, тоже из 「золотого поколения」."
    - color: %COLOR_1%
      content:
        - fontWeight: bold
          content: %SPE%
        - "「Уваааа! М-меня интервьюировать? Я… я ничего не знаю, правда?」"
    - content:
        - fontWeight: bold
          content: "Журналист"
        - "「Пожалуйста, успокойтесь, я всего лишь хотел спросить, как вам даются недавние тренировки?」"
    - color: %COLOR_1%
      content:
        - fontWeight: bold
          content: %SPE%
        - "「Тренировки идут хорошо? Просто после них так есть хочется, каждый день надо… уу, я опять про еду заговорила!」"
    - "Стоящие сбоку и глазеющие на это Grass Wonder, El Condor Pasa и Seiun Sky бессовестно хихикают."
    - "%YOU% тоже едва не срывается на смех из-за Special Week."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О--хохохо!」"
    - "%YOU% и не нужно оборачиваться, чтобы понять: твоя подопечная, Кинг Хало, явилась."
    - "А при нраве Кинг Хало следующий шаг, должно быть…"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Все интервью -- ко мне!」"
    - "И точно: журналист, только что засыпавший Special Week вопросами, сразу поворачивается к Кинг Хало."
    - "Кинг Хало бросает в камеру 「первоклассную позу специально для интервью」."
    - color: %COLOR_1%
      content:
        - fontWeight: bold
          content: %SPE%
        - "「Спасибо тебе, Кинг-сан… ты нас очень выручила…」"
    - "Затем подходит Seiun Sky и тянет за собой Special Week."
    - color: %COLOR_20%
      content:
        - fontWeight: bold
          content: %SKY%
        - "「Давайте быстрее, быстрее, раз уж Кинг-сан так удачно принимает удар на себя, скорее тихонько улизнём на тренировку!」"
    - "Seiun Sky нарочно говорит очень громко, и Кинг Хало это слышит."
    - "%YOU% понимает: сейчас будет плохо."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Вы все! Стоять! Даже не думайте бросить Кинг и всласть потренироваться!」"
    - "И точно: Кинг Хало тут же забывает про идущее интервью и бежит тренироваться вслед за подругами."
    - content:
        - fontWeight: bold
          content: "Журналист"
        - "「%CHARA_FULL%! Подождите! Наше интервью… ещё даже не началось?」"
    - "Журналист бессильно кричит вслед удаляющейся спине Кинг Хало."
    - "Затем он с лицом, полным обиды, оборачивается и смотрит на %YOU%."
    - "У %YOU% внутри сразу ёкает: плохо дело."
    - acc: 1
      content: "「Тогда возьмите интервью у меня? Я всё-таки тренер Кинг.」"
    - "%YOU% говорит это наудачу -- и журналист напротив вдруг весь загорается."
    - content:
        - fontWeight: bold
          content: "Журналист"
        - "「Тогда позвольте спросить: тренировки Кинг Хало проходят успешно?」"
    - content:
        - fontWeight: bold
          content: "Журналист"
        - "「Обладает ли %SEX% таким же выдающимся талантом, как мать %SEX%?」"
    - content:
        - fontWeight: bold
          content: "Журналист"
        - "「А то, что %SEX% оставила профессиональный путь, намеченный матерью, и в одиночку пришла в Трейсен, не равносильно ли побегу из дома?」"
    - ……
    - "Что и говорить, профессиональный журналист: после череды вопросов у %YOU% только кружится голова."
    - "%YOU% кое-как отбивается от этих вопросов и с большим трудом провожает журналиста."
    - "%YOU% вытирает пот со лба, смотрит вдаль на Кинг Хало, что с упоением гоняет круги, затем находит место, садится и ждёт, пока %SEX% добегает."
    - "Ещё через какое-то время Кинг Хало наконец набегалась всласть и подходит к %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Спасибо за работу, %CALLNAME%, что там журналист спрашивал?」"
    - "%YOU% вкратце упоминает те почти нарочно каверзные вопросы журналиста."
    - "Неожиданно лицо Кинг Хало начинает мрачнеть."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я так и знала! Эти журналисты вечно норовят ставить меня в один ряд с матерью! Будто я целиком и полностью всего лишь её придаток.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Настанет день, когда, говоря обо мне, люди скажут «первоклассная Кинг», а не какое-нибудь «ребёнок той самой»!」"
    - "Из-за этого у Кинг Хало весь день плохое настроение."

before_begin_race:
  title: "Перед дебютной гонкой"
  lines:
    - acc: 1
      content: "「Скоро официальный дебют. Как себя чувствуешь?」"
    - "Перед дебютной гонкой Кинг Хало %YOU% приходит в комнату отдыха подбодрить %SEX%."
    - "Кинг Хало словно не слышит и смотрит расфокусированным взглядом куда-то в сторону."
    - "Ещё через какое-то время %SEX% будто пробуждается ото сна и оборачивается."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Чувствую себя превосходно! Первый шаг на первоклассном пути Кинг нужно сделать как следует, любой ценой!」"
    - acc: 1
      content: "「Тогда перед гонкой не волнуешься?」"
    - "Кинг Хало выдавливает натянутую улыбку."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Первоклассная Кинг волноваться не станет, ясно?」"
    - "Но %YOU% замечает, что рука Кинг Хало слегка дрожит."
    - "%YOU% вздыхает и решает сделать вид, что ничего не видел."
    - acc: 1
      content: "「Тогда вперёд, Кинг! Забери первое место!」"

begin_race_win:
  title: "После дебютной гонки · Начало первоклассного"
  lines:
    - "%YOU% с трибуны своими глазами наблюдает весь забег Кинг Хало от начала до конца."
    - "От старта до финишного рывка каждый шаг почти безупречен."
    - "Поэтому %YOU% с волнением человека, отыскавшего сокровище, готовит для Кинг Хало спортивный напиток и направляется в комнату отдыха."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Аааа! Как устала! %CALLNAME%, скорее дай мне напиток!」"
    - "Величественная на дорожке Кинг Хало, едва попав в эту комнату отдыха без посторонних, вмиг меняется."
    - "%SEX% растекается по стулу и без остановки обмахивается, почти не находя сил даже вытереть пот со лба."
    - "Тогда %YOU% протягивает %SEX% напиток и полотенце."
    - "Кинг Хало поднимает бутылку, делает огромный глоток, яростно вытирает пот и лишь тогда, словно ожив, с облегчением выдыхает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Хоть Кинг и взяла победу красиво, всё равно так устала…」"
    - "Кинг Хало как раз собирается что-то сказать, но её обрывает внезапный звонок телефона."
    - "Кинг Хало хмурит брови, берёт телефон -- на экране крупно высвечивается 「Тот человек, которого непременно превзойду」."
    - "%YOU% хочет отойти, но Кинг Хало взглядом велит %YOU% остаться и без церемоний включает громкую связь."
    - "Видя это, %YOU% остаётся -- деваться некуда."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Кинг?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Да, это я. Скажите, пожалуйста, в чём дело?」"
    - "В голосе Кинг Хало почти не слышно чувств."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Слышала, ты победила в дебютном заезде?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Да, я победила, ты видела? Мой финишный рыв…」"
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Почему ты выбрала для дебюта именно этот момент?」"
    - "Внезапный допрос матери обрывает Кинг Хало на взволнованном полуслове."
    - "%YOU% видит, как Кинг Хало вмиг застывает."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「В последнее время сильных хоть отбавляй. Я смотрела много дебютных заездов ровесниц -- какие выдающиеся.」"
    - "Губы Кинг Хало шевелятся, будто хочет что-то сказать."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Ты слишком опрометчива. Дебютировать в такое время -- тебя непременно сомнут.」"
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Подумай о своём будущем. Не делай глупостей.」"
    - "Мать Кинг Хало кладёт трубку."
    - "%YOU% и Кинг Хало одновременно застывают на месте."
    - "Честно говоря, после того подслушанного разговора %YOU% уже понимает: отношения Кинг Хало с матерью будут несколько натянутыми."
    - "Но это уже далеко за рамками «несколько натянутые», не так ли?"
    - "Вскоре Кинг Хало тоже приходит в себя."
    - "%SEX% сжимает правую руку в кулак и лишь спустя долгое время разжимает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Когда-нибудь я её превзойду, и тогда… она у меня ещё попляшет!」"
    - acc: 1
      content: "「Я верю, первоклассная Кинг непременно справится! Тогда давай обсудим план на следующий шаг?」"
    - "Чтобы переключить внимание Кинг Хало, %YOU% спешно выдумывает новую тему."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Следующий шаг? О--хохохо! У первоклассной Кинг давно всё решено!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「А именно -- Classic Triple Crown!」"
    - "Услышав слова Кинг Хало, у %YOU% темнеет в глазах."
    - acc: 1
      content: "「Это ведь скачки классического года, Кинг, может, лучше выбрать другую цель?」"
    - "На самом деле Classic Triple Crown -- цель вовсе не из ряда вон, но Кинг Хало явно намерена бросить вызов Triple Crown уже со второго заезда в карьере…"
    - "Поэтому в год новичка совершенно необходимо выиграть несколько заездов: и уверенность подкрепить, и ступеньку к классическому году заодно сделать."
    - "Раз это только что дебютировавшая новичок-%UMA%, вполне можно начать с OP-заездов, затем выходить на G3 и даже на G2…"
    - "Учитывая, что Кинг Хало -- весьма перспективная восходящая звезда, %YOU% считает G2 отличной отправной точкой."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Именно! Год новичка -- отличный шанс, чтобы широкая публика узнала Кинг, его нельзя упускать!」"
    - acc: 1
      content: "「Верно, так с какого G2 нам лучше открыть занавес?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「G2？」
    - "Кинг Хало с некоторым недоумением переспрашивает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「G2 -- это же не первоклассные скачки, а второклассные, разве нет?」"
    - "У %YOU% снова кружится голова."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Решено! Первоклассный путь Кинг должен открыться победой в G1!」"
    - "Кинг Хало, похоже, уверена, что G1 значит первоклассная гонка. Раз так, переубедить её уже совершенно невозможно."
    - "Понурившись, %YOU% тем не менее всерьёз задумывается, насколько это осуществимо."
    - "Если первая победа после дебюта будет в G1, Кинг Хало бесспорно станет первой среди ровесниц."
    - "Вот только если проиграет…"
    - "%YOU% вспоминает мать Кинг Хало."
    - "Но одарённость Кинг Хало %YOU% видит своими глазами -- так почему бы не рискнуть вместе с %SEX%?"
    - "Думая так, %YOU% утверждается в своём решении всё крепче."
    - acc: 1
      content: "「Тогда как насчёт 『Hopeful Stakes』?」"

# 11月第2周
ws_first_class_day:
  title: "День сверхпервоклассности"
  lines:
    - "%YOU% сидит за столом в тренерской, углубившись в план тренировок, и вздрагивает от оглушительного хлопка двери."
    - "%YOU% поднимает голову и видит необычайно возбуждённую Кинг Хало."
    - "Кинг Хало пододвигается к столу, берёт календарь и находит сегодняшний день."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О--хохохо! Сверхпервоклассность!」"
    - "Видя, что %YOU% всё ещё ничего не понимает, Кинг Хало протягивает календарь и указывает на 「11.11」."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Видишь? Одна 1 -- это первоклассность, сегодня 11.11, без сомнения день сверхпервоклассности!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Воистину самый подходящий памятный день для меня, Кинг!」"
    - if: era.get('love:61') < 75
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「%CALLNAME%! Сегодня без сомнения день, когда главная роль у Кинг.」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Жалую тебе право всласть восхвалять сверхпервоклассную Кинг!」"
        - acc: 1
          content: "「М-м… сегодняшняя Кинг тоже ослепительна. Вчера тоже, но сегодня ещё чуточку лучше.」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Хм, звучит неплохо! Кинг довольна!」"
        - acc: 1
          content: "「Тогда, сверхпервоклассная Кинг, пойдём на сверхпервоклассную тренировку.」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Тогда на тренировку. Сейчас ты увидишь Кинг ещё великолепнее, чем вчера, позавчера и в любой другой день!」"
    - if: era.get('love:61') >= 75
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Как раз четыре 1, так что Кинг по великой милости отдаст %CALLNAME% две.」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Теперь у %CALLNAME% и у Кинг по две 1, вы оба 『чуть-чуть сверхпервоклассные』.」"
        - acc: 1
          content: "「Э? А, хорошо, спасибо, хотя мне это, в общем-то, не очень нужно…」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Я не позволю %CALLNAME% лишь плестись позади Кинг. У %CALLNAME% есть обязанность всегда идти плечом к плечу с Кинг.」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Понятно? Мой слегка сверхпервоклассный тренер?」"
        - acc: 1
          content: "「Величайшая честь! И позвольте отнести Вас на тренировочное поле!」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Соизволяю! Вот так и пусть все узрят слегка сверхпервоклассную силу Кинг!」"

ws_race_clothe:
  title: "Скаковой костюм"
  lines:
    - "Накануне скачки заказной скаковой костюм Кинг Хало наконец прибыл."
    - "%YOU% смотрит на Кинг Хало -- та уже три часа в комнате тренера принимает всевозможные 「победные позы」 -- и слегка теряет дар речи."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%! Глянь скорее, эта поза лучше двух прежних подчёркивает царственность Кинг?」"
    - "%YOU% отвечает спустя рукава."
    - "В следующий миг Кинг Хало снова тонет в сомнениях."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Всё же поза часовой давности шла мне лучше.」"
    - acc: 1
      content: "「Эй, Кинг, ещё попозируешь -- костюм сомнется! Что за первоклассность в мятом скаковом костюме?」"
    - "И точно: Кинг Хало послушно замирает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「И правда... Тогда я сниму скаковой костюм!」"
    - "%YOU% выдыхает с облегчением."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%, никуда отсюда не уходи, хорошо? Кинг сейчас переоденется в тренировочную форму и продолжит репетировать победные позы!」"
    - "%YOU% снова резко втягивает воздух."

before_hope_sta:
  title: "Перед Hopeful Stakes"
  lines:
    - "%YOU% приходит в комнату отдыха Кинг Хало, чтобы подбодрить %SEX%."
    - "Но Кинг Хало вовсе не выглядит особо напряжённой."
    - "Когда %YOU% стучит и входит, %SEX% разглядывает себя в зеркале -- в скаковом костюме."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%... если Кинг красиво и чисто возьмёт эту скачку, станет ли она по-настоящему первоклассной?」"
    - "%YOU% думает и уже собирается подтвердить слова Кинг Хало, но та перебивает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Хо-хо, на самом деле я знаю: одна скачка не сделает Кинг первоклассной навек, тем более это всего лишь скачка Junior.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я хочу, чтобы эта скачка стала настоящим дебютом Кинг на пути к первоклассности.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тогда будущее Кинг без всяких сомнений станет первоклассным.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Спасибо, что пришёл ко мне, %CALLNAME%. Смотри же: и эту победу я положу в карман...」"
    - "С этими словами Кинг Хало поправляет одежду и, голову вверх, грудь вперёд, идёт к скаковому полю."

# 胜利
hope_sta_win:
  title: "После Hopeful Stakes · В путь"
  lines:
    - "Кинг Хало уверенно первой пересекает финишную черту -- ровно как ожидали %YOU% и %SEX%."
    - "Жаль только, этот миг встретили не слишком бурные аплодисменты да пара стажёров-репортёров."
    - "Как скачка Junior, даже самый заметный G1 не собирает особой популярности."
    - "Хотя %YOU% давно всё это понимает, когда %YOU% видит, как взгляд Кинг Хало с ожидания сменяется разочарованием, сердце всё равно кольнуло."
    - "Поэтому %YOU% идёт в комнату отдыха Кинг Хало, чтобы отвлечь %SEX%."
    - "Как раз застаёт запыхавшуюся Кинг у двери комнаты отдыха."
    - "Глядя, как Кинг Хало дрожит, даже открывая дверь, %YOU% спешит открыть её за %SEX%."
    - "Кинг Хало нашаривает стул, садится -- и только тогда чуть выдыхает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Итак, %CALLNAME% видел мою скачку?」"
    - "%YOU% кивает."
    - acc: 1
      content: "「Идеально, Кинг.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О— хо-хо-хо! Когда за дело берётся Кинг, как тут проиграть?」"
    - "Даже выбившись из сил, Кинг Хало не забывает фирменный хохот %SEX%."
    - "%YOU% собирается дать %SEX% отсмеяться всласть и сменить тему. Но Кинг Хало куда откровеннее, чем думалось %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Атмосфера сегодня не слишком горячая, не правда ли? Верно, потому что все участники -- ещё неопытная мелюзга?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тогда, когда Кинг покорит скачки Classic и Senior, эта картина полностью изменится, не так ли?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Если и в Classic, и в Senior удастся удержать такие победы, тогда Кинг по-настоящему будет зваться первоклассной, верно?」"
    - "Похоже, Кинг Хало не слишком это задело -- и %YOU% тоже выдыхает."
    - acc: 1
      content: "「Итак, Кинг, какая наша следующая цель?」"
    - "На деле в сердце %YOU% ответ уже есть."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Без сомнения, 『Satsuki Sho』! Первоклассная Кинг официально выходит на маршрут Triple Crown!」"
    - "Полностью совпадает с мыслью %YOU%. Раз уж взят этот G1, сил Кинг Хало должно хватить и на Classic Triple Crown."
    - acc: 1
      content: "「Тогда вместе рванём к Satsuki Sho!」"

# 入着
hope_sta_5:
  title: "После Hopeful Stakes · Ещё раз вперёд"
  lines:
    - "Кинг Хало выложилась полностью, но на финальном спурте сил не хватило -- первое место ускользнуло в последний миг."
    - "Хоть Кинг Хало и не взяла победу, для Junior-%UMA%, у которой и опыт, и кондиция ещё растут, результат не так уж плох."
    - "%YOU% говорит Кинг Хало то, что думает, но %SEX% топает ногой и перебивает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Нет! Только полная победа -- результат, достойный Кинг!」"
    - "Похоже, Кинг Хало очень переживает это поражение."
    - "Видно, прославиться в Junior уже не выйдет."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но! Я всё ещё та самая первоклассная я!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「В тактике этой скачки была ошибка... первоклассная Кинг извлечёт урок, и в следующей скачке такой промах больше не повторится!」"
    - "Кинг Хало крепко хватает %YOU% за край одежды."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%! Немедленно назначь Кинг дополнительную тренировку -- Кинг заново докажет свою силу на Satsuki Sho!」"
    - "Глядя на Кинг Хало, уже саму себя взбодрившую, %YOU% чуть успокаивается."

# 未入着
hope_sta_lose:
  title: "После Hopeful Stakes · Собраться с силами"
  lines:
    - "Как оказалось, даже первоклассная Кинг Хало перед крупной скачкой вроде G1 не избежала волнения."
    - "А это волнение потянуло за собой череду роковых просчётов."
    - "В итоге Кинг Хало даже не втиснулась на доску мест."
    - "%YOU% видел весь путь Кинг Хало -- от ошибки в решениях до самого конца скачки."
    - "Если дальше усилить работу над спуртом, непременно станет куда лучше, верно?"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%? Скачка уже кончилась. Чего ты тут столбом стоишь?」"
    - "%YOU% приходит в себя и обнаруживает, что Кинг Хало уже стоит перед %YOU% и с беспокойством смотрит на %YOU%."
    - "%YOU% качает головой, давая понять, что всё в порядке."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О-хохо, тогда пойдём обратно.」"
    - "Кинг Хало тянет %YOU% к выходу так, будто исход гонки её совершенно не заботит."
    - acc: 1
      content: "「Но… правда всё в порядке?」"
    - "Кинг Хало останавливается, оборачивается и серьёзно смотрит на %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Это всего лишь одно поражение. Если я буду за него цепляться, то и в следующий раз проиграю.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Куда уместнее обратить досаду в силу и доказать себя на следующей гонке.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「К тому же зрителей и журналистов на этой гонке было не так уж много — значит, никто особо не следил.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тогда никто не узнает, что Кинг проиграла. Так я смогу тихо продолжать трудиться и на следующей гонке всех ошеломить.」"
    - "Кинг Хало отворачивается."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Пойдём обратно, %CALLNAME%, продолжим тренировки!」"

ws_new_year_c:
  title: "Новый год Classic-года"
  lines:
    - "Новый год уже близко, и академия пропитана праздничным настроением."
    - "%YOU% поднимает голову из-за горы бумаг и только тогда осознаёт, что Новый год уже не за горами."
    - "Но какое это имеет отношение к %YOU%?"
    - "%YOU% так и не находит причины, ради которой %YOU% стоило бы бросить текущую работу."
    - "В конце концов, Новый год можно и пропустить, а вот поручения председателя…"
    - "%YOU% вспоминает студенческие годы: деньги на жизнь кончились, и оставалась одна лапша быстрого приготовления."
    - "Ощущение, будто вот-вот станешь типичным офисным планктоном — или уже им и являешься."
    - "%YOU% усмехается над собой и собирается вернуться к работе."
    - "И тут дверь тренерской издаёт удар — на стук это едва похоже."
    - "%YOU% вздыхает, встаёт и открывает дверь тренерской."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Смеешь заставлять Кинг ждать за дверью? А Кинг ещё так по-доброму заглянула проведать тебя!」"
    - "Кинг Хало, подопечная %YOU%, протискивается в дверь с пакетом в каждой руке."
    - "%YOU% таращится на %SEX% в полном ступоре и никак не сообразит, каков замысел %SEX%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Чего пялишься на Кинг? Живо закрывай дверь! Замёрзну ведь!」"
    - "%YOU% поспешно закрывает дверь."
    - "Кинг Хало без церемоний сдвигает бумаги %YOU% на пол и ставит пакеты на стол."
    - "В следующее мгновение аромат новогодних блюд расходится по и без того не самой просторной тренерской."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тц. Так мне хвалить тебя за трудолюбие или корить, что в тебе ни капли новогоднего духа?」"
    - "Кинг Хало скрещивает руки на груди и с лёгким пренебрежением оглядывает тренерскую."
    - acc: 1
      content: "「Но… почему Кинг вообще здесь?」"
    - "%YOU% наконец получает шанс задать вопрос, который крутился всё это время."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Забота о своём тренере — тоже проявление первоклассности!」"
    - "Бросив это, Кинг Хало больше не обращает на %YOU% внимания и сама принимается раскладывать новогодние блюда."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ну всё, к столу! Кинг это не готовила, но зато лично заказывала!」"
    - "Так Кинг Хало усаживает %YOU% за стол, и начинается трапеза из этого ни с того ни с сего появившегося новогоднего угощения."
    - "Хоть %YOU% по-прежнему не понимает, что происходит, вкус новогодних блюд всё же отлично согревает душу %YOU%."
    - divider: true
      content: ⏰
      position: left
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Новогодние цели? М-м, дай подумать…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Как и думала: и дальше стремиться к первоклассному? А ещё взять Classic Triple Crown и показать тому человеку силу Кинг!」"
    - "Кинг Хало небрежно стаскивает кусок мяса с тарелки %YOU% и отвечает как бы между прочим."
    - "Тут же %SEX% хмурится."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тогда какие новогодние цели у %CALLNAME%?」"
    - "Столкнувшись с ответным вопросом Кинг Хало, %YOU% на миг забывает про украденный кусок мяса и задумывается."
    - acc: 1
      key: select
      content: "「Наверное, вырастить из тебя %UMA%, которой все будут восхищаться.」(привязанность+10, очки навыков+30)"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Чтобы все восхищались? Звучит и впрямь как то, чего должна достичь первоклассная %UMA%.」"
        - "Кинг Хало выглядит весьма заинтересованной."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Тогда у %CALLNAME% есть какой-нибудь план?」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「А не начать ли нам чуть погодя тренировку?」"
        - divider: true
          content: ⏰
          position: left
        - "Кинг Хало ещё долго пристаёт к %YOU% с вопросами."
        - "Но благодаря Кинг Хало этот Новый год всё же проходит весело."
    - acc: 2
      content: "「Наверное, вырастить из тебя %UMA%, которая на Новый год не располнеет.」(любовь+2, скорость+20)"
      lines:
        - "Услышав ответ %YOU%, Кинг Хало закашливается, будто вдруг подавилась."
        - "Едва успокоившись, %SEX% смотрит на %YOU% ещё брезгливее."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「%CALLNAME% ещё меня упрекает? Свой-то аппетит уже почти догнал %UMA% в периоде роста, знаешь ли!」"
        - "%YOU% опускает взгляд на груду костей перед собой, потом на ту, что перед Кинг Хало, — размеры и впрямь почти одинаковые."
        - "Кинг Хало с невозмутимым видом смотрит на %YOU%, ожидая ответа %YOU%."
        - "%YOU% выбирает ответить делом — %YOU%, насвистывая, пододвигает груду костей к Кинг Хало."
        - acc: 1
          content: "「На самом деле больше всех съела Кинг, правда? Аппетит Кинг уже тянет на двух %UMA% в периоде роста!」"
        - "Кинг Хало моргает, смотрит на %YOU%, потом на то, что перед ней."
        - "Потом %SEX% встаёт, обходит %YOU% сзади и хватает %YOU% за ухо."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「%CALLNAME%——знай же меру!」"
        - divider: true
          content: ⏰
          position: left
        - "Кинг Хало ещё долго пристаёт к %YOU% и поднимает шум."
        - "Но благодаря Кинг Хало этот Новый год всё же проходит весело."

before_sats_sho:
  title: "Перед Satsuki Sho"
  lines:
    - "Наконец это начинается: первый бой 「Classic Triple Crown」 — Satsuki Sho."
    - "Кинг Хало сидит в комнате ожидания и слегка дрожит."
    - "Важность этой гонки необычайна: цунами, в которое слились зрительский азарт и плотность журналистов, способно опрокинуть уверенность любой участницы, чья вера в себя и без того хрупка."
    - "Но и прирост фанатов, который несёт эта гонка, тоже устрашающе велик."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Раз это первый весомый забег классического года, нужно пробежать с царским напором Кинг!」"
    - "Кинг Хало начинает подбадривать себя."
    - "Вскоре %SEX% берёт себя в руки, с гордо поднятой головой выходит на трассу и останавливается перед трибунами."
    - "Зрители начинают шушукаться о прошлых результатах Кинг Хало, стоит шумный гомон."
    - "Идеальный выход, при одном условии..."
    - color: %COLOR_20%
      content:
        - fontWeight: bold
          content: %SKY%
        - "「М-м~~ ах! О? Кинг тоже здесь, какое совпадение.」"
    - "Одноклассница Кинг Хало, член 「золотого поколения」 Сэйун Скай, лениво проходит за спиной Кинг Хало."
    - "%SEX% потягивается, будто вовсе не затем здесь, чтобы участвовать в забеге."
    - "Внимание зрителей тут же переключается на Сэйун Скай."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Скай! Ты--」"
    - "Атмосферу, которую Кинг Хало с таким трудом держала, в один миг разрушили."
    - "Тогда Кинг Хало бросает чопорность и бежит догонять Сэйун Скай."

# 皋月赏一着
sats_sho_win:
  title: "После Satsuki Sho · Триумф"
  lines:
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「%UMA% стартовали! Стартовые стойки у всех просто идеальны!」"
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Впереди Сэйун Скай: как %UMA% лидирующего типа, выбор %SEX% вполне стандартен.」"
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Следом идёт Кинг Хало, вместе с Сэйун Скай они фавориты на победу.」"
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Похоже, у Сэйун Скай есть какой-то замысел: бежит не слишком быстро, а лишь держит полкорпуса преимущества над второй...」"
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「А стоило второй попытаться обойти, Сэйун Скай ускоряется и удерживает лидерство... так вторая тратит куда больше сил...」"
    - "Как назло, эта вторая -- Кинг Хало."
    - "Увидев это, %YOU% невольно волнуется за Кинг Хало."
    - "Недаром Сэйун Скай славится как стратег: едва стартовав, уже плетёт интригу."
    - "Впрочем, Кинг Хало не обязательно будут водить за нос..."
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Похоже, Кинг Хало не смирится со вторым местом, %SEX% начинает ускоряться!」"
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Сэйун Скай тоже ускоряется, будто не хочет отдавать первое место!」"
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Но ускорение Кинг Хало явно мощнее! Обошла!」"
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Но Кинг Хало не сбавляет! Ведь финальная фаза ещё не началась?」"
    - "%YOU% вздрагивает всем телом, вспоминая отборочный забег Кинг Хало."
    - "Похоже, чтобы противостоять стратегии Сэйун Скай, Кинг Хало пришлось выбрать столь рискованный ход."
    - "Впрочем, результат выглядит неплохо: Сэйун Скай ради возврата лидерства приходится резко ускоряться, и преследующая группа тоже вынуждена прибавить."
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Финальная фаза! Кинг Хало всё ещё спринтует, сможет ли Сэйун Скай догнать?」"
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「У Кинг Хало явное замедление! Похоже, силы на исходе!」"
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Сэйун Скай вот-вот догонит? Ах, Кинг Хало снова ускоряется! Значит, прежняя усталость была притворством!」"
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Сейчас финиш, участники выглядят совершенно измотанными!」"
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Всё-таки сила Кинг Хало выше! Победа в Satsuki Sho принадлежит Кинг Хало!」"
    - "Хотя стратегия Сэйун Скай в значительной мере израсходовала силы Кинг Хало, упорные повседневные тренировки дали Кинг Хало больший запас сил, которым можно свободно распоряжаться."
    - "%YOU% смотрит, как Кинг Хало, хоть и усталая, радостно пересекает финишную черту, и внутри тоже вспыхивает волнение."
    - "Вскоре наступает время послезабегового интервью с журналистами."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О-- хохохо! Жалую вам право всласть брать интервью у Кинг!」"
    - "Хотя дыхание Кинг Хало ещё сбивчиво, %SEX% всё равно весьма эффектно принимает интервью."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「И это лишь первый шаг, ясно? Первоклассная Кинг заберёт себе всю классическую тройную корону!」"
    - "Журналисты оживлённо переговариваются."
    - content:
        - fontWeight: bold
          content: "Журналист A"
        - "「Сначала поздравляем с победой. Далее, как 『наследница знаменитости』, вы пойдёте по пути, которым когда-то шла ваша матушка?」"
    - content:
        - fontWeight: bold
          content: "Журналист B"
        - "「Сегодняшняя победа -- не благодаря наставлениям вашей матушки?」"
    - "%YOU% явственно видит, как лицо Кинг Хало мрачнеет, и начинает молиться за этих журналистов."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Если вы непременно будете звать меня 『наследницей знаменитости』, сегодняшнее интервью на этом окончено.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Кроме того, победа в этом забеге на сто процентов стоит на моих собственных усилиях и руководстве %CALLNAME%.」"
    - "Сказав это, Кинг Хало сразу уходит."
    - "%YOU% почтительно складывает руки перед замершими в тишине журналистами и уходит следом за Кинг Хало."

# 皋月赏非一着
sats_sho_lose:
  title: "После Satsuki Sho · Стремление"
  lines:
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「%UMA% стартовали! Стартовые стойки у всех просто идеальны!」"
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Впереди Сэйун Скай: как %UMA% лидирующего типа, выбор %SEX% вполне стандартен.」"
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「А позади — участница Кинг Хало; вместе с Seiun Sky они фаворитки на победу.」"
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Участница Seiun Sky, похоже, что-то задумала: не несётся слишком быстро, а держит от второй всего полкорпуса...」"
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「А стоило второй попытаться обойти — Seiun Sky ускоряется и сохраняет лидерство... так вторая тратит куда больше сил...」"
    - "К несчастью, эта вторая — как раз Кинг Хало."
    - "%YOU% видит это и невольно холодеет за Кинг Хало."
    - "Не зря Seiun Sky славится как стратег: едва стартовали — уже плетёт интригу."
    - "%YOU% очень хочет крикнуть Кинг Хало, чтобы та держала спокойствие, но не может."
    - "Вскоре под стратегией Seiun Sky у Кинг Хало уже проступает усталость."
    - "И лишь тогда %SEX% словно понимает, что попалась в ловушку."
    - "Но уже поздно: оставшихся сил Кинг Хало не хватает, чтобы %SEX% пошла в скоростной спурт."
    - "Итог очевиден: первое место ускользнуло от Кинг Хало."
    - "Не взяв победу, Кинг Хало не пошла и на пресс-конференцию — утащила %YOU% и тихо ушла."
    - divider: true
      content: ⏰
      position: left
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「...Поэтому прошу: обязательно добавь мне тренировки на выносливость.」"
    - "В тот же вечер, в комнате тренера."
    - "Кинг Хало, будто собравшись с огромной решимостью, обращается к %YOU% с просьбой."
    - "%YOU% колеблется: Кинг Хало и так не из тех, у кого выносливость особенно сильна, и вложения в такие тренировки едва ли дадут качественный скачок..."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Прошу. Трасса Satsuki Sho всего 2000 метров — и уже так тяжело; Japanese Derby на 2400 метров будет ещё тяжелее.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Кинг нужна победа в Derby, чтобы смыть сегодняшнее унижение. Поэтому, %CALLNAME%, добавь тренировки на выносливость.」"
    - "%YOU% смотрит в глаза Кинг Хало, где блестят слёзы, и кивает %SEX%."

before_toky_yus:
  title: "Перед Japanese Derby"
  lines:
    - "Japanese Derby, которого Кинг Хало ждала так сильно, вот-вот начнётся; %YOU% рядом с %SEX% в комнате отдыха делает последние приготовления."
    - "%YOU% видит, как Кинг Хало стеклянным взглядом смотрит на себя в зеркало, и хочет что-то сказать, чтобы разрядить обстановку."
    - acc: 1
      content: "「Кинг наверняка очень нервничает... на самом деле не нужно так...」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Какое нервничание? С чего бы Кинг нервничала? Я просто... просто задумалась!」"
    - "Кинг Хало тут же входит в режим 「первоклассной Кинг」 и наотрез отрицает всякую нервозность."
    - "%YOU% смотрит, как Кинг Хало словно ожила, и тихо выдыхает с облегчением."
    - acc: 1
      content: "「Иди спокойно, Кинг. Мы подготовились как следует, верно?」"
    - "После Satsuki Sho %YOU% под цель подготовки к Derby добавляет Кинг Хало немало тренировок на выносливость."
    - "Сейчас, хоть исход ещё нельзя назвать наверняка, сил Кинг Хало уже хватает, чтобы биться за первое место в Derby."
    - "Как 「первоклассная %UMA%」, Кинг Хало это, разумеется, прекрасно понимает."
    - "А нервничает %SEX% по большей части не из-за своих сил, а из-за соперниц."
    - "В соседней комнате отдыха — сверстница Кинг Хало, член 「Golden Generation」, необычайно талантливая на средне-длинных дистанциях Special Week."
    - "Хоть средняя дистанция Кинг Хало тоже неплоха, поле Japanese Derby — целых 2400 метров, почти на границе средне-длинных скачек."
    - "Если Кинг Хало хочет на такой дистанции победить сильную на средне-длинных Special Week, ей понадобятся несравненные выносливость и воля."
    - "И потому Кинг Хало нервничает куда сильнее, чем тогда на Satsuki Sho и Hopeful Stakes."
    - acc: 1
      content: "「Будущая Derby-%UMA%, нынешняя первоклассная Кинг — подари всем идеальную скачку, хорошо?」"
    - "Кинг Хало собирается с духом и выходит из комнаты отдыха."
    - "И вдруг как раз сталкивается с Special Week из соседней."
    - "Видно, что %SEX% нервничает даже сильнее Кинг Хало и вся в своих мыслях."
    - color: %COLOR_1%
      content:
        - fontWeight: bold
          content: %SPE%
        - "「Первая в Японии... первая в Японии... Япония... а!」"
    - "Special Week что-то бормочет себе под нос и врезается в Кинг Хало."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Эй, сосредоточься хоть немного!」"
    - "Кинг Хало довольно беспомощно хватает Special Week за плечи и слегка трясёт."
    - color: %COLOR_1%
      content:
        - fontWeight: bold
          content: %SPE%
        - "「Уу, прости... я всё думала про скачку, слишком разнервничалась и потому врезалась в Кинг-сан...」"
    - "От этого Кинг Хало, наоборот, становится любопытно."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тогда чего ты нервничаешь? Ты же как раз сильна на этой дистанции.」"
    - color: %COLOR_1%
      content:
        - fontWeight: bold
          content: %SPE%
        - "「Потому что Кинг-сан слишком сильная, вот я и нервничаю...」"
    - color: %COLOR_1%
      content:
        - fontWeight: bold
          content: %SPE%
        - "「Уваа, я же маме обещала выиграть Derby...」"
    - color: %COLOR_1%
      content:
        - fontWeight: bold
          content: %SPE%
        - "「А давай так: финишируем вместе и вместе выиграем Derby!」"
    - "Кинг Хало не удерживается и смеётся вслух."
    - "Впрочем, надо признать: этот маленький эпизод отлично снял напряжение с Кинг Хало."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тогда давай обе выложимся.」"

# 一着
toky_yus_win:
  title: "После Japanese Derby · к первоклассу"
  lines:
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Derby-%UMA% этого года — Кинг Хало!」"
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Эта участница неоспоримой мощью и идеальным выступлением задавила всё поле и берёт первое место!」"
    - "%YOU% смотрит, как Кинг Хало пересекает финиш, и сердце колотится от восторга."
    - "Поэтому %YOU% спешит заранее в комнату отдыха, чтобы подготовить Кинг Хало всё для отдыха после скачки."
    - "Вскоре Кинг Хало, тяжело дыша, толкает дверь комнаты отдыха и оседает на диван."
    - acc: 1
      content: "「Ты хорошо потрудилась. И правда идеальная победа.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Фух, фух, ещё спрашиваешь? Когда берётся Кинг, непременно...」"
    - "Резкий звонок телефона внезапно раздаётся и прерывает маленькое торжество %YOU% и Кинг Хало."
    - "Кинг Хало понимает, что это её телефон, и торопливо достаёт его."
    - "%YOU% видит, что снова звонит мать Кинг Хало, протягивает полотенце и собирается улизнуть."
    - "Но Кинг Хало снова жестом просит остаться."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Japanese Derby — я и его взяла, слышишь?」"
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「М-м, я видела.」"
    - "Лицо Кинг Хало проясняется."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ты тоже видела мой забег? Мой старт, моё ускорение, мой спурт и...」"
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Та %UMA% по имени 『Спешл Уик』 пробежала очень хорошо.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「...Э?」"
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Старт %SEX%, ускорение %SEX%, спурт %SEX% — всё было идеально.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но победила-то в скачке я, разве нет?」"
    - "Лицо Кинг Хало немного бледнеет."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Но тебе не будет так везти в каждой скачке.」"
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Пока не опозорилась и не показала истинное лицо — скорее возвращайся.」"
    - "Сказав это, мать Кинг Хало кладёт трубку."
    - "%YOU% и Кинг Хало переглядываются и молчат."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Неужели... даже Derby не достоин твоего взгляда?」"
    - "Кинг Хало говорит всё яростнее."
    - acc: 1
      content: "「Ничего, Кинг, нам нужно лишь и дальше расти — рано или поздно мы ей докажем!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME% хорошо говорит, раз Derby не заставил её взглянуть на меня всерьёз, тогда победой в Kikuka Sho я стану бесспорной главной героиней Classic year!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Вот тогда уж не поверю, что она снова закроет глаза на мои достижения!」"
    - "%YOU% уже собирается как обычно поддакнуть Кинг Хало, но вдруг что-то осознаёт и не открывает рот."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Мой первоклассный %CALLNAME%, как считаешь?」"
    - "%YOU% не отвечает сразу, а вспоминает, как тяжело Кинг Хало даются обычные тренировки на выносливость, и тот финишный спурт на Japanese Derby, где она была буквально на пределе сил."
    - "Если уже 2400 метров Japanese Derby дались так тяжело, то что будет на 3000 метрах Kikuka Sho?"
    - acc: 1
      content: "「Кинг, так опрометчиво браться за длинную дистанцию... правда ли это разумно?」"
    - "%YOU% с тревогой высказывает Кинг Хало свои сомнения."
    - "Кинг Хало с самым серьёзным видом кладёт руки на плечи %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я знаю. Это же моё собственное тело.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но я должна выиграть Kikuka Sho. Это путь, которым прошёл тот человек. Если я хочу доказать, что я лучше неё, я обязана взять Kikuka Sho.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Прошу, продолжай добавлять мне тренировки на выносливость. Первоклассный Кинг никогда не сдаётся так просто.」"
    - "%YOU% смотрит в твёрдый взгляд Кинг Хало и глубоко вздыхает."
    - acc: 1
      content: "「Как пожелаешь, Кинг.」"

# 非一着
toky_yus_lose:
  title: "После Japanese Derby · Снова вперёд"
  lines:
    - "К сожалению, хотя Кинг Хало вышла с решимостью победить любой ценой, в итоге её всё же опередила другая соперница."
    - "Жаль, но результат уже не изменить, и %YOU% приходит в комнату отдыха Кинг Хало."
    - "Кинг Хало сидит, обмякнув, на диване и тяжело дышит, в её взгляде полная досада."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Derby не взяла... Тогда, чтобы доказать первоклассность, остаётся только Kikuka Sho!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Любовь и восхищение, которые должен иметь первоклассный Кинг, нужно завоевать через Kikuka Sho...」"
    - "Кинг Хало протягивает руку в воздух и сжимает пустоту."
    - "%YOU% хочет что-то сказать, но внезапный звонок телефона сбивает слова."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「А, опять она. %CALLNAME%, прошу, не уходи, хорошо?」"
    - "Кинг Хало достаёт телефон, смотрит на экран и сразу просит %YOU% не уходить."
    - "%YOU% кивает и садится."
    - "Кинг Хало мгновение медлит и лишь затем отвечает на звонок."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Japanese Derby проиграла, значит.」"
    - "Кинг Хало сразу сникает."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Раз уже потерпела неудачу — скорее возвращайся.」"
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Не позорься дальше.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но...」"
    - "Трубку кладут."
    - "Кинг Хало так крепко сжимает телефон, что %YOU% кажется, будто тот сейчас треснет."
    - "Затем Кинг Хало поворачивается к %YOU%, и %YOU% с удивлением видит, что в её глазах уже стоят слёзы."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%, я обязательно возьму Kikuka Sho.」"
    - "%YOU% вспоминает, как измождена была Кинг Хало на тренировках бега на выносливость, и думает, что к длинным дистанциям у неё, возможно, не лучшая пригодность."
    - "Но, глядя на такое выражение %SEX%, %YOU% никак не может спокойно произнести этот факт."
    - "Поэтому %YOU% серьёзно кивает."
    - acc: 1
      content: "「Тогда я продолжу добавлять тренировки на выносливость.」"

ws_summer_start_c:
  title: "Сборы Classic year начинаются"
  lines:
    - "По традиции академии %YOU% и Кинг Хало прибывают в лагерь сборов и начинают ежегодные летние сборы."
    - "Едва автобус доезжает до жилого корпуса лагеря, Кинг Хало срывается наружу, не в силах больше терпеть."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Такое тесное крохотное пространство совершенно не вяжется с первоклассной аурой Кинг!」"
    - "%YOU% молча кивает: дальняя поездка на автобусе и правда не из приятных."
    - "Рядом Кинг Хало нарочито широко потягивается, затем поворачивается и осматривает общежитие, принадлежащее академии Трейсен."
    - "Можно лишь сказать: тяжесть истории бьёт прямо в лицо."
    - "%YOU% склоняет голову набок и смотрит, как выражение лица Кинг Хало сменяется с лени на шок, а затем на возмущение."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Почему это здание такое ветхое! Мы правда будем здесь жить?」"
    - "%YOU% смотришь на слегка встревоженное лицо Кинг Хало и вдруг хочется поддразнить %SEX%."
    - acc: 1
      content: "「Знаешь, Кинг, вещи надо оценивать сразу с двух сторон: и снаружи, и изнутри.」"
    - "%YOU% закладываешь руки за спину, изображая глубокомысленный вид."
    - "И точно: этот вид %YOU% производит впечатление на Кинг Хало, и %SEX% снова переводит взгляд на корпус общежития."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Неужели внутри на самом деле роскошно? О— хо-хо-хо! Тогда Кинг не станет церемониться!」"
    - "Кинг Хало не заподозрила подвоха и сразу радостно схватила багаж и влетела внутрь."
    - divider: true
      content: ⏰
      position: left
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Так значит... внутри тоже такая ветхость?」"
    - "Кинг Хало секунду пялится на облупленные стены и только потом, спохватившись, хватает %YOU% за плечи."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME% же говорил(а), что внутри роскошно? Как так...」"
    - "%YOU% с улыбкой останавливаешь движение Кинг Хало."
    - acc: 1
      content: "「Я вовсе не говорил(а), что внутри роскошно.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тогда что %CALLNAME% имел(а) в виду той фразой...」"
    - acc: 1
      content: "「Я имел(а) в виду: оценив обе стороны, ты как раз увидишь, что у этого здания внешность и нутро — одно целое.」"
    - "Видя, что Кинг Хало вот-вот сорвётся, %YOU% поскорее усаживаешь %SEX%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Пусть здесь ни капли не итирю, но в словаре Кинг нет слова «сдаться»!」"
    - "Кинг Хало снова окидывает взглядом ветхий вид внутри общежития."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я докажу: даже в таких условиях Кинг всё равно...」"
    - "%YOU% уже приготовился(ась) слушать длинную речь Кинг Хало и недоумеваешь, когда %SEX% вдруг замолкает."
    - "Кинг Хало в сердцах топает ногой и смахивает выступивший на лбу пот."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Когда Кинг прославится, сюда непременно поставят кондиционер... жарко до смерти!」"
    - "%YOU% изо всех сил давишь расползающуюся улыбку и ведёшь уже испускающую пар Кинг Хало к морю остыть."

ws_temple_fair_c:
  title: "Мацури классического года"
  lines:
    - "Чтобы снять усталость после дней тренировок, %YOU% зовёшь Кинг Хало прогуляться по мацури и развеяться."
    - "Местное мацури на сборах полно народа: %YOU% и Кинг Хало едва не разносит толпа."
    - if: era.get('love:61') >= 50
      lines:
        - "Тогда Кинг Хало крепко хватает %YOU% за руку."
        - "А дальше %SEX% и вовсе забирает себе всю руку %YOU%, прижимая к груди."
        - "%YOU% пробуешь вырваться — и Кинг Хало сжимает ещё крепче."
        - "В конце концов %YOU% сдаёшься и позволяешь Кинг Хало таскать %YOU% по площадке мацури."
    - if: era.get('love:61') < 50
      lines:
        - "Тогда Кинг Хало крепко хватается за рукав %YOU%."
        - "%YOU% пробуешь тряхнуть рукой: ничего, двигаться ещё можно."
    - "Убедившись, что вас не разнесёт, %YOU% и Кинг Хало наконец начинают наслаждаться атмосферой мацури."
    - acc: 1
      content: "「Кстати, давно уже так спокойно не выбирались погулять.」"
    - "Рядом Кинг Хало слегка фыркает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Всё из-за %CALLNAME%: эти дни сплошь тренировки выносливости, после них сил ни на что нет, только спать и хочется.」"
    - "%YOU% слегка смущённо чешешь затылок."
    - acc: 1
      content: "「Тогда снизить интенсивность тренировок?」"
    - "Но Кинг Хало неожиданно качает головой."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Так нельзя. Путь Кинг к итирю без тренировок выносливости не обойдётся.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME% забыл(а)? Мне нужно и на Kikuka Sho взять победу, иначе все так и не признают Кинг по-настоящему.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Особенно... тот человек.」"
    - "Голос Кинг Хало вдруг становится глуше."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я ведь ещё не рассказывала %CALLNAME%, почему пришла в академию Трейсен?」"
    - "%YOU% киваешь."
    - acc: 1
      content: "「Если Кинг не против, я с удовольствием узнаю твоё прошлое.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Как тренер Кинг, ты обязан(а) знать о Кинг всё. Тогда я расскажу по порядку.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ты, должно быть, уже слышал(а): моя мать когда-то была умамусумэ и оставила на трассе поистине легендарные результаты.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「А после ухода со скачек она сама основала компанию по дизайну одежды и снова добилась огромного успеха.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Поэтому из-за дел у неё почти не было времени самой заботиться обо мне и быть рядом, и чувства к ней у меня всегда были довольно холодными.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но она вечно ставила передо мной почти нереальные цели, не спрашивая, по силам ли мне их выполнить.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「И я выросла именно в такой тени.」"
    - "Сказав это, Кинг Хало бессильно вздыхает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「А когда я уже могла рвануть на профессиональную трассу Twinkle Series, она собралась отправить меня учить бизнес, чтобы я потом унаследовала её дизайн-компанию...」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Раньше я не смела перечить её жёстким требованиям, но в тот раз я просто не могла этого понять.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я спросила, почему, а она сказала, что мне 『трудно выбиться в люди』, и других причин не было.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Поэтому мы сильно поругались, и я сбежала из дома.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Хорошо, что академия меня приняла, и я смогла официально выйти на трассу Twinkle Series как участница.」"
    - "Кинг Хало что-то вспоминает и бросает взгляд на %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「И только благодаря %CALLNAME% у меня появились результаты, которые можно назвать итирю.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「А после этого мать звонила мне много раз, и в каждом слове сквозило желание, чтобы я вернулась к ней.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но при её положении она, конечно, не скажет слов просьбы — вот и бьёт по уверенности Кинг такими речами.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Впрочем, в последних разговорах я ясно слышала смягчение. Наверняка потому, что у Кинг всё больше козырей для торга.」"
    - "На этих словах Кинг Хало усмехается с некоторой гордостью."
    - "А %YOU% почему-то слегка тревожишься."
    - acc: 1
      content: "「Значит, Кинг собирается вернуться к матери?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%, что за шутки? Она же так и не признала Кинг! И что, у Кинг больше нет мечты, которую хочется осуществить?」"
    - "Кинг Хало выглядит крайне удивлённой."
    - if: era.get('love:61') >= 75
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Тем более... Кинг тоже не хочет отпускать %CALLNAME%.」"
        - "Кинг Хало обнимает ещё крепче."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Короче, пока она официально меня не признает, я не вернусь!」"
    - "Кинг Хало поднимает голову и смотрит в небо."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「В то же время журналисты всё ещё любят видеть во мне 『наследницу громкого имени』, а первоклассная Кинг этого стерпеть не может!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Вот возьму ещё больше скачек, соберу ещё больше любви и восхищения, стану настоящей первоклассной Кинг -- тогда и подумаю, возвращаться или нет!」"
    - acc: 1
      content: "「Раз так, тогда Kikuka Sho нужно взять непременно!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О-- хохохо! Это само собой! %CALLNAME%, прошу и дальше ставить Кинг тренировки на выносливость!」"

# 经典年集训结束
ws_summer_end_c:
  title: "Мгла"
  lines:
    - "Скоро летние сборы уже закончатся."
    - "Остальные %UMA% уже закончили все тренировки и вовсю резвятся и отдыхают на берегу, а Кинг Хало всё ещё тянет дополнительные."
    - "%YOU% смотрит на бескрайний пляж и море и обречённо вздыхает."
    - "На самом деле %YOU% тоже не прочь как следует отдохнуть, но Кинг Хало довольно жёстко требует от %YOU% поставить ей дополнительные тренировки."
    - "Так что в итоге остаётся лишь смотреть, как Кинг Хало гоняет круг за кругом на выносливость."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Фух... фух... Ну как моё время?」"
    - "%YOU% берёт лежащий рядом секундомер, бросает взгляд -- заметного прогресса вроде нет."
    - "И %YOU% тихонько жмёт сброс."
    - acc: 1
      content: "「Вполне неплохо! Давай, Кинг!」"
    - "Кинг Хало хмурится, шагает вперёд и выхватывает секундомер, а %YOU% делает вид, будто ни при чём."
    - acc: 1
      content: "「Правда же, прошу, иди уже отдыхать!」"
    - "Кинг Хало ещё несколько раз жмёт секундомер и лишь потом с некоторой обидой швыряет его обратно в руки %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я ещё держусь, могу ещё круг...」"
    - "Но частое прерывистое дыхание уже выдаёт %SEX%."
    - "%YOU% вздыхает, встаёт и поддерживает Кинг Хало за плечо."
    - acc: 1
      content: "「Прошу, отдохни немного. Загнать тело -- это уже не первоклассный результат.」"
    - "Услышав это, Кинг Хало наконец неохотно садится."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Кинг вообще-то совсем не устала, сидеть тут -- просто трата времени...」"
    - "Внимание %YOU% быстро уходит от недовольного бормотания Кинг Хало к %SEX% ногам."
    - "Ноги Кинг Хало явно не тянут долгую работу на высокой нагрузке и сейчас слегка дрожат."
    - "Кинг Хало явно из тех, кому ближе спринт: если вслепую лезть в длинную гонку на выносливость, это всё равно что полностью выставить свою слабость..."
    - "И тогда Kikuka Sho -- правда ли разумный выбор?"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Кинг с тобой говорит! Ты куда смотришь!」"
    - "%YOU% поспешно поднимает голову -- и встречается с чуть сердитым взглядом Кинг Хало."
    - "Чтобы не вышло недоразумения, %YOU% остаётся высказать то, что крутилось в голове."
    - acc: 1
      content: "「Кинг, я думаю, ты, возможно...」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Кинг лишает тебя права высказываться.」"
    - "Кинг Хало очень резко обрывает %YOU%."
    - acc: 1
      content: "「...Э?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「На самом деле ещё на тренировке я уже это чувствовала -- эту тяжёлую, вязкую тяжесть.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но я должна доказать себя правильным маршрутом Classic Triple Crown, иначе тот человек меня не признает!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Только так я смогу полностью выйти из тени, которую она на меня бросила, и стать Кинг, которой восхищаются.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Поэтому прошу, не говори так. Kikuka Sho я пробегу непременно -- и непременно возьму.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME% теперь понимаешь?」"
    - "Кинг Хало смотрит на %YOU% с горячим ожиданием."
    - "%YOU% долго молчит и наконец решается."
    - acc: 1
      content: "「Хорошо. Буду и дальше ставить тренировки на выносливость.」"
    - "Кинг Хало радуется и уже хочет встать."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Отлично, тогда первоклассная тренировка Кинг продолжается... нх...」"
    - "Похоже, от слишком жёсткой нагрузки мышцы так забились, что ходить уже не выходит."
    - if: era.get('love:61') >= 75
      lines:
        - "И Кинг Хало совершенно естественно протягивает руку к %YOU%."
        - "%YOU% перед таким зрелищем остаётся лишь наклониться и взять свою подопечную на руки."
        - "И, само собой, по дороге в общежитие все тычут пальцами."
    - if: era.get('love:61') < 75
      lines:
        - "И %YOU% поддерживает Кинг Хало, пока та с трудом поднимается."
        - "Так %YOU% и Кинг Хало черепашьим шагом медленно добираются до общежития."

before_kiku_sho:
  title: "Перед Kikuka Sho"
  lines:
    - "Как всегда, %YOU% в комнате отдыха рядом с Кинг Хало, которой сейчас выходить на скачку."
    - "Но в этот раз всё совсем не как прежде."
    - "В прежних скачках неопределённости тоже хватало, но %YOU% хотя бы полностью верит в силу и волю Кинг Хало."
    - "А сейчас и %YOU%, и сама Кинг Хало отлично понимают: длинная дистанция ей не подходит."
    - "Хотя до этого уже прошли адские тренировки на выносливость, это всего лишь чуть сузило отрыв от остальных."
    - "%YOU% с тревогой смотрит на Кинг Хало и видит: %SEX% лицо совсем бледное."
    - "И всё тело %SEX% дрожит от напряжения."
    - "%YOU% молча берёт %SEX% ледяную руку и своим теплом подбадривает %SEX%."
    - acc: 1
      content: "「Кинг, с телом всё в порядке? Нигде не плохо?」"
    - "Кинг Хало натягивает улыбку."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Совсем нет, Кинг сейчас очень сильна.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Какой-то Kikuka Sho на 3000 метров -- разве это соперник для меня, Кинг Хало?」"
    - "Кинг Хало из последних сил держит вид, будто ей ничего не страшно."
    - acc: 1
      content: "「М-м, я верю в тебя. Главное -- выложиться до конца.」"

# 一着
kiku_sho_win:
  title: "После Kikuka Sho · Настоящий высший класс?"
  lines:
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Скачка входит в финальный спурт! Все %UMA% ускоряются разом, зрелище грандиозное!」"
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「А впереди всех -- Кинг Хало.」"
    - content:
        - fontWeight: bold
          content: "Эксперт"
        - "「Странно. По логике Кинг Хало сильнее на коротких и средних, а Kikuka Sho — стандартная длинная дистанция.」"
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Да, и %SEX% всю скачку так яростно прёт. Похоже, это не проба длинной, а самая настоящая жажда победы.」"
    - content:
        - fontWeight: bold
          content: "Эксперт"
        - "「Не из-за матери ли Кинг Хало? Мол, последней короной классической Тройной короны приблизиться к той самой?」"
    - "Лица Кинг Хало не разглядеть, но %YOU% догадывается: услышав слова эксперта, ей наверняка не по себе."
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Впрочем, кажется, она выложилась чересчур?」"
    - "%YOU% торопливо смотрит на дорожку: Кинг Хало всё ещё прочно держит первое, но шаг %SEX% уже сбивается."
    - "А %UMA% позади, хоть до Кинг Хало ещё отрыв, почти все бегут ровно, будто силы ещё приберегли."
    - "%YOU% молча молится за Кинг Хало."
    - "Вскоре %UMA% сзади прибавляют и сокращают отрыв от Кинг Хало — вот-вот обгонят."
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Кинг Хало всё-таки не для длинной дистанции! Неужели поражение уже предрешено?」"
    - "%YOU% закрывает глаза, не в силах смотреть, как Кинг Хало обгонят."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ааааааа——」"
    - "%YOU% слышит крик Кинг Хало — такой ясный, будто он прозвучал в сердце %YOU%."
    - "%YOU% осторожно открывает глаза и с ужасом видит: бледное лицо Кинг Хало уже налилось болезненным румянцем."
    - "И %SEX% снова набирает скорость, в итоге жёстко отрывается от второго места и пересекает финиш."
    - "%YOU% машинально расталкивает зрителей рядом и перемахивает через барьер трибун."
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Зритель, не выходите на поле! Скачка ещё не окончена!」"
    - "%YOU% не слышит. Бежит прямиком к Кинг Хало и, встретив её расфокусированный взгляд, подхватывает %SEX%."
    - acc: 1
      content: "「Я тренер Кинг Хало. Сейчас она не даёт интервью, прошу понять.」"
    - "%YOU% наскоро бросает ошарашенным зрителям объяснение и, поддерживая Кинг Хало, идёт в комнату отдыха."
    - divider: true
      content: ⏰
      position: left
    - "%YOU% приводит Кинг Хало в комнату отдыха и сразу усаживает её на диван."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%…… я смогла……」"
    - "С трудом, но с горячечным возбуждением говорит Кинг Хало."
    - acc: 1
      content: "「Отлично. Теперь можно как следует отдохнуть.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Нельзя…… у Кинг ещё есть дело……」"
    - "Кинг Хало жестом просит %YOU% подать телефон %SEX%, затем с трудом встаёт и набирает номер."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Кинг? Тебе что-то нужно?」"
    - "Против ожиданий, мать Кинг Хало, похоже, эту скачку вовсе не смотрела."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Kikuka Sho — я взяла, слышишь? Я……」"
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Угу. Теперь я тебя признаю. Что-нибудь ещё?」"
    - "И сразу кладут трубку."
    - "%YOU% и Кинг Хало держат телефон и растерянно смотрят друг на друга."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я должна была догадаться……」"
    - "Кинг Хало горько усмехается и качает головой, глядя на %YOU%."
    - "Затем Кинг Хало больше не удерживает сознание и падает без сил в объятия %YOU%."
    - acc: 1
      content: "「Кинг? Кинг?」"
    - "%YOU% срочно вызывает дежурную на скачках медбригаду."
    - "К счастью, это лишь обморок от перенапряжения — нужен покой какое-то время."
    - "Но рану в душе, пожалуй, так просто уже не убрать……"

# 非一着
kiku_sho_lose:
  title: "После Kikuka Sho · Безвестная"
  lines:
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Скачка входит в финальный спурт! Все %UMA% разом ускоряются — какая картина!」"
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Впереди всех идёт Кинг Хало.」"
    - content:
        - fontWeight: bold
          content: "Эксперт"
        - "「Странно. По логике Кинг Хало сильнее на коротких и средних, а Kikuka Sho — стандартная длинная дистанция.」"
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Да, и %SEX% всю скачку так яростно прёт. Похоже, это не проба длинной, а самая настоящая жажда победы.」"
    - content:
        - fontWeight: bold
          content: "Эксперт"
        - "「Не из-за матери ли Кинг Хало? Мол, последней короной классической Тройной короны приблизиться к той самой?」"
    - "Лица Кинг Хало не разглядеть, но %YOU% догадывается: услышав слова эксперта, ей наверняка не по себе."
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Впрочем, кажется, она выложилась чересчур?」"
    - "%YOU% торопливо смотрит на дорожку: Кинг Хало всё ещё прочно держит первое, но шаг %SEX% уже сбивается."
    - "А %UMA% позади, хоть до Кинг Хало ещё отрыв, почти все бегут ровно, будто силы ещё приберегли."
    - "%YOU% молча молится за Кинг Хало."
    - "Вскоре %UMA% сзади прибавляют и сокращают отрыв от Кинг Хало — вот-вот обгонят."
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Кинг Хало всё-таки не для длинной дистанции! Неужели поражение уже предрешено?」"
    - "Хотя Кинг Хало выложилась до конца, другие %UMA%, заточенные под длинную дистанцию, всё равно легко её обходят."
    - "Скачка окончена."
    - "%YOU% смотрит на Кинг Хало на дорожке — взгляд застыл — и на душе становится так же тяжко."
    - "Но то, как Кинг Хало рванула в спурте ценой всех сил, не укрылось от глаз %YOU%, поэтому нужно как следует подготовить всё к уходу за Кинг Хало после скачки."
    - "Поэтому %YOU% заранее приходит в комнату отдыха Кинг Хало."
    - "Вскоре Кинг Хало входит в комнату отдыха, едва волоча предельно измождённые ноги."
    - acc: 1
      content: "「Кинг, скорее отдыхай.」"
    - "Кинг Хало устало бросает взгляд на %YOU% и тут же падает без сознания."
    - "%YOU% срочно зовёт бригаду неотложной помощи, которая дежурит на скачке."
    - "К счастью, это всего лишь обморок от перенапряжения: достаточно будет какое-то время спокойно восстановиться."
    - "Кажется, из-за какой-то очень глубокой зацикленности Кинг Хало быстро приходит в себя."
    - "%YOU% сразу наклоняется ближе."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Моя мать -- она звонила?」"
    - "%YOU% на миг замирает: трудно было представить, что первая фраза Кинг Хало после пробуждения будет именно такой."
    - "Но при этом телефон Кинг Хало лежит в комнате отдыха и, кажется, так ни разу и не звонил."
    - "Поэтому %YOU% качает головой перед Кинг Хало."
    - acc: 1
      content: "「Тогда сейчас ей позвонить?」"
    - "Кинг Хало долго молчит и в конце концов с горькой усмешкой качает головой, глядя на %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Не нужно. Спасибо, %CALLNAME%.」"

# 经典年11月第一周
ws_determination:
  title: "Первоклассная решимость"
  lines:
    - "Однажды после Kikuka Sho Кинг Хало приходит в кабинет тренера."
    - acc: 1
      content: "「Кинг? Что-то случилось?」"
    - "%YOU% откладывает работу, которой заняты руки."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%, Кинг на этот раз пришла обсудить дело посерьёзнее.」"
    - "Кинг Хало без церемоний садится на диван %YOU% -- картина такая, будто хозяин здесь именно %SEX%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME% наверняка тоже видел, да? Как Кинг выложилась в последнем спурте на Kikuka Sho.」"
    - "%YOU% кивает."
    - acc: 1
      content: "「Очень решительный спурт.」"
    - "Услышав ответ %YOU%, Кинг Хало наоборот на миг замирает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Эй! Я не про это!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я к тому, что %CALLNAME% наверняка разглядел: на финальном отрезке сил у меня почти не осталось, верно?」"
    - "%YOU% вспоминает спурт Кинг Хало изо всех сил и то, каким пугающе бледным было тогда лицо %SEX%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Так что длинная дистанция -- не тот первоклассный путь, что подходит Кинг.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Раньше я думала, что если достаточно поработать над выносливостью, можно перекрыть нехватку пригодности.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Итог %CALLNAME% тоже видел: одного лишь Kikuka Sho на 3000 метров хватило, чтобы я выдохлась и потеряла сознание.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「По так называемому каноническому пути следующей скачкой должен быть Arima Kinen в конце года и Tenno Sho (Spring) в сеньорском году, верно?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「С Arima Kinen ещё ладно, но Tenno Sho (Spring) на те 3200 метров -- даже у Кинг нет уверенности, что возьмёт победу.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Поэтому пора всерьёз это обсудить и принять это трудное решение.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Кинг бросает так называемый канонический путь и бросает вызов скачкам на короткие дистанции.」"
    - "Честно говоря, решение Кинг Хало %YOU% вовсе не удивляет."
    - "Ведь ещё с момента вербовки %YOU% остро замечает: именно этот резкий спурт -- уникальное и достаточное для побед оружие Кинг Хало."
    - "А в классическом году у Кинг Хало почти не было случая пустить этот дар в ход, из-за чего %SEX% стала самой незаметной в 「Golden Generation」."
    - "Теперь Кинг Хало предлагает перейти на короткие дистанции -- и это как раз отличный момент выжать спуртовый дар %SEX% до самого предела."
    - "Поэтому %YOU% целиком поддерживает решение Кинг Хало."
    - "Но следом тянется и целый ряд проблем."
    - "Первая из них -- как донести это решение до внешнего мира."
    - "Но Кинг Хало лишь отмахивается, вся такая безмятежная."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Не волнуйся: у первоклассного Кинг свой способ всегда найдётся!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「А, точно! %CALLNAME%, какие скачки скоро будут? Нужны с высокой известностью!」"
    - "Хоть намерения Кинг Хало и непонятны, %YOU% всё же берёт календарь скачек и обнаруживает, что скоро пройдёт G1 под названием 「Queen Elizabeth II Cup」."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О-- хо-хо-хо! Тогда в день скачки пусть %CALLNAME% составит мне компанию на ипподроме!」"
    - "%YOU% чешет затылок, ещё больше недоумевая."
    - acc: 1
      content: "「Во-первых, на заявку уже не успеть. Во-вторых, это же скачка на среднюю дистанцию.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Кинг вовсе не собирается в этой скачке участвовать! Короче, %CALLNAME%, просто составь мне тогда компанию!」"
    - "С этими словами Кинг Хало сама по себе уходит из кабинета тренера."

# 经典年11月第二周
ws_the_way:
  title: "Как объявить о первоклассной решимости"
  lines:
    - "День Queen Elizabeth II Cup уже близко, и %YOU% спокойно ждёт Кинг Хало в кабинете тренера."
    - "Наконец Кинг Хало стучится в дверь кабинета тренера."
    - "%YOU% немного удивляется: Кинг Хало пришла в победном костюме."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тогда пойдём.」"
    - "Кинг Хало не даёт %YOU% шанса спросить, зачем, и тащит %YOU% за собой наружу."
    - divider: true
      content: ⏰
      position: left
    - "Queen Elizabeth II Cup, хоть и уступает в известности таким хитам, как Classic Triple Crown, всё же как G1 на среднюю дистанцию собирает немало зрителей и журналистов."
    - "%YOU% по требованию Кинг Хало остаётся на месте и смотрит, как %SEX% с гордо поднятой головой и расправленной грудью идёт к журналистам, которые как раз настраивают аппаратуру."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Друзья-журналисты!」"
    - "Журналисты вздрагивают от испуга, поднимают головы, видят, что это Кинг Хало, и на фоне недоумения ещё и любопытствуют."
    - content:
        - fontWeight: bold
          content: "Журналист A"
        - "「Если память мне не изменяет, вы ведь не заявлялись на эту скачку?」"
    - "Кинг Хало слегка кивает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Сегодня я пришла не ради скачки, а чтобы через вас донести до внешнего мира одно важное решение!」"
    - "Увидев, каким серьёзным видом держится Кинг Хало, журналисты спешно ставят аппаратуру."
    - content:
        - fontWeight: bold
          content: "Журналист B"
        - "「Пожалуйста. Хотя то, что вы выбрали такой способ вместо пресс-конференции, выглядит довольно странно.」"
    - "Кинг Хало прочищает горло."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Фанаты, что всё это время следили за мной!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я — Кинг Хало, и сегодня я объявлю всем свою первоклассную решимость!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「В классический год я выступала в Classic Triple Crown, и вы могли подумать, будто я стану всерьёз закрепляться на традиционных средних и длинных дистанциях, как моя мать;」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но опыт Kikuka Sho сказал мне: путь, что подходит Кинг лучше всего, — вовсе не средние и длинные дистанции.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Поэтому после серьёзного обсуждения с тренером мы единогласно решили: в сеньорский год я иду на короткие дистанции.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Моя следующая скачка — «Takamatsunomiya Kinen», что проводится в сеньорский год!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Кроме того, меня мало волнует мнение так называемых «фанатов матери». Прошу понять: я — Кинг Хало, первоклассная Кинг, а не какой-то придаток своей матери!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Продолжайте следить за моими скачками и узрите миг, когда Кинг станет первоклассной!」"
    - "Сказав это, Кинг Хало поклонилась и подошла к %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Пойдём, %CALLNAME%!」"
    - "%YOU% взглянул(а) на остолбеневших журналистов за спиной Кинг Хало."
    - acc: 1
      content: "「Не останешься ответить на вопросы?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Так объявление Кинг, наоборот, покажется слишком растянутым.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Да и Кинг сегодня не главная героиня — нельзя отбирать внимание у участниц скачки!」"
    - "Заметив, что несколько журналистов уже спохватились и хотят догнать, Кинг Хало поспешно утащила %YOU% прочь."

# 经典年11月第三周，事件结束后干劲-2
ws_break:
  title: "Разрыв"
  lines:
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Всё-таки надо добавить ещё скоростных тренировок.」"
    - "Кинг Хало навалилась на стол %YOU% и скучая смотрела, как %YOU% составляет для %SEX% план тренировок."
    - "С тех пор как Кинг Хало с помпой объявила о переходе на короткие дистанции, %YOU% занят(а) подготовкой для %SEX% спринтерского плана тренировок."
    - "А с тех пор как выносливость в тренировках урезали, настрой у Кинг Хало стал заметно лучше, чем раньше."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Кстати, %CALLNAME%, ты в курсе планов Скай%THEY%?」"
    - acc: 1
      content: "「Наверное, как положено, готовится к Arima Kinen и Tenno Sho.」"
    - "%YOU% на время отложил(а) работу и подумал(а)."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О— хо-хо-хо! Значит, на коротких дистанциях Кинг — единственная сила!」"
    - "%YOU% взглянул(а) на Кинг Хало, погружённую в грёзы: та, должно быть, уже рисует себе миг победы."
    - "Как раз когда %YOU% собрался(ась) не обращать на Кинг Хало внимания и вернуться к прежней работе, у Кинг Хало вдруг зазвонил телефон."
    - "Кинг Хало суетливо выудила телефон и на миг замешкалась."
    - "Но всё же ответила."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Алло...?」"
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Что ты, в конце концов, творишь?」"
    - "В отличие от прежних холодных звонков, мать Кинг Хало на этот раз явно была в ярости."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Ты понимаешь, что натворила? Прыгнуть с Classic Triple Crown сразу на спринт — как ты посмела принять такое абсурдное решение?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Во-первых, я...」"
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Это уже не только твоя проблема — меня тоже выставят на позор!」"
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Неужели за эти годы ты ни капли не раскаялась?」"
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Кинг Хало, я в тебе разочарована до предела!」"
    - "Мать Кинг Хало сыпала словами так быстро и с такой силой, что Кинг Хало почти не могла вставить слово."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Немедленно возвращайся домой. На коротких дистанциях ты только осрамишься.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Нет. Я ни за что не вернусь.」"
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Что ты сказала?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я сказала: остаюсь в Трейсен, бегу Takamatsunomiya Kinen и буду господствовать на коротких дистанциях!」"
    - "Похоже, Кинг Хало больше не могла терпеть."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ты вечно отчитываешь меня свысока и ни разу не заботишься о том, чего я достигла!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「С начала и до конца тебе нет дела до моего роста — только лезешь в мои решения и портишь мне настроение!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Раз так — исчезни из моей жизни раз и навсегда!」"
    - "Не договорив, Кинг Хало сама сбросила вызов."
    - "А затем Кинг Хало растерянно осела на пол."
    - "%YOU% поспешно встал(а), чтобы поднять Кинг Хало."
    - if: era.get('love:61') >= 75
      lines:
        - "Не успел(а) %YOU% подойти к Кинг Хало, как %SEX% вскочил(а) и обхватил(а) %YOU%, уткнувшись лицом в плечо %YOU%."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「%CALLNAME%... рядом со мной остались только вы. Прошу, только не оставляйте меня...」"
        - "%YOU% обнимал(а) Кинг Хало и непрестанно гладил(а) %SEX% по спине."
        - acc: 1
          content: "「Я тебя не оставлю. Обещаю.」"
        - "Тело Кинг Хало задрожало, и %YOU% вдруг почувствовал(а) на плече влагу."
        - "Та самая стойкая, оптимистичная, весёлая и уверенная Кинг Хало — и вот она заплакала."
        - "Вскоре одежда на левом плече %YOU% промокла насквозь."
        - acc: 1
          content: "「Кинг, я пройду с тобой до самого конца. Возьми себя в руки.」"
        - "Лишь тогда Кинг Хало неохотно отпустила %YOU%."
        - "К тому моменту глаза %SEX% уже сильно опухли и покраснели от слёз."
        - "%YOU% с жалостью погладил(а) %SEX% по голове."
        - acc: 1
          content: "「Иди сегодня домой и как следует отдохни. Я продолжу составлять тебе план тренировок на короткие дистанции.」"
        - "Кинг Хало энергично кивнула."
    - if: era.get('love:61') < 75
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「%CALLNAME%... продолжай составлять план тренировок для Кинг.」"
        - acc: 1
          content: "「Кинг, ты точно в порядке?」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「…Продолжай. Я… я в порядке.」"
        - "%YOU% молча садится и продолжает составлять для Кинг Хало план тренировок с упором на спурт."
        - "А Кинг Хало молча встаёт и покидает кабинет тренера."
        - "%SEX% своей %SEX% поникшей спиной даёт %YOU% понять: догонять не нужно."

oc_new_year_s:
  title: "Сеньорский Новый год"
  lines:
    - "Время летит: не успели оглянуться, как %YOU% с Кинг Хало уже вступили в третий год."
    - "Важность сеньорского года для %UMA% очевидна: кругом сильные соперники, но это же и лучший шанс прославить своё имя."
    - "А для Кинг Хало сеньорский год важен особенно."
    - "%SEX% уже решила перейти на короткие дистанции, и спринтерские скачки сеньорского года станут последним испытанием спринтерской пригодности Кинг Хало."
    - "Впрочем, перед этим всё же стоит как следует расслабиться."
    - "Поэтому %YOU% ведёт Кинг Хало в святилище рядом с академией — на новогоднее моление."
    - "Но больше всего, конечно, ждут омикудзи."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Так я и спрашиваю: %CALLNAME%, что это за ящик, который ты с самого выхода несёшь в руках?」"
    - "Кинг Хало терпела всю дорогу и наконец, почти у святилища, не выдерживает и спрашивает %YOU%."
    - "%YOU% лукаво подмигивает."
    - acc: 1
      content: "「Скоро узнаешь.」"
    - "Видя, что желаемого ответа не будет, Кинг Хало лишь надувается и шагает впереди, оставляя %YOU% позади."
    - divider: true
      content: ⏰
      position: left
    - "Вскоре моление заканчивается, и Кинг Хало, потирая руки, готовится тянуть омикудзи."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О— хо-хо-хо! У Кинг уже полнейшее первоклассное предчувствие! В этот раз непременно вытяну дайкити!」"
    - "Кинг Хало заканчивает речь перед гаданием и с серьёзным лицом засовывает руку в ящик с омикудзи."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Должно быть дайкити… э?」"
    - "Это 「кё」."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Так нельзя, ещё раз!」"
    - "Кинг Хало тянет ещё один жребий."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Это шутка?」"
    - "На этот раз 「дайкё」."
    - "Кинг Хало в сердцах тянет снова и снова, но так и не вытягивает 「дайкити」."
    - "Видя, что Кинг Хало вот-вот сорвётся, %YOU% поспешно достаёт тот самый ящик."
    - acc: 1
      content: "「Кинг, почему бы не попробовать 「первоклассное омикудзи」?」"
    - "Надо признать: в этих двух знаках словно есть магия — они на корню обрывают движение Кинг Хало к новой попытке."
    - "%SEX% почти в то же мгновение придвигается к приготовленному %YOU% 「первоклассному ящику」."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Такое гадание — чистой воды детская игра! До чего скучно!」"
    - "Кинг Хало ворчит — и всё же послушно засовывает руку в ящик."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Только бы снова не кё?」"
    - "Кинг Хало осторожно бросает взгляд на %YOU% и лишь потом медленно смотрит на жребий в руке."
    - "На том жребии написано 「первоклассная」."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О— хо-хо-хо! Первоклассная! Как и думала: только я — первоклассная %UMA%!」"
    - "Кинг Хало вмиг забывает все неудачные жребии до этого и, сияя, с жребием в руке выбегает из святилища."
    - "%YOU% вздыхает и, прижимая ящик, бежит следом."
    - "На всех жребиях в ящике написаны те же два знака: 「первоклассная」."
    - "По своему обычному уму Кинг Хало вполне могла бы разгадать этот секрет."
    - "Но сегодняшней Кинг Хало ума как будто немного не хватает…"
    - "Так или иначе, Новый год вышел на редкость памятным."

before_takm_kin:
  title: "Перед Takamatsunomiya Kinen"
  lines:
    - "Среди чуть напряжённых тренировок Takamatsunomiya Kinen наступает в срок."
    - "Хотя перед скачкой скорость и спурт отработали как следует, %YOU% всё же тревожится из-за опрометчивого решения Кинг Хало сменить дистанцию."
    - "И у самой Кинг Хало нет прежней уверенности и решимости."
    - "В отдельной комнате отдыха Кинг Хало сидит на стуле и почти неистово расчёсывает волосы."
    - "%YOU% видит, как движения Кинг Хало становятся всё грубее — пряди волос уже вырываются с корнем, — и, не находя иного выхода, подходит."
    - "%YOU% хватает руку Кинг Хало и силой заключает ладонь %SEX% между обеими руками %YOU%."
    - "Кинг Хало вздрагивает от %YOU% и понемногу приходит в себя."
    - "%SEX% растерянно смотрит на пряди в руке и лишь тогда медленно понимает, что эту руку крепко держит %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я…」"
    - "%YOU% смотрит в налитые кровью глаза Кинг Хало и снова вздыхает."
    - "С тех пор как принято решение перейти на спринт, психологическое давление на Кинг Хало достигло пика."
    - "Даже уверенная в себе Кинг Хало перед такой ставкой не может ни есть, ни спать спокойно."
    - "Для Кинг Хало, если через Takamatsunomiya Kinen не заложить основу спринта, карьера %SEX% будет по сути окончена."
    - "И всё же, несмотря на огромное давление, Кинг Хало по-прежнему безупречно выполняет каждое задание, которое %YOU% поручает %SEX%."
    - "Можно сказать, %YOU% считает, что у Кинг Хало вполне хватает сил взять первое место."
    - "Но нервное напряжение так просто не снять…"
    - "%YOU% крепко держит руку Кинг Хало, пока холодная от волнения рука %SEX% не согревается теплом тела %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Прости… в такой важный момент я вдруг… это ни капли не первоклассно!」"
    - "Кинг Хало крепко сжимает кулак; края глаз уже красные."
    - acc: 1
      content: "「Достаточно выложиться на полную. Если это первоклассный Кинг — всё будет в порядке!」"
    - "Кинг Хало тоже сильно сжимает руку %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Можешь не волноваться: Кинг непременно возьмёт первое место!」"
    - "Кинг Хало глубоко вдыхает, встаёт и уходит к полю скачек."
    - "%YOU% долго смотрит туда, где исчез силуэт Кинг Хало, и не двигается."

# 一着
takm_kin_win:
  title: "После Takamatsunomiya Kinen · что значит быть первоклассной"
  lines:
    - "Скачка окончена. На всём стадионе тишина."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Хух… хух…」"
    - "Кинг Хало подняла голову, и ослепительное солнце так било в глаза, что %SEX% едва могла их разомкнуть."
    - "Но первое место на табло не подделаешь."
    - "С грузом причины, по которой нельзя было проиграть, Кинг Хало уверенно взяла первое место на Takamatsunomiya Kinen."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я… я смогла!」"
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Победительница Takamatsunomiya Kinen — Кинг Хало!」"
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Эта первоклассная %UMA% решительно оставила привычную среднюю дистанцию классического года и бросила вызов спринту — с оглушительным успехом!」"
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Поистине «первоклассная Кинг»」"
    - "Вопреки ожиданиям %YOU% и Кинг Хало, комментатор впервые не связал Кинг Хало с ярлыком 「дочь легенды」."
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Мы стали свидетелями ставки, где на кон легли будущее и слава! И нет сомнений: победу одержала Кинг Хало!」"
    - "Лишь тогда с трибун обрушился рёв оваций, подобный цунами."
    - content:
        - fontWeight: bold
          content: "Зритель A"
        - "「Молодец, Кинг!」"
    - content:
        - fontWeight: bold
          content: "Зритель B"
        - "「Ещё и на спринте так хороша — вот что такое первый класс!」"
    - content:
        - fontWeight: bold
          content: "Зритель C"
        - "「Кинг, сюда! Я ваш преданный фанат!」"
    - "%YOU% стоял в самом сердце волны оваций, глаза уже блестели от слёз."
    - "И внизу, на дорожке, Кинг Хало была такой же."
    - "%SEX% всегда крайне дорожила публичным образом — и всё же расплакалась."
    - "Кинг Хало давилась рыданиями и почти не могла вымолвить ни слова, поэтому лишь низко поклонилась трибунам."

# 非一着，圣王光环离队，爱慕小于75且好感低于225时直接进入扫地出门结局
takm_kin_lose:
  title: "После Takamatsunomiya Kinen · На волоске"
  lines:
    - "Когда Кинг Хало догнали и обошли, %YOU% словно канул в ледяной погреб."
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Кинг Хало обошли! Есть ли ещё шанс у этой бывшей среднедистанционницы, поставившей на кон всё, вырвать победу?」"
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Шансов почти нет! Финиш уже перед глазами, а отрыв всё растёт!」"
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Как жаль! Похоже, спринтерская мечта Кинг Хало вот-вот разобьётся!」"
    - "Поражение уже было предрешено, и зрители вокруг зааплодировали победительнице."
    - "%YOU% осел на стул, не слыша гама вокруг."
    - "Пока овации вокруг не сменились растерянным гомоном."
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Кинг Хало? Куда вы?! Пожалуйста, вернитесь!」"
    - "%YOU% резко вскочил — и как раз успел увидеть спину Кинг Хало: она перемахнула через ограждение и бежала вон с поля."
    - acc: 1
      content: "「Кинг—」"
    - "%YOU% почти без мгновения сомнения рванулся следом, но плотная толпа мешала %YOU%."
    - "Когда %YOU% наконец выбрался из толпы, Кинг Хало уже полностью исчезла из виду."

# 资深年四月第一周，高松宫纪念一着才可触发
ws_special_letter:
  title: "Особое благодарственное письмо"
  lines:
    - "По дороге на работу попался %MINORU%."
    - "%SEX% упомянула, что фанатское благодарственное письмо для Кинг Хало и тренера %SEX% уже доставили в кабинет тренера %YOU%."
    - "%YOU% на миг застыл, а затем возбуждённо поблагодарил %MINORU%."
    - "Попрощавшись, %YOU% поспешил в кабинет тренера и открыл дверь."
    - "И правда: на столе лежал белоснежный конверт."
    - "%YOU% поднял его, глянул на адрес отправителя — и с странным лицом положил обратно."
    - "Затем %YOU% принялся планировать Кинг Хало следующие тренировки и заодно ждал %SEX%."
    - "Вскоре явилась Кинг Хало."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О—хо-хо-хо! Первоклассная Кинг Хало прибыла!」"
    - "Глядя на неизменно пафосную Кинг Хало, %YOU% сдержал смех и мельком показал %SEX% конверт в руке."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Это что такое?」"
    - acc: 1
      content: "「Благодарственное от фаната.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Что? Живее дай, Кинг посмотрит!」"
    - "Как и ожидалось, едва заслышав про благодарственное, Кинг Хало вспыхнула оживлением: %SEX% подошла к столу и выхватила письмо."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Поглядим, кто прислал… арэ? Изолятор города Осака?」"
    - "Радостное выражение застыло на лице Кинг Хало."
    - "Глядя на это лицо, %YOU% невольно рассмеялся."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Почему изолятор? Неужели все мои фанаты — нехорошие люди?」"
    - "Кинг Хало мигом сдулась."
    - "%YOU% перестал смеяться и знаком велел %SEX% открыть и посмотреть."
    - "Ворча под нос, Кинг Хало вскрыла конверт."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Академия Трейсен, %CHARA_FULL% и тренеру %SEX%.」"
    - "Кинг Хало подняла голову, взглянула на %YOU% и продолжила читать."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я ваш фанат из изолятора города Осака. На днях увидел запись вашего выступления на Takamatsunomiya Kinen.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「До этого я думал, что вы и дальше будете бежать средние дистанции.」"
    - ……
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「…А потом я часто думал: как же достойно восхищения, что в старшем году Кинг Хало решительно ушла на спринт и своим трудом уверенно взяла победу.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Эта гонка меня по-настоящему потрясла. Я тоже хочу скорее исправиться, вернуться в общество и снова болеть за Кинг Хало.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Искренне, искуплённый.」"
    - "Когда Кинг Хало дочитывает это особое благодарственное письмо от фаната, в комнате тренера воцаряется тишина."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Мои фанаты... и вправду особенные, да?」"
    - "Кинг Хало и сама не знает, как это оценить."
    - acc: 1
      content: "「Значит, Кинг своей силой стала светом в чужом мире.」"
    - "Услышав слова %YOU%, Кинг Хало на миг застывает."
    - "И тут же, сияя улыбкой, начинает размахивать письмом в руке."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О-- хо-хо-хо! Как и следовало ждать, на такое способна только первоклассная я!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тогда дальше пусть %CALLNAME% проведёт со мной ещё более первоклассные тренировки -- и я стану ещё более первоклассной собой!」"

# 高松宫纪念非一着，资深年四月第一周，爱慕大于等于75或好感大于等于225
ws_crisis:
  title: "Кризис и поворот"
  lines:
    - "Поражение на Takamatsunomiya Kinen заставило Кинг Хало уйти не прощаясь, и вся буря внешнего мира без остатка обрушилась на голову %YOU%."
    - "%YOU% от этого, разумеется, совсем нелегко."
    - "Чтобы отыскать следы Кинг Хало, %YOU% даже в академию не возвращается."
    - "К тому же %TASTE% и %MINORU% тоже упоминали: мать Кинг Хало уже не раз выражала академии недовольство и хочет заставить академию силой уволить %YOU%."
    - "Поэтому академия ставит на кон многолетнюю репутацию и заверяет мать Кинг Хало, что %YOU% непременно найдёт Кинг Хало."
    - "Так давление на %YOU% становится ещё сильнее, а многодневные поиски и вовсе изматывают %YOU% до предела."
    - "Однако в руках %YOU% лишь примерное направление, куда ушла Кинг Хало, -- и больше ничего."
    - "Поэтому %YOU% всё же возвращается в знакомую комнату тренера -- чуть передохнуть и подумать о дальнейшем пути."
    - "Силы духа %YOU% на исходе -- пока %YOU% вдруг не замечает на столе лист бумаги."
    - "Сердце %YOU% едва не останавливается."
    - "Смотреть ещё не довелось, но интуиция твердит %YOU%: этот лист -- последний шанс %YOU% найти Кинг Хало."
    - "%YOU% едва не бросается к столу и хватает тот лист."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%, мне очень жаль.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「То, как я себя повела после Takamatsunomiya Kinen, наверняка причинило Вам немало хлопот.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Простите за опрометчивый шаг. На самом деле я вовсе не этого хотела.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я просто... не смею встретить упрёки и насмешки, что будут дальше.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Мама наверняка уже была в академии. Надеюсь, она не совершит по отношению к Вам ничего чрезмерного...」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Передайте ей это письмо. Скажите: вся вина на мне, Вас это не касается.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「И ещё -- прошу Вас, не беспокойтесь обо мне.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я скоро покину это место. Прошу, забудьте меня на этом и найдите ребёнка получше.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Не первоклассная %CHARA%」"
    - "%YOU% уже некогда думать: хватает лист и выбегает из комнаты тренера."

# 接上一个事件，地点为车站
os_give_up:
  title: "Опустить руки"
  lines:
    - "По словам Кинг Хало о том, что она скоро уйдёт, %YOU% машинально приходит на вокзал."
    - acc: 1
      content: "「Скажите, вы не видели %UMA% с каштановыми волосами?」"
    - content:
        - fontWeight: bold
          content: "Кассир"
        - "「Точно видел! %SEX% вроде направилась к той автобусной остановке.」"
    - "И вот -- сразу находится зацепка."
    - "%YOU% тысячу раз благодарит кассира и по указанию кассира идёт к той автобусной остановке."
    - "На дороге ни души. В небе тяжёлые свинцово-чёрные тучи стремительно сгущаются."
    - "Время ещё полдень, а погода уже будто ночь."
    - "Внезапно поверх туч доносится раскат грома."
    - "Ливень вмиг промачивает %YOU% с головы до пят."
    - "%YOU% будто вовсе не замечает этого и идёт дальше, пока в размытом зрении не возникает силуэт."
    - acc: 1
      content: "「Кинг--!」"
    - "%YOU% вкладывает все силы и одним криком выплёскивает всё давление последних дней."
    - "Силуэт резко вздрагивает -- но так и не оборачивается."
    - "%YOU% сквозь всё более густую завесу дождя бежит к Кинг Хало."
    - acc: 1
      content: "「Кинг... я наконец-то тебя нашёл(а)...」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Пожалуйста... уходите. Не стоит тратить время на не первоклассную меня.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я не оправдала доверия %CALLNAME%, не оправдала доверия фанатов, я уже... я уже...」"
    - "Тело Кинг Хало начинает мелко дрожать -- кажется, она уже плачет."
    - if: era.get('love:61') >= 75
      lines:
        - acc: 1
          content: "「Позволь мне ещё раз покапризничать... Вернись, Кинг!」"
        - "%YOU% словно что-то вспоминает и достаёт из кармана маленький измятый клочок бумаги."
        - "На бумажке написано: 「Можно заставить Кинг сделать что угодно, право толкования принадлежит Кинг」."
        - acc: 1
          content: "「Прошу, Кинг, вернись ко мне!」"
        - "Кинг Хало видит бумажку -- и застывает."
        - "Мгновение спустя %SEX% уже не сдерживает слёзы -- они прорывают плотину."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Право толкования -- за мной, %CALLNAME%... уходите... просто... забудьте меня...」"
        - "Кинг Хало отворачивается, стиснув сердце, и уже собирается уйти."
        - "Словно в забытьи, %YOU% видит горестное будущее, в котором с Кинг Хало уже никогда не встретиться."
        - "Тогда %YOU% делает шаг вперёд и хватает Кинг Хало за руку."
        - acc: 1
          content: "「Кинг, я не представляю дней без тебя...」"
        - "У %YOU% щиплет в носу -- и тоже проступают слёзы."
        - "Кинг Хало чуть тянет руку -- но так и не решается высвободить её."
        - acc: 1
          content: "「Эта неудача -- ничего страшного. Вернись со мной, соберёмся с силами и пойдём дальше!」"
        - "Кинг Хало внезапно оборачивается и обнимает %YOU%."
        - "%YOU% рефлекторно хочет отступить, чтобы Кинг Хало не промокла от дождя на одежде %YOU%, но Кинг Хало держит слишком крепко."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Тогда договорились! %CALLNAME% обязан(а) быть со мной, пока я снова не обрету уверенность!」"
        - "%YOU% ничего не говорит -- только так же крепко обнимает Кинг Хало."
        - "Хотя дождь всё усиливался, %YOU% и Кинг Хало ничуть не желали выпускать друг друга."
        # 获得轻度自暴自弃，干劲上限保持在一般
    - if: era.get('love:61') < 75
      lines:
        - acc: 1
          content: "「Я от всего сердца верю в Кинг.」"
        - "%YOU% вспоминает ту далёкую отборочную скачку."
        - acc: 1
          content: "「Кинг, прошу, поверь моему взгляду как профессионального тренера.」"
        - "Кинг Хало смотрит на %YOU% глазами, затуманенными слезами."
        - "Мгновение спустя слёзы %SEX% уже прорвали плотину."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Ты правда доверяешь мне? Даже если у меня уже ничего не осталось?」"
        - "%YOU% торжественно кивает."
        - "Кинг Хало смахивает слёзы тыльной стороной ладони."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Тогда…… пойдём обратно. %CALLNAME% так промокнет и простудится.」"
        # 获得中度自暴自弃，干劲上限保持在较差

# 资深年四月第二周，高松宫纪念一着才可触发
ws_legend:
  title: "Начало легенды"
  lines:
    - "Takamatsunomiya Kinen давно позади, но важность этой скачки для карьеры Кинг Хало говорит сама за себя."
    - "Во-первых, этой скачкой можно доказать пригодность Кинг Хало к спринту и миле."
    - "Во-вторых, для Кинг Хало можно взрастить 「первоклассных фанатов, что принадлежат только Кинг」."
    - "Раз так, работу над следующей скачкой для Кинг Хало пора ставить в расписание."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О——хо-хо-хо! Первоклассная Кинг пожаловала!」"
    - "Кинг Хало по-прежнему совершенно свободно толкает дверь тренерской и входит, громко смеясь."
    - "И сразу же без всякой дистанции пододвигается ближе."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Чем занимаешься, мой первоклассный тренер?」"
    - "%YOU% протягивает Кинг Хало календарь скачек."
    - acc: 1
      content: "「Есть у Кинг скачка, в которой хотелось бы выступить?」"
    - "Кинг Хало берёт календарь скачек и смотрит."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%, скажи, как насчёт этого Yasuda Kinen?」"
    - "%YOU% на миг задумывается: Yasuda Kinen — мильная скачка G1 на 1600 метров."
    - "Как следующий, связующий шаг для Кинг Хало это весьма уместно."
    - "И %YOU% кивает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Похоже, у Кинг отличный глаз.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Впрочем, не очень ясно, как там сейчас Скай%THEY%.」"
    - "%YOU% думает: из нескольких человек 「золотого поколения」 будто бы только Кинг Хало не слишком сильна на средних и длинных."
    - acc: 1
      content: "「Наверное, готовятся к Tenno Sho (Spring)?」"
    - "Действительно, Tenno Sho (Spring) как одна из самых известных длинных скачек — путь, которого почти не миновать ни одной участнице длинных дистанций."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Если так…… о——хо-хо-хо!」"
    - "Кинг Хало вдруг начинает хохотать прямо у уха %YOU%."
    - "%YOU% зажимает слегка гудящее ухо и с недоумением смотрит на Кинг Хало."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Внимание Скай%THEY% на Tenno Sho (Spring), так что на спринте и миле остаётся одна Кинг!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Нет сильных соперников, которые бы сдерживали, так что Кинг сметёт спринт и милю этого года!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тогда Кинг станет бесспорной главной героиней!」"
    - "%YOU% размышляет: выступление Кинг Хало на Takamatsunomiya Kinen было по-настоящему мощным, так что вполне можно захватить спринт и милю этого года и достичь подлинной первоклассности."
    - acc: 1
      content: "「Я очень жду этого, продолжай стараться!」"
    - "Кинг Хало с громким смехом покидает тренерскую."

# 安田纪念一着，高松宫纪念一着才可触发
yasu_kin_win_s:
  title: "После Yasuda Kinen · путь, что принадлежит Кинг"
  lines:
    - "Хотя Кинг Хало никогда не выступала в мильных скачках, острое ускорение и спурт всё равно вознесли Кинг Хало на трон первого места."
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Кинг Хало! Победитель — Кинг Хало! %SEX% на волне победы в Takamatsunomiya Kinen снова берёт победу в мильной скачке!」"
    - "В миг, когда Кинг Хало пересекает финиш, с трибун взрывается небывалый рёв."
    - "Все ликуют, подпрыгивают, в восторге от того, что стали свидетелями рождения ещё одного короля спринта и мили."
    - "Кинг Хало явно тоже слышит этот поистине величественный рёв: уши стоят торчком прямо вверх, а лёгкая дрожь выдаёт, что внутри у Кинг Хало сейчас вовсе не спокойно."
    - "Но %SEX% лишь с бесстрастным лицом кланяется трибунам и уходит."
    - "%YOU% смотрит на то, что творит Кинг Хало, с лёгкой досадой — и всё же от души радуется."
    - "Поэтому %YOU% заранее приходит в комнату отдыха ждать Кинг Хало."
    - "Вскоре Кинг Хало толкает дверь комнаты отдыха и принимает полотенце и напиток, которые протягивает %YOU%."
    - acc: 1
      content: "「Как ощущения?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Это был прямо сверхпервоклассный опыт!」"
    - "Кинг Хало, жестикулируя всем телом, начинает описывать %YOU% скачку от начала до конца."
    - "Похоже, %SEX% очень наслаждается этой скачкой."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「……а под конец я рванула в погоню……」"
    - "Вдруг в дверь комнаты отдыха стучат."
    - content:
        - fontWeight: bold
          content: "Сотрудник"
        - "「Скажите, Кинг Хало, вам сейчас удобно? Здесь несколько зрителей, что называют себя вашими ярыми фанатами, хотят вас увидеть, мы…… почти не можем их удержать…… очень извиняемся.」"
    - "%YOU% и Кинг Хало переглядываются и оба видят в глазах друг друга радость."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Входите, входите!」"
    - "Несколько фанатов с лицами, полными волнения, открывают дверь — и тут же начинают вежливо уступать друг другу на пороге."
    - "Кинг Хало невольно подносит руку ко лбу, затем %SEX% встаёт и подходит к двери."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тогда давайте выйдем и поговорим.」"
    - content:
        - fontWeight: bold
          content: "Фанат A"
        - "「Кинг и тренер Кинг %SIR%, мы ваши верные фанаты! Поздравляем с победой в этой скачке!」"
    - content:
        - fontWeight: bold
          content: "Фанат B"
        - "「Да, мы все следим за Кинг с Takamatsunomiya Kinen, всё это время вы так старались!」"
    - "Услышав эти слова, Кинг Хало на миг замирает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Вы хотите сказать…… вы начали следить за мной только с Takamatsunomiya Kinen?」"
    - "Услышав это, несколько фанатов смущённо опускают головы."
    - content:
        - fontWeight: bold
          content: "Фанат C"
        - "「Нас всех захватил лихой финишный спурт Кинг…… Но вы не волнуйтесь: видео всех ваших скачек мы пересмотрели уже не раз.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О——хо-хо-хо! Нечего смущаться! Потому что истинная Кинг — только та, что после Takamatsunomiya Kinen!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「На скачках классического года у меня тоже было полно фанатов, но все они прежде болели за мою мать и считали, что я пойду традиционным путём, как она.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Поэтому, когда я заявила, что перехожу на спринт, они рассердились, бросили 『это ересь』 — и ушли.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Честно говоря, я не очень хочу звать фанатами тех, кто пришёл из-за славы моей матери.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Так что такие, как вы, кто признал Кинг именно за спринтерские скачки, — вот фанаты, которых я по-настоящему хочу.」"
    - "Кинг Хало с заметным волнением излагает, откуда всё это."
    - content:
        - fontWeight: bold
          content: "Фанат A"
        - "「Великая честь! Мы и дальше будем следовать за Кинг, всегда!」"
    - content:
        - fontWeight: bold
          content: "Фанат B"
        - "「Пусть Кинг бежит и дальше и дарит всем первоклассные, яркие скачки.」"
    - content:
        - fontWeight: bold
          content: "Фанат C"
        - "「Кстати, Кинг, тренер %SIR%, не подскажете, какой у вас следующий шаг……?」"
    - "Похоже, у Кинг Хало тот же вопрос: %SEX% вместе с фанатами устремляет взгляд на %YOU%."
    - acc: 1
      content: "「Раз Кинг уже сполна доказала господство на коротких дистанциях, почему бы не расширить его и дальше?」"
    - content:
        - fontWeight: bold
          content: "Фанат A"
        - "「Вы про 『Sprinters Stakes』, что во второй половине года?」"
    - "Фанаты, похоже, отлично знают эти скачки — угадали сразу."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Именно! Победа в этой скачке раз и навсегда закрепит за Кинг первоклассный статус на спринтерской дорожке!」"
    - content:
        - fontWeight: bold
          content: "Фанат B"
        - "「Раз так, мы обязательно приедем болеть за Кинг!」"
    - content:
        - fontWeight: bold
          content: "Фанат C"
        - "「Тогда Кинг и тренер %SIR%, продолжайте в том же духе!」"
    - divider: true
      content: ⏰
      position: left
    - "Фанаты ушли, но волнение в груди у %YOU% и Кинг Хало ещё долго не стихает."

# 高松宫纪念获胜才可触发
ws_temple_fair_s:
  title: "Мацури сеньорского года"
  lines:
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ну пойдём уже!」"
    - "После тренировки Кинг Хало нетерпеливо тащит %YOU% на мацури."
    - "В этом году Кинг Хало духом выглядит куда лучше, чем в прошлом, — может, потому что содержание тренировок скорректировали?"
    - "Всё-таки Кинг Хало не слишком подходит работа на выносливость, а на прошлогодних сборах почти всё и было тренировками на выносливость."
    - "Теперь план тренировок Кинг Хало строится вокруг скорости и спурта, поэтому после занятий у неё остаётся немало сил."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О чём это %CALLNAME% думаешь? Точно опять о тренировках!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но сегодня Кинг отбирает у тебя право витать в облаках! Вволю погуляй с Кинг.」"
    - "Кинг Хало возвращает мысли в реальность."
    - "Сейчас у Кинг Хало уже очень достойные результаты — вполне можно как следует отдохнуть."
    - "С этой мыслью %YOU% почти силком оказываешься на площадке мацури."
    - "Праздничная атмосфера в этом году будто куда гуще прошлогодней — потому что нет слишком горящей цели?"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%, смотри скорее! Вон там смотрят запись скачки Кинг!」"
    - "%YOU% проводишь взгляд по пальцу Кинг Хало и сразу теряешь дар речи."
    - "У той палатки висит табличка 「золотое поколение」, а не продают они ничего."
    - "Зато выставлены пять экранов: на них крутят записи сеньорских скачек пяти %UMA% золотого поколения."
    - "Впрочем, раз Takamatsunomiya Kinen, где бежала Кинг Хало, — спринт, её запись заканчивается первой."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О——хо-хо-хо! Я финишировала раньше %THEY%! Как и подобает первоклассной Кинг!」"
    - "%YOU% решаешь не обращать внимания на особу рядом."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Впрочем… кажется, уже давно не…… не встречалась с %THEY%.」"
    - "Раз остальные из золотого поколения в основном бегают средние и длинные, на дорожке увидеться почти нереально."
    - "Да и все по уши в подготовке к следующим скачкам, так что и вне трассы, скорее всего, не встретитесь."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Порой Кинг тоже очень скучает по тем дням до дебюта, когда бегала бок о бок с %THEY% на тренировках.」"
    - "Там, куда %YOU% и Кинг Хало не смотрят, у одной серой %UMA% слегка вздрагивают уши."
    - color: %COLOR_20%
      content:
        - fontWeight: bold
          content: "Таинственная %UMA%"
        - "「О~~ так Кинг иногда и такое думает? Тогда пойду переговорю с %SEX%~」"

# 高松宫纪念一着才可触发
ws_summer_end_s:
  title: "Конец сеньорских сборов"
  lines:
    - color: %COLOR_20%
      content:
        - fontWeight: bold
          content: %SKY%
        - "「Тогда решено, да?」"
    - color: %COLOR_1%
      content:
        - fontWeight: bold
          content: %SPE%
        - "「Ага! Я тоже такого финала жду!」"
    - "Две %UMA% давно собрали вещи и тайком смотрят, как тренируется Кинг Хало."
    - "И %THEY%, похоже, обдумывают, как воплотить какой-то большой план."
    - divider: true
      content: ⏰
      position: left
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Первоклассная тренировка завершена идеально!」"
    - acc: 1
      content: "「Ну что, раз тренировка окончена, пойдём собирать вещи?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Времени ещё хватает. Дарую тебе право устроить Кинг дополнительную тренировку, а?」"
    - "Похоже, собирать вещи и возвращаться в академию Кинг Хало и не собирается."
    - color: %COLOR_1%
      content:
        - fontWeight: bold
          content: %SPE%
        - "「Кинг——Кинг!」"
    - "Пока %YOU% думаешь, чем убедить Кинг Хало, из неизвестно какого угла вылезают Спешл Уик и Сейун Скай — тоже из золотого поколения."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Спешл Уик? Скай? Это ещё что?」"
    - "Похоже, Кинг Хало тоже немало удивлена."
    - "Зато можно не бояться, что Кинг Хало закапризничает и потребует дополнительную тренировку."
    - "%YOU% будто ловишь, как Сейун Скай бросает %YOU% лукавую улыбку."
    - color: %COLOR_20%
      content:
        - fontWeight: bold
          content: %SKY%
        - "「Эй, Кинг, тебе не кажется, что золотой час золотого поколения уже на исходе?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Что ты такое несёшь! Кинг будет первоклассной всегда!」"
    - color: %COLOR_20%
      content:
        - fontWeight: bold
          content: %SKY%
        - "「Ай-яй, я не совсем это имела в виду.」"
    - color: %COLOR_1%
      content:
        - fontWeight: bold
          content: %SPE%
        - "「Вот как! Я посоветовалась со Скай-сан, и мы можем отметить нашу эпоху одной скачкой!」"
    - color: %COLOR_20%
      content:
        - fontWeight: bold
          content: %SKY%
        - "「Да-да, Кинг, разве ты не находишь это таким значимым?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「С чего это вы вдруг заговорили об этом!」"
    - color: %COLOR_1%
      content:
        - fontWeight: bold
          content: %SPE%
        - "「Эхехе, просто решили сказать Кинг-сан. И ещё: скачка, которую мы выбрали, -- «Tenno Sho (Autumn)»!」"
    - color: %COLOR_20%
      content:
        - fontWeight: bold
          content: %SKY%
        - "「Кинг, не забудь тогда прийти нас поддержать, хорошо? Когда я первой пересеку финишную черту, обязательно во весь голос крикну имя Кинг~」"
    - color: %COLOR_1%
      content:
        - fontWeight: bold
          content: %SPE%
        - "「Скачка ещё даже не началась! Скай-сан, не зазнавайся так!」"
    - color: %COLOR_20%
      content:
        - fontWeight: bold
          content: %SKY%
        - "「Кто бежит медленно -- тот морковный торт!」"
    - "И Спешл Уик, грозно размахивая руками, погналась за Сейун Скай -- и они скрылись."
    - "%YOU% и Кинг Хало слегка потерянно смотрят, как %THEY% убегают всё дальше."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ну и невыносимые однокурсницы! Сущий балаган!」"
    - "Так говорит Кинг Хало -- и всё же заворожённо смотрит туда, куда ушли двое однокурсниц."
    - "Как уже больше двух лет тренер Кинг Хало, %YOU% примерно догадываешься, о чём она думает."
    - acc: 1
      content: "「Кинг, может, и мы тоже...?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О-хохохо! Как и ожидалось от первоклассного тренера Кинг! Я как раз тоже хотела помериться силами с %THEY%.」"
    - "Кинг Хало тоже по молчаливому согласию угадала мысль %YOU%."
    - "Однако Tenno Sho (Autumn) -- скачка на среднюю дистанцию, а значит..."
    - acc: 1
      content: "「Значит, когда вернёмся, добавим тренировки на выносливость?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Вернуться? Запрещаю! Устрой Кинг круг тренировки на выносливость прямо здесь! О-хохохо!」"
    - "В итоге дополнительной тренировки всё равно избежать не удалось."

# 高松宫纪念一着才可触发
before_sprt_sta_s:
  title: "Перед Sprinters Stakes"
  lines:
    - "Хотя решение выступить в Tenno Sho уже принято, тренировки к Sprinters Stakes тоже нельзя упускать."
    - "Впрочем, после такого бриллианта, как Takamatsunomiya Kinen, перед этой скачкой уже незачем так нервничать."
    - "Кинг Хало даже не сидит, как обычно, на стуле в комнате ожидания, словно перед лицом врага."
    - acc: 1
      content: "「Кинг совсем не нервничает? Это же G1.」"
    - "Кинг Хало расхохоталась, будто кто-то нажал на выключатель."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О-хохохо! Совсем не нервничаю! Это всего лишь очередная победа, которая принадлежит Кинг.」"
    - "Похоже, Кинг Хало очень уверена в себе."
    - "Поэтому %YOU% тоже успокаиваешься и заранее прощаешься с Кинг Хало."
    - "Поскольку перед несколькими прошлыми скачками приходилось долго сидеть с нервничающей Кинг Хало, у %YOU% почти не было шанса увидеть скачку целиком."
    - "Всё-таки из комнаты ожидания до трибун приходится делать большой крюк."
    - "А в этот раз как раз есть шанс посмотреть скачку целиком."

# 短途者锦标一着，高松宫纪念胜利后才可触发
sprt_sta_win_s:
  title: "После Sprinters Stakes · Неизбежный финал"
  lines:
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Титул королевы спринта уже окончательно за ней!」"
    - "Кинг Хало, как и ожидалось, выиграла скачку."
    - "И зрители тоже начинают ликовать."
    - "%YOU% оглядываешь зрителей вокруг и с радостью замечаешь, что их заметно больше, чем тогда, на Takamatsunomiya Kinen."
    - "И, похоже, все пришли именно смотреть на Кинг Хало."
    - content:
        - fontWeight: bold
          content: "Фанат A"
        - "「Как трогательно: Кинг полностью совершила переход со средних и длинных дистанций на спринт!」"
    - content:
        - fontWeight: bold
          content: "Фанат B"
        - "「Поздравляем Кинг с очередной победой!」"
    - content:
        - fontWeight: bold
          content: "Фанат C"
        - "「Кинг, какой будет твоя следующая победа?」"
    - "Кинг Хало остро уловила вопрос этого фаната."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О-хохохо! Прошу всех помолчать!」"
    - "На стадионе сразу стихло."
    - "Кинг Хало удовлетворённо кивнула."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「А теперь я объявлю всем ещё одно своё первоклассное решение!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Хотя я уже дважды подряд выиграла спринтерские скачки, моя следующая цель --」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Tenno Sho (Autumn)!」"
    - "Это решение словно тяжёлая бомба, брошенная в спокойную гладь моря, всколыхнуло толки среди зрителей."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Прошу всех тогда тоже меня поддержать!」"
    - "Кинг Хало торжественно поклонилась трибунам и, оставив всё ещё перешёптывающихся зрителей, ускользнула."

# 短途者锦标非一着，高松宫纪念获胜后才可触发
sprt_sta_lose_s:
  title: "После Sprinters Stakes · Сдаваться нельзя"
  lines:
    - "Хотя все считали, что Кинг Хало мощно возьмёт первое место, случилось неожиданное."
    - "Под шокированными взглядами всех -- от зрителей до комментатора с аналитиком и до %YOU% -- Кинг Хало обошли на финише."
    - "Комментатор едва не забыл объявить результат скачки."
    - "Кинг Хало, упустившая первое место в последний миг, естественно потеряла охоту общаться с фанатами."
    - "%SEX% с опущенными ушами хочет ускользнуть от бесчисленных взглядов -- то сомневающихся, то полных сожаления."
    - content:
        - fontWeight: bold
          content: "Фанат A"
        - "「Кинг! В следующий раз будет лучше!」"
    - "Вдруг один из фанатов кричит вслед силуэту Кинг Хало."
    - content:
        - fontWeight: bold
          content: "Фанат B"
        - "「Верно! Первоклассная Кинг не может так пасть!」"
    - content:
        - fontWeight: bold
          content: "Фанат C"
        - "「Обязательно продолжай стараться!」"
    - "Фанаты сами начинают подбадривать Кинг Хало."
    - "Кинг Хало поворачивается с влажным блеском в глазах и смотрит, как на трибунах становится всё оживлённее."
    - "%SEX% низко кланяется всем, кто её поддерживает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Пусть моя пригодность, быть может, не из лучших, но в следующий раз я выйду на Tenno Sho (Autumn)!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Прошу всех тогда тоже меня поддержать!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Спасибо всем!」"
    - "Кинг Хало ещё раз торжественно поклонилась трибунам и, оставив всё ещё перешёптывающуюся публику, ускользнула."

# 消除自暴自弃状态时触发
race_end_rise_again:
  title: "Возвращение"
  lines:
    - "%YOU% сидит на трибуне и напряжённо следит за Кинг Хало, что мчится по трассе."
    - "С тех пор как Кинг Хало проиграла в Takamatsunomiya Kinen, не счесть, сколько тренировок и разговоров по душам понадобилось %YOU% с Кинг Хало, чтобы вырвать этот шанс на реванш."
    - "Духовное состояние Кинг Хало уже куда лучше прежнего; по прогнозу %YOU%, победа в этой скачке полностью вернёт Кинг Хало к прежней форме."
    - "А судя по ходу скачки, Кинг Хало уже захватила огромное преимущество."
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Кинг Хало идёт! Эта %UMA%, что некогда споткнулась, сменив дистанцию, и ныне воспряла духом, возьмёт ли последнюю победу и смоет прежний позор?」"
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Победительница -- Кинг Хало!」"
    - "Все силы покидают %YOU%, и %YOU% оседает на стул."
    - "Пока Кинг Хало, не слушая изумлённых криков зрителей и комментатора, не перемахнула через ограждение и не оказалась на трибуне."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О-хо-хо-хо! Первоклассная Кинг Хало вернулась!」"
    - "%YOU% поднимает голову, видит сияющую уверенностью улыбку Кинг Хало и невольно улыбается в ответ."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Пойдём, возвращаемся в академию!」"
    - "Кинг Хало под изумлёнными взглядами зрителей поднимает %YOU% на ноги."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Что я снова обрела уверенность -- за это я очень благодарна и %CALLNAME%. Позволь мне поддержать тебя по дороге обратно!」"

# 资深年十月第一周，没有自暴自弃状态
ws_breaking_dawn:
  title: "Рассвет"
  lines:
    - "%YOU% как раз составляет в комнате тренера следующий план тренировок для Кинг Хало, когда внезапно раздаётся сильный удар в дверь."
    - "Кинг Хало в сильном волнении врывается внутрь -- и вовсе не стучится, как обычно."
    - "В руке у %SEX% всё ещё свой телефон, и сейчас телефон %SEX% показывает входящий вызов."
    - "Это мать Кинг Хало."
    - "%YOU% с изрядным недоумением смотрит, как Кинг Хало придвигается к %YOU% и нажимает кнопку ответа."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Чем обязана?」"
    - "Голос Кинг Хало ледяной."
    - "Мать %SEX% на том конце провода помолчала немного и лишь потом заговорила."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Я слышала, ты одержала несколько побед на коротких дистанциях?」"
    - "Слова всё ещё суховаты, но голос мягче, чем прежде."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Мм, да, выиграла несколько.」"
    - "Кинг Хало отвечает осторожно и не бросается, как прежде, с жаром объяснять, как именно побеждала."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「И надо же -- взять верх на спринтерской дистанции. Какое вольнодумство!」"
    - "Сказав это, мать Кинг Хало кладёт трубку."
    - "Кинг Хало застывает с телефоном в руке, а затем вдруг начинает хохотать."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О-хо-хо-хо! Похоже, в конце концов победила всё-таки я!」"
    - "%YOU% в недоумении."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Она не из тех, кто легко сдаётся. Раз уж она смогла такое сказать, значит, она уже вчерне признала мои результаты!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「А это и есть величайшая уступка, на какую она способна, сохраняя лицо.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Выходит, первоклассная Кинг всё-таки сокрушила её сомнения своей неоспоримой силой.」"
    - "И Кинг Хало, задрав нос, снова покидает комнату тренера."
    - "Похоже, одна забота, что таилась глубоко в сердце %SEX%, разрешилась самым счастливым образом."

# 没有自暴自弃状态
before_tenn_sho_s:
  title: "Перед Tenno Sho (Autumn)"
  lines:
    - "Когда Кинг Хало, Спешл Уик и Сейун Скай вместе появляются в паддоке, весь ипподром мгновенно тонет в овациях."
    - "А трое %UMA% в самом эпицентре этой волны давно привыкли к такому."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Спешл Уик, Скай, пусть я не слишком сильна на средней дистанции, но смотрите внимательно -- миг, когда я первой пересеку финиш!」"
    - color: %COLOR_20%
      content:
        - fontWeight: bold
          content: %SKY%
        - "「Все такие бодрые, того и гляди Сейун-тян от страха уступит первое место? Шутка~」"
    - color: %COLOR_1%
      content:
        - fontWeight: bold
          content: %SPE%
        - "「Эту победу я вам точно не отдам!」"
    - "Трое %UMA% почти одновременно бросают друг другу вызов."
    - "Затем %THEY% на миг застывают и вместе разражаются смехом."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Этой скачки я очень жду. Прошу, бегите изо всех сил!」"

# 没有自暴自弃状态
tenn_sho_end_s:
  title: "После Tenno Sho (Autumn)·Дружба -- это магия"
  lines:
    - "Скачка закончилась."
    - "Трое %UMA% из 「золотого поколения」 стоят за финишной чертой, тяжело дыша и унимая волнение."
    - "Любому зрителю видно: %THEY% выложились в этой скачке без остатка."
    - "Сами же %THEY%, кажется, вовсе не так уж пекутся о победе и поражении."
    - "Впрочем, сильнее всех вымоталась, пожалуй, Кинг Хало, чья пригодность к средней дистанции никак не назовёшь отличной."
    - color: %COLOR_1%
      content:
        - fontWeight: bold
          content: %SPE%
        - "「Все выложились до конца.」"
    - color: %COLOR_20%
      content:
        - fontWeight: bold
          content: %SKY%
        - "「Сейун-тян вообще-то хотела взять верх хитростью, но вы все такие сильные. Вот и пришлось Сейун-тян выложиться по полной.」"
    - color: %COLOR_1%
      content:
        - fontWeight: bold
          content: %SPE%
        - "「Эхехе, Скай-сан на полной отдаче тоже выглядит жутковато.」"
    - "Спешл Уик показывает язык."
    - color: %COLOR_20%
      content:
        - fontWeight: bold
          content: %SKY%
        - "「А Кинг чего молчит? Неужели наш напор её так напугал?」"
    - "Сейун Скай лукаво блещет глазами и заговаривает с Кинг Хало, которая всё ещё стоит в стороне и ловит дыхание."
    - "Услышав это, Кинг Хало поворачивается и с каменным лицом идёт к Спешл Уик и Сейун Скай."
    - color: %COLOR_1%
      content:
        - fontWeight: bold
          content: %SPE%
        - "「Кинг-сан это ещё чего задумала? Как страшно...」"
    - color: %COLOR_20%
      content:
        - fontWeight: bold
          content: %SKY%
        - "「Эй-эй, скачка уже закончилась. Кинг, может, пойдёшь как следует отдохнёшь?」"
    - "Кинг Хало под чуть напряжёнными взглядами двух %UMA% подходит вплотную к %THEY%."
    - "Затем Кинг Хало раскидывает руки и обнимает Спешл Уик и Сейун Скай."
    - "Тела двух %UMA% мгновенно деревенеют."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Спасибо вам за то, что были моими соперницами.」"
    - color: %COLOR_20%
      content:
        - fontWeight: bold
          content: %SKY%
        - "「Эм, мы тоже очень благодарны Кинг, знаешь?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Satsuki Sho Скай, Japan Derby Спешл Уик -- обе скачки до сих пор стоят у меня перед глазами.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Если бы вас не было в тех скачках, я, возможно, и не захотела бы уходить на короткие дистанции.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Вы дали мне смелость решиться и помогли найти путь, что по-настоящему мне подходит.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Для меня честь -- дебютировать вместе с вами и бежать бок о бок.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Так бегите же со мной и дальше. И в грядущие дни тоже прошу вашей благосклонности.」"
    - "Сказав это, Кинг Хало отпускает Спешл Уик и Сейун Скай и торжественно кланяется %THEY%."
    - "С трибун внезапно взрывается яростный и долгий рёв."

# 资深年十一月第一周，没有自暴自弃状态&天皇赏秋一着才可触发
ws_until_end:
  title: "До самого конца"
  lines:
    - "С тех пор как Кинг Хало вернулась на среднюю дистанцию и взяла Tenno Sho (Autumn), известность %SEX% растёт не по дням, а по часам."
    - "%YOU% откидывается на спинку кресла, потягивается и задумчиво смотрит на Кинг Хало, которая без малейшей заботы об имидже захватила диван %YOU%."
    - acc: 1
      content: "「Кинг, раз Tenno Sho уже наш, может, немного расслабимся?」"
    - "Честно говоря, %YOU% считает, что результаты Кинг Хало уже достаточно яркие: пора выбросить скачки из головы и как следует насладиться жизнью."
    - "Но тут Кинг Хало вдруг спрыгивает с дивана прямо перед %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Что такое %CALLNAME% говорит? До конца сеньорского года ещё два месяца, нельзя, чтобы все вот так забыли Кинг!」"
    - "Похоже, Кинг Хало ещё не хочет расслабляться."
    - acc: 1
      content: "「Тогда Кинг хочет выйти на Mile Championship?」"
    - "Эта скачка как раз во второй половине ноября, сильных соперниц, о которых стоило бы тревожиться, нет -- самое то для Кинг Хало."
    - "Но Кинг Хало неожиданно качает головой."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「У этой скачки слишком мало освещения, многие, того и гляди, о ней даже не слышали.」"
    - "%YOU% задумывается ещё глубже."
    - acc: 1
      content: "「Кинг же не собирается на Japan Cup?」"
    - "Как классическая среднедистанционная G1, Japan Cup на 2400 метров -- громкая скачка, за которой следят и в стране, и за рубежом."
    - "Впрочем, то, как Кинг Хало бежала Japan Derby, ещё стоит перед глазами, и %YOU% сомневается, потянет ли Кинг Хало такую дистанцию."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Japan Cup и правда неплохой выбор, к тому же Спешл Уик говорила, что выйдет на этот Japan Cup.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но эта скачка не входит в расчёты Кинг.」"
    - "%YOU% немного сникает."
    - acc: 1
      content: "「Тогда остаются только грунт, длинные дистанции и малоизвестные скачки.」"
    - "И тут глаза Кинг Хало вспыхивают."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Точно! %CALLNAME% угадывает! Как и ожидалось от моего тренера.」"
    - acc: 1
      content: "「Грунт? Кинг опять сломалась?」"
    - "%YOU% протягивает руку, трогает лоб Кинг Хало и обнаруживает, что у %SEX% нет жара."
    - "Кинг Хало возмущённо уворачивается от руки %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Какой ещё грунт! По-моему, это %CALLNAME% тут сломался!」"
    - "Кинг Хало чуть выравнивает дыхание."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Кинг говорит про длинную дистанцию!」"
    - "%YOU% чуть думает: скачка, которая сразу в конце года, на длинной дистанции и громкая, похоже, только..."
    - acc: 1
      content: "「Arima Kinen?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Точно! Именно Arima Kinen! Кинг выйдет на Arima Kinen!」"
    - "%YOU% всё больше кажется, что Кинг Хало сломалась."
    - acc: 1
      content: "「Это же длинная дистанция, Кинг разве забыла прошлогодний Kikuka Sho?」"
    - "Та скачка, из-за которой Кинг Хало полгода мучилась тренировками на выносливость и в итоге упала без сил в обморок."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Как можно забыть! Но Kikuka Sho -- 3000 метров, а Arima Kinen -- 2500, да и Кинг уже не та Кинг, что год назад!」"
    - "Доводы не слишком убедительны."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「И ещё: Arima Kinen невероятно знаменита. Если Кинг победит, все будут помнить Кинг всегда!」"
    - "На настоящую цель Кинг Хало это мало похоже."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「И самое главное: Спешл Уик, Скай, Грасс Вондер и Эль Кондор Паса все выходят на эту скачку!」"
    - "%YOU% на миг столбенеет."
    - "Если четыре самых дорогих соперницы Кинг Хало яростно сразятся на дорожке Arima Kinen, а Кинг Хало сможет лишь с трибун болеть за %THEY%..."
    - "Так и правда будет очень тяжело."
    - "Поэтому, долго подумав, %YOU% решается."
    - acc: 1
      content: "「Тогда я внесу тренировки на выносливость в твоё расписание.」"
    - "Услышав про тренировки на выносливость, Кинг Хало рефлекторно делает полшага назад."
    - "Но жажда выйти на одну дорожку с соперницами своего поколения пересиливает страх Кинг Хало перед тренировками на выносливость."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Прошу! Я докажу всему миру, что я, Кинг Хало, -- бесспорная первая %UMA% золотого поколения!」"

# 没有自暴自弃状态&天皇赏秋一着才可触发
before_arim_kin_s:
  title: "Перед Arima Kinen"
  lines:
    - "Весть о том, что 「золотое поколение」 выйдет на Arima Kinen составом, разлетается сама собой, и толпы фанатов повалили смотреть этот 「последний пир」."
    - "У всех пяти %UMA% серьёзная сила, громкие победы, и у каждой -- огромная армия фанатов."
    - "Поэтому на трибунах яблоку негде упасть."
    - "К счастью, как тренер, %YOU% обладает правом пройти вне очереди -- иначе %YOU% ни за что не вырвать передний ряд у обезумевших фанатов."
    - "Вскоре начинается предстартовый выход, и пять %UMA% 「золотого поколения」 появляются в паддоке."
    - "Атмосфера на ипподроме вспыхивает мгновенно: почти все зрители вскакивают с мест и орут во весь голос."
    - color: %COLOR_11%
      content:
        - fontWeight: bold
          content: %GRASS%
        - "「Ара, какая суета.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Видно, очарование Кинг и впрямь недюжинное!」"
    - color: %COLOR_1%
      content:
        - fontWeight: bold
          content: %SPE%
        - "「Ува-ва-ва, сколько народа! Все такие популярные.」"
    - color: %COLOR_20%
      content:
        - fontWeight: bold
          content: %SKY%
        - "「Всё-таки это наша церемония занавеса -- после такого случая лучшего уже не будет.」"
    - color: %COLOR_14%
      content:
        - fontWeight: bold
          content: %CONDOR%
        - "「Не говори такие грустные вещи desu!」"
    - "Пятеро %UMA% рассмеялись."
    - color: %COLOR_1%
      content:
        - fontWeight: bold
          content: %SPE%
        - "「Кстати, давненько мы все вот так вместе не бежали.」"
    - color: %COLOR_20%
      content:
        - fontWeight: bold
          content: %SKY%
        - "「Тем важнее не упустить этот шанс.」"
    - color: %COLOR_11%
      content:
        - fontWeight: bold
          content: %GRASS%
        - "「Тогда давайте как следует потягаемся?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О——хо-хо-хо! Я уже вижу будущее, в котором побеждает Кинг!」"
    - "Пятеро %UMA% под цунами оваций покинули паддок и одна за другой вошли в стартовые ворота."

# 有马纪念一着，天皇赏秋一着，没有自暴自弃状态
arim_kin_win_s:
  title: "После Arima Kinen · Вечный первый класс"
  lines:
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「И победитель — Кинг Хало! Среди золотого поколения явилась сильнейшая!」"
    - "В голосе комментатора слышалась почти истерика."
    - "Овации куда жарче, чем до старта, прокатились по ипподрому."
    - "Но если прислушаться внимательнее, можно разобрать не то, что кричали до скачки, а——"
    - "「Первый класс! Первый класс! Первый класс!」"
    - content:
        - fontWeight: bold
          content: "Комментатор"
        - "「Трибуны хором скандируют «первый класс»! Участница Кинг Хало и впрямь явила силу первого класса — вполне по заслугам!」"
    - "На круге Кинг Хало только-только выровняла частое дыхание и, услышав эту фразу комментатора, наконец заметила: зрители на трибунах хором скандируют «первый класс»."
    - "Медленно первоклассная стайер Кинг Хало растянула рот и принялась глупо улыбаться."
    - color: %COLOR_14%
      content:
        - fontWeight: bold
          content: %CONDOR%
        - "「Уваа! Кинг сейчас сломается!」"
    - "Эль Кондор Паса преувеличенно заорала."
    - color: %COLOR_11%
      content:
        - fontWeight: bold
          content: %GRASS%
        - "「Кондор-тян? Следи за вежливостью, хорошо?」"
    - "Эль Кондор Паса рванула финишным спуртом, но у Грасс Вондер, похоже, ещё оставались силы — и две %UMA% так и умчались всё дальше."
    - color: %COLOR_1%
      content:
        - fontWeight: bold
          content: %SPE%
        - "「Эй-эй-эй, Грасс-тян, Кондор-тян, угомонитесь!」"
    - "Спешал Уик глянула на всё ещё глупо улыбающуюся Кинг Хало, потом на умчавшихся Грасс Вондер и Эль Кондор Паса, топнула ногой и бросилась следом."
    - color: %COLOR_20%
      content:
        - fontWeight: bold
          content: %SKY%
        - "「Как и думала, спокойнее всех Скай-тян~」"
    - "Сейун Скай, насвистывая, неторопливо пошла в ту сторону, куда ушли несколько %UMA%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Скай.」"
    - color: %COLOR_20%
      content:
        - fontWeight: bold
          content: %SKY%
        - "「Э, первоклассная Кинг очнулась? Э? Ты что делаешь… погоди!」"
    - "Кинг Хало пришла в себя и сразу же спринтерским рывком рванула к Сейун Скай; та не успела увернуться — %SEX% оказалась в объятиях."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Спасибо вам. Спасибо, что были моими соперницами и подарили мне такое пышное и славное представление.」"
    - color: %COLOR_20%
      content:
        - fontWeight: bold
          content: %SKY%
        - "「Ува-а, Скай-тян поняла, ну отпусти сначала, ладно…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Отпустить тебя?」"
    - "Кинг Хало переспросила."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Не торопись так.」"
    - "Сказав это, Кинг Хало кивнула трём спинам вдали."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ну вот, %THEY% уже так далеко убежали, так что мне остаётся обнять только тебя.」"
    - "Глядя на застывшее лицо Сейун Скай у себя в объятиях, Кинг Хало не выдержала и расхохоталась."
    - "Затем %SEX% крепко стиснула Сейун Скай ещё раз и отпустила."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ты же знаешь: длинные дистанции — не моё, так что я сейчас совершенно выжата.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Поэтому я всю свою благодарность к вам возлагаю на тебя. Отнеси мою благодарность и догони %THEY%, хорошо? Не забудь быть такой же пылкой, как я с тобой.」"
    - "Сейун Скай обречённо пожала плечами."
    - color: %COLOR_20%
      content:
        - fontWeight: bold
          content: %SKY%
        - "「И кто бы мог подумать, что Скай-тян однажды станут гонять вестницей… Ну да ладно, сегодня так и быть — кто ж спорит с первоклассной Кинг~」"
    - "Сейун Скай подколола Кинг Хало парой фраз, затем увернулась от погони Кинг Хало — та вспыхнула от стыда и злости — и со свистом умчалась."
    - "Глядя на спины четырёх соперниц своего выпуска, Кинг Хало снова невольно расхохоталась."

# 有马纪念非一着，天皇赏秋一着，没有自暴自弃状态
arim_kin_lose_s:
  title: "После Arima Kinen · Искать вверху и внизу"
  lines:
    - "Как и следовало ожидать, приспособленность Кинг Хало к длинным дистанциям оказалась куда большей помехой, чем казалось."
    - "Хотя %SEX% выложилась в рывке без остатка, сверстницы, давно пахавшие на длинных дистанциях, без труда вышли вперёд — %SEX% их не удержала."
    - "Скачка закончилась, и Кинг Хало не взяла первое место."
    - "А зрители, разумеется, чествовали победительницу."
    - "Но %YOU% не увидел на лице Кинг Хало ни сломленности, ни досады."
    - "Напротив, %SEX% выглядела вполне довольной."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「И не думала же, что все вы уже такие сильные.」"
    - color: %COLOR_14%
      content:
        - fontWeight: bold
          content: %CONDOR%
        - "「Ещё бы! Кондор-тян теперь из злодейских лап Грасс и сбежать может, знаешь ли?」"
    - "Эль Кондор Паса с невероятной скоростью рук схватила хвост стоявшей рядом Грасс Вондер, разделила на две пряди и завязала узел."
    - color: %COLOR_11%
      content:
        - fontWeight: bold
          content: %GRASS%
        - "「Кондор…-тян?」"
    - "Прежде чем Эль Кондор Паса успела затянуть узел, Грасс Вондер уже обернулась."
    - "И Эль Кондор Паса, не мешкая, рванула прочь."
    - color: %COLOR_14%
      content:
        - fontWeight: bold
          content: %CONDOR%
        - "「Смотри внимательно: скорость Кондор-тян desu!」"
    - "Грасс Вондер с устрашающей аурой бросилась в погоню, и силуэты двух %UMA% становились всё дальше."
    - color: %COLOR_1%
      content:
        - fontWeight: bold
          content: %SPE%
        - "「Эй-эй-эй, Грасс-тян, Кондор-тян, угомонитесь!」"
    - "Спешал Уик глянула на умчавшихся Грасс Вондер и Эль Кондор Паса, топнула ногой и бросилась следом."
    - color: %COLOR_20%
      content:
        - fontWeight: bold
          content: %SKY%
        - "「Э? Так быстро остались только Скай-тян и Кинг?」"
    - "Сейун Скай и Кинг Хало обе немного потеряли дар речи."
    - color: %COLOR_20%
      content:
        - fontWeight: bold
          content: %SKY%
        - "「Кстати, Кинг вроде вовсе не переживает из-за поражения?」"
    - "Кинг Хало улыбнулась."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Если честно, эта скачка была лишь затем, чтобы ещё раз пробежать вместе со всеми. Победа и поражение тут не так важны.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тем более главное поле битвы Кинг — короткие дистанции.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ну, раз исход и так был предрешён, горевать особенно не о чем.」"
    - color: %COLOR_20%
      content:
        - fontWeight: bold
          content: %SKY%
        - "「Кинг и впрямь широка душой.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но раз я не смогла поставить идеальную точку идеальной скачкой — поставлю идеальную точку идеальным занавесом! Пойдём, Скай!」"
    - "Кинг Хало убрала улыбку, торжественно поправила скаковой костюм и пошла в ту сторону, куда ушли соперницы."

# 有马纪念一着，天皇赏秋一着，没有自暴自弃状态，有马纪念后一周触发
ws_dawn:
  title: "Рассвет"
  lines:
    - "Однажды после той нашумевшей Arima Kinen Кинг Хало приходит в комнату тренера."
    - "%YOU% поднимаешь голову и с недоумением смотришь на %SEX%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%, подойди.»"
    - "%YOU% встаёшь, подходишь к Кинг Хало и смотришь, как %SEX% открывает телефон, выбирает контакт с пометкой 「Мать」 и набирает номер."
    - "Неожиданно на том конце берут трубку сразу."
    - "Это выбивает Кинг Хало из колеи: %SEX% разом забывает все заготовленные слова."
    - "И мать Кинг Хало тоже молчит."
    - "Ещё пауза — и Кинг Хало наконец заговаривает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Мать, я выиграла Arima Kinen. Теперь я — настоящий гений на все дистанции!」"
    - "Кинг Хало на миг умолкает и тут же снова хвастается."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「На самом деле уход на спринт — не бунт против устоев, я лишь хотела доказать себя тебе.»"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「А теперь твоё признание мне больше не нужно. Я уже выросла в лучшую из нового поколения!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ну всё, я сказала всё, что хотела, пока!」"
    - "Кинг Хало не даёт матери и слова вставить и сразу кладёт трубку."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「В этот раз я наконец-то смогла похвастаться перед ней!」"
    - "Кинг Хало выглядит очень довольной."
    - "Пока снова не звонит телефон Кинг Хало."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「М-м? Кто ещё…」"
    - "Кинг Хало берёт телефон и с удивлением видит: снова звонит мать."
    - "%SEX% мгновение колеблется, но всё же берёт трубку."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「М-м. В тот день я на самом деле была там. Я видела.»"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Что?」"
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「В день Arima Kinen я была там. Ты очень хорошо бежала.»"
    - "%CHARA% молчит."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Я всегда была к тебе так сурова. Сейчас думаю об этом — мне правда жаль.»"
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Я не должна была ставить карьеру и честь выше собственного ребёнка и тем более после того, как ребёнок сбежал из дома, не пытаться вернуть, а продолжать корить %SEX%.」"
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Прости меня, Кинг.»"
    - "Кинг Хало по-прежнему молчит, но %YOU% видишь в глазах %SEX% блеск слёз."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Так что теперь я как твоя мать прошу: вернись ко мне, хорошо?」"
    - "%YOU% с немалой тревогой смотришь на Кинг Хало."
    - "Хотя %YOU% уже три года рядом с Кинг Хало, мать %SEX% провела с %SEX% куда больше времени — это уж без сомнений."
    - "Ещё через мгновение Кинг Хало заговаривает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Мать, я рада, что вы это осознали.»"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но простите, я откажусь.»"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я вполне могу простить вам прежнее пренебрежение, упрёки и высокомерие ко мне.»"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но в Трейсен я встретила родных по духу соперниц и атмосферу тепла и дружбы.»"
    - if: era.get('love:61') >= 75
      lines:
        - "Кинг Хало бросает взгляд на %YOU% и берёт %YOU% за руку."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「И, самое главное, здесь есть мой %CALLNAME%.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Поэтому я больше не вернусь.»"
    - "Мать Кинг Хало долго молчит."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Хорошо. Тогда непременно береги себя.»"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Буду. Прощайте, мать.»"
    - "Кинг Хало кладёт трубку."
    - "Потом %SEX% замечает на лице %YOU% остаток тревоги и невольно смеётся."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME% не думаешь, будто я собиралась назад?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Можешь не волноваться: Кинг ни за что не покинет Трейсен!」"
    - "Только тогда %YOU% немного успокаиваешься."

# 随机事件
os_ramen:
  title: "Кинг Хало и рамен"
  lines:
    - "%YOU% с Кинг Хало договариваетесь пойти поесть."
    - "Кинг Хало вдруг будто что-то вспоминает и хватает %YOU% за руку."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%! Пойдём есть рамен!」"
    - "%YOU% долго смотришь Кинг Хало в глаза."
    - acc: 1
      content: "「Правда? А я думал(а), Кинг выберет что-нибудь ещё первокласснее.»"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Странно сказать, но Кинг, кажется, никогда не ела рамен… А Спешл Уик не раз мне его советовала, так что и самой захотелось попробовать.»"
    - acc: 1
      content: "「Тогда пойдём вместе. Хотя Кинг ни разу не ела рамен — и правда сюрприз.»"
    - "Потом %YOU% ведёшь Кинг Хало в раменную, которую советовала Спешл Уик."
    - "Надо признать: как 「легендарная обжора」, Спешл Уик в еде глаз имеет верный."
    - "%YOU% и Кинг с головой уходите в еду — не вытянуть."
    - "Скоро миски на дне. Кинг Хало вытирает рот и встаёт."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%, я пойду платить! Еда сегодня за счёт Кинг!」"
    - "Сказав это, Кинг Хало протискивается к стойке."
    - "%YOU% спешно доедаешь остаток рамена и идёшь за Кинг Хало."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%, смотри скорее, у меня банковская VIP-карта! Этой картой можно напрямую расплатиться в любом магазине люксовых брендов.»"
    - "Кинг Хало хвастливо машет %YOU% чёрной картой и, не дав %YOU% опомниться, срывается к кассиру."
    - divider: true
      content: ⏰
      position: left
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Что значит, вы эту карту не принимаете?»"
    - "Продавец раменной вытирает холодный пот и повторяет."
    - content:
        - fontWeight: bold
          content: "Продавец"
        - "「Искренне просим прощения, уважаемый гость, но сейчас мы принимаем только наличные и банковские карты пока не обслуживаем...»"
    - "%YOU% торопливо выступает вперёд и выручает Кинг Хало наличными."
    - "Однако по дороге обратно в академию Кинг Хало всё время молчит."
    - acc: 1
      content: "「Эм, рамен-то хотя бы был вкусный?»"
    - "%YOU% наугад ищет тему и нечаянно снова задевает историю с раменом."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Очень вкусно! В следующий раз %CALLNAME% снова своди Кинг туда.»"
    - "На удивление, Кинг Хало совершенно не обращает внимания на тот неловкий эпизод."
    - "%YOU% тихо выдыхает с облегчением."

# 在圣王光环与拉面事件发生后才可触发，满足条件后同样为随机触发
os_for_king:
  title: "Меню специально для King"
  lines:
    - "В последнее время Кинг Хало словно бес попутал: она принялась требовать рамен."
    - "И вот %YOU% снова ведёт %SEX% в ту самую раменную."
    - "%YOU% усаживает Кинг Хало и быстро делает заказ."
    - "А Кинг Хало всё ещё колеблется."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Эм, будьте добры, подойдите сюда!»"
    - "Похоже, Кинг Хало никак не может выбрать, и %SEX% машет продавцу в стороне."
    - content:
        - fontWeight: bold
          content: "Продавец"
        - "「Хотите, я вам что-нибудь порекомендую?»"
    - content:
        - fontWeight: bold
          content: "Продавец"
        - "「Вижу, вы %UMA%, так что рекомендую скрытую позицию -- только для первоклассных гостей: 『King-спецверсия особо большого суперроскошного рамена』!»"
    - "Продавец говорит и заодно примерно показывает размер миски."
    - "%YOU% слышит это название и сразу чует недоброе."
    - "И точно: стоило Кинг Хало услышать слова 「первоклассный」 и 「King」, как глаза у неё загорелись."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%, ну как, этот рамен вполне под стать Кинг?»"
    - "%YOU% смотрит в полные ожидания глаза Кинг Хало и прикидывает, каков на деле тот особо большой рамен."
    - acc: 1
      key: select
      content: "「Набить живот до отвала -- не первоклассный поступок.» (энергия+10%, вес увеличивается)"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Что ж, и то верно.»"
        - "Кинг Хало представляет размер той миски и остывает."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Тогда прошу заказать мне такой же рамен, как у %CALLNAME%.»"
        - "Вскоре приносят две миски рамена -- вид, аромат и вкус на высоте."
    - acc: 2
      content: "「Постарайся доказать себя!» (энергия+30%, вес сильно увеличивается)"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「О-- хо-хо-хо! Прошу приготовить мне 『King-спецверсия особо большого суперроскошного рамена』!»"
        - "Продавец уходит выполнять заказ, и лишь тогда Кинг Хало немного остывает."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Хоть Кинг и вправду первоклассная %UMA%, но эта миска с какой стороны ни глянь -- размеров просто ужасающих!»"
        - "Не успевает Кинг Хало долго колебаться, как особо большой суперроскошный рамен уже ставят перед ней."
        - "%YOU% и Кинг Хало смотрят на миску размером с таз и на гору рамена с добавками сверху -- и немного в шоке."
        - content:
            - fontWeight: bold
              content: "Продавец"
            - "「Порция выглядит огромной, но трое гостей когда-то запросто с ней справились. К слову, все трое тоже были %UMA%.」"
        - "Едва Кинг Хало слышит, что кто-то уже покорил этот особо большой суперроскошный рамен раньше неё, она загорается и отбрасывает прежние сомнения."
        - "%YOU% смотрит ещё более потрясённо, как Кинг Хало без оглядки бросается на покорение рамена."
        - "Итог очевиден: Кинг Хало объелась."
        - "Миска перед %SEX% уже пуста, осталось лишь меньше половины бульона."
        - "Кинг Хало ещё пытается допить и этот остаток бульона, но уже на пределе."
        - "Лишь когда продавец обещает внести Кинг Хало в 「список покорителей особо большого рамена」, она со спокойной душой уходит из раменной следом за %YOU%."
        - "%YOU% смотрит на Кинг Хало с надутым животом рядом и невольно вздыхает."
        - "Похоже, придётся добавить тренировки на сброс веса."

# 随机
ws_fc_train:
  title: "Первоклассная тренировка"
  lines:
    - "%YOU% стоит на тренировочном поле и смотрит на время."
    - "Прошло уже пять минут после назначенного срока, а Кинг Хало всё нет."
    - "Когда %YOU% уже почти теряет терпение, Кинг Хало наконец появляется."
    - "Но против ожиданий %YOU% Кинг Хало оказывается не в тренировочной форме, а в обычной школьной."
    - acc: 1
      content: "「Кинг, ты что...»"
    - "Кинг Хало поспешно перебивает %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%, Кинг считает, что бег сегодня не тянет на первоклассное занятие, так что прошу назначить мне что-нибудь кроме бега!»"
    - "%YOU% слышит просьбу Кинг Хало и на миг недоумевает."
    - acc: 1
      content: "「Кинг нездоровится? Сегодня вполне можно отдохнуть.»"
    - "Кинг Хало слегка краснеет."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「С Кинг всё в порядке! Кинг отлично себя чувствует!»"
    - "Глядя на Кинг Хало в таком виде, %YOU% понимает ещё меньше."
    - "Тут неспешным шагом подходит соседка Кинг Хало по комнате, Haru Urara."
    - color: %COLOR_52%
      content:
        - fontWeight: bold
          content: %URARA%
        - "「Кинг-тян и %CALLNAME_52%, доброе утро~ о, а почему Кинг-тян в школьной форме?»"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Подожди, Urara--」"
    - "Кинг Хало понимает, что дело плохо, и кидается вперёд, чтобы зажать рот Haru Urara."
    - color: %COLOR_52%
      content:
        - fontWeight: bold
          content: %URARA%
        - "「Urara вспомнила~ Кинг-тян вчера выстирала в~се тренировочные формы, да?»"
    - "Кинг Хало опаздывает на шаг: секрет %SEX% Haru Urara уже вываливает вверх тормашками."
    - color: %COLOR_52%
      content:
        - fontWeight: bold
          content: %URARA%
        - "「Эхехе, тогда я не буду мешать Кинг-тян тренироваться~ пока!»"
    - "Затем Хару Урара пулей удрала, оставив окаменевшую Кинг Хало и %YOU% в полной растерянности стоять на месте."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ну вот, теперь %CALLNAME% тоже знает, что случилось. Так как будем планировать дальше?」"
    - "Кинг Хало, потеряв дар речи, ещё какое-то время сверлила взглядом спину Хару Урары, затем повернулась и обречённо посмотрела на %YOU%."
    - "%YOU% посмотрел(а) на Кинг Хало в школьной форме и немного подумал(а)."
    - acc: 1
      key: select
      content: "「Тогда давай потренируем выносливость.」(выносливость+15)"
      lines:
        - "%YOU% назначил(а) Кинг Хало челночный бег с покрышкой."
        - "А Кинг Хало в школьной форме и правда собрала на себя множество взглядов."
    - acc: 2
      content: "「Тогда давай потренируем силу.」(сила+15)"
      lines:
        - "%YOU% назначил(а) Кинг Хало тренировку по тяжёлой атлетике."
        - "А Кинг Хало в школьной форме и правда собрала на себя множество взглядов."
    - acc: 3
      content: "「Тогда давай потренируем волю.」(воля+15)"
      lines:
        - "%YOU% назначил(а) Кинг Хало прыжки по лестнице."
        - "А Кинг Хало в школьной форме и правда собрала на себя множество взглядов."
    - acc: 4
      content: "「Тогда давай потренируем интеллект.」(интеллект+15)"
      lines:
        - "%YOU% отвёл(а) Кинг Хало обратно в кабинет тренера, и %SEX% получила тренировку — просмотр записей скачек."
    - acc: 5
      content: "「Но я просто хочу посмотреть, как Кинг бежит.」(скорость+15, привязанность-5)"
      lines:
        - "Кинг Хало брезгливо взглянула на %YOU%."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Жди!」"
        - "Кинг Хало ускользнула."
        - "Вскоре Кинг Хало снова появилась перед %YOU%. Только на этот раз %SEX% пришла в скаковом костюме."
        - "%YOU% назначил(а) Кинг спринтерскую тренировку, и Кинг Хало в скаковом костюме и правда собрала на себя множество взглядов."

# 好感+10，智力+10，随机
os_auto_graph:
  title: "Автограф-сессия Кинг?"
  lines:
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Давай быстрее! Копаться — это не первоклассное поведение!」"
    - "Кинг Хало всю дорогу протащила %YOU% до самых ворот парка развлечений."
    - acc: 1
      content: "「Эй, Кинг, в расписании такого пункта не было! Ладно, иногда расслабиться тоже вроде—」"
    - "%YOU% поворчал(а) немного, но всё же покорно принял(а) реальность. Однако едва %YOU% сбросил(а) груз с плеч и собрался(-ась) как следует погулять, Кинг Хало сзади ухватила %YOU% за край одежды."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Мы сегодня пришли вовсе не гулять! У нас, вообще-то, есть дело.」"
    - "После этих слов Кинг Хало %YOU% тут же впал(а) в недоумение."
    - "%YOU% как следует подумал(а) — и никак не мог(ла) взять в толк, какое отношение сегодняшние пункты расписания имеют к парку развлечений."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME% вспомнил(а)? Такое важное дело невозможно забыть, правда?」"
    - "Кинг Хало смотрела на %YOU% полным ожидания взглядом, отчего %YOU% стало неловко."
    - "Тогда %YOU% сделал(а) вид, будто глубоко размышляет, и изобразил(а) внезапное озарение."
    - acc: 1
      content: "「Понял(а)! Так это Кинг сломалась! Память спуталась!」"
    - "Увидев, что %YOU% после долгих мук мысли пришёл(-шла) именно к такому выводу, Кинг Хало со злости пнула %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ну правда! Смотри туда!」"
    - "%YOU% проследил(а) взглядом за пальцем Кинг Хало и обнаружил(а) постер 「Первоклассная автограф-сессия Кинг Хало」."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Вспомнил(а)? Сегодня же автограф-сессия Кинг! Такое важное дело забыть — Кинг очень зла!」"
    - "%YOU% снова погрузился(-ась) в растерянность."
    - "Не обращая внимания на надутую рядом Кинг Хало, %YOU% открыл(а) расписание."
    - "И оказалось, что у пункта 「Автограф-сессия Кинг」 с пометкой 「важно」 стоит завтра."
    - "%YOU% взглянул(а) на расписание, потом на Кинг Хало, что отвернулась и дулась, — и рассмеялся(-ась)."
    - acc: 1
      content: "「Хорошо-хорошо, прости, тогда пойдём?」"
    - "%YOU% нарочно решил(а) подразнить Кинг Хало, поэтому %YOU%, сдерживая смех, повёл(а) Кинг Хало к заранее намеченной площадке."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Хм, так-то лучше!」"
    - "Кинг Хало плюхнулась на стул за столом для автографов, приняла надменную позу и стала ждать фанатов за подписью."
    - "Так прошёл целый час: хотя не явился ни один фанат, Кинг Хало всё равно продолжала держать ту же позу."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Почему никто не идёт? Неужели первоклассная Кинг настолько непопулярна?」"
    - "Кинг Хало наконец поняла, что что-то не так."
    - "Тут %YOU% подошёл(-шла) ближе и показал(а) расписание, чтобы %SEX% видела."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Это чт… стой, завтра?」"
    - "%YOU% уже почти отсмеялся(-ась), но при виде ошарашенного лица Кинг Хало снова не удержался(-ась) и расхохотался(-ась)."
    - "Кинг Хало с потемневшим лицом смотрела на %YOU%, всё ещё надрывающегося от хохота."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Не смей смеяться! На самом деле Кинг сегодня пришла осмотреть оформление площадки для автограф-сессии, Кинг этим местом очень довольна!」"
    - "%YOU% не ожидал(а), что Кинг Хало уже приготовила себе путь к отступлению, и слегка удивился(-ась)."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Учитывая, что %CALLNAME% так долго сопровождал(а) Кинг на осмотре, Кинг не станет привлекать %CALLNAME% к ответственности за насмешки над Кинг! Возвращаемся в академию!」"
    - "Услышав это, %YOU% поспешно увёл(а) Кинг Хало с этого горестного места."

# 根性+20，智力-10，随机
ws_laugh:
  title: "Хохот во всё горло"
  lines:
    - "Кинг Хало как всегда распахнула дверь кабинета тренера, однако %YOU% почувствовал(а), что что-то не так."
    - "Кинг Хало явно была не так бодра, как обычно."
    - acc: 1
      content: "「Что случилось, Кинг? Тебе нехорошо?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Первоклассная Кинг — и вдруг простуда… И голос у меня сел!」"
    - "Голос Кинг Хало стал куда ниже и глуше, чем обычно."
    - "Услышав это, %YOU% поспешно налил(а) Кинг Хало стакан горячей воды."
    - acc: 1
      content: "「Тогда сегодня сначала отдохни. Скорее поправиться — вот верный путь.」"
    - "Кинг Хало благодарно взглянула на %YOU% и приняла горячую воду."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но самое главное — Кинг больше не может хохотать во всё горло, как раньше.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О—хо-хо… кхе-кхе…」"
    - "Взгляд Кинг Хало чуть померк."
    - "Но не успел(а) %YOU% что-либо сказать, как Кинг Хало воспряла духом."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Даже с простудой я обязана издать первоклассный хохот!」"
    - "%YOU% не успевает остановить — Кинг Хало уже хохочет."
    - "Поднятая наполовину рука %YOU% снова бессильно опадает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О——хо…… кхе-кхе……」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О…… кхе-кхе……」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О——хохохо! Кхе-кхе……」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ха-ха, у Кинг получилось! Кхе-кхе……」"
    - "%YOU% смотрит на необычайно ликующую Кинг Хало и решает при случае добавить тренировки интеллекта для %SEX%."

# 好感+20，智力+5，随机
os_art_exhibit:
  title: "Первоклассная выставка"
  lines:
    - "Кинг Хало тащит %YOU% смотреть выставку в ближайшей галерее."
    - "Хотя %YOU% не считает, что %YOU% сможет понять истинный смысл этих произведений искусства, Кинг Хало всё равно силой приводит %YOU%."
    - "%YOU% окидывает взглядом картины вокруг и зевает."
    - "Кинг Хало видит вялого %YOU% и слегка недовольна."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Эй! Взбодрись!」"
    - acc: 1
      content: "「Я прошу первоклассного Кинг объяснить мне эти картины!」"
    - "%YOU% осеняет блестящая идея."
    - "Кинг Хало чуть думает и с достоинством кивает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тогда Кинг тебе всё объяснит! Слушай внимательно!」"
    - divider: true
      content: ⏰
      position: left
    - "Надо признать, в этих картинах Кинг Хало и правда разбирается: всю дорогу она объясняет %YOU% очень обстоятельно."
    - "В конце концов Кинг Хало останавливается перед яркой, сочной по цвету картиной."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%, смотри внимательно! Эта картина в абстрактном стиле, упор на сочетание цвета и линий, можно сказать, исполнена глубокого смысла.」"
    - "Выслушав объяснение Кинг Хало, %YOU% подходит ближе и рассматривает полотно."
    - "Цвета яркие, линии довольно грубые и свободные……"
    - acc: 1
      content: "「Так что же на этой картине изображено?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Абстракция — это когда конкретного образа как раз нет.」"
    - "Кинг Хало слегка беспомощно поясняет."
    - "%YOU% смотрит ещё и на табличку рядом с картиной."
    - acc: 1
      content: "「Автор — малыш из детского сада? А нарисованы любимые папа и мама?」"
    - "%YOU% таращит глаза, смотрит на Кинг Хало, что всё ещё льёт объяснения рекой, и снова на картину."
    - "Если так взглянуть, эти линии и правда похожи на двух взрослых, держащих ребёнка за руку."
    - "%YOU% украдкой тычет Кинг Хало."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Не смей перебивать Кинг как попало!」"
    - "%YOU% указывает на табличку к этой картине."
    - "Кинг Хало умолкает."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Видать, этот малыш в столь юном возрасте уже постиг суть абстрактной школы! Вот это да.」"
    - "%YOU% ставит Кинг Хало большой палец за умение выкрутиться."

# 爱慕90及以上的结局
ge_love:
  title: "Настоящие чувства"
  lines:
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Эй, тренер, подойди-ка на минутку.」"
    - "В один самый обычный день после того, как всё уже кончилось, Кинг Хало внезапно врывается в комнату тренера."
    - "%YOU% в некотором недоумении встаёт и подходит к Кинг Хало."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Слишком близко! Приказываю отойти от Кинг подальше!」"
    - "Пока эта %UMA% окончательно не взбесилась, %YOU% поспешно чуть отступает."
    - "Кинг Хало бросает на %YOU% слегка брезгливый взгляд и своевольно достаёт телефон."
    - acc: 1
      content: "「Так вот чего ты хотела? Одного звонка?」"
    - "%YOU% недоумевает ещё сильнее: Кинг Хало специально явилась в комнату тренера…… чтобы позвонить?"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Не спеши, если Кинг так делает — у Кинг на то есть свои соображения. Ты пока просто слушай.」"
    - "Кинг Хало лукаво подмигивает %YOU% и набирает номер."
    - "Ту…… ту……"
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Это Кинг? Не припомню, чтобы у тебя в ближайшее время были скачки. Зачем вдруг звонишь?」"
    - "На том конце — мать Кинг, и %YOU% тоже не понимает, зачем Кинг Хало вдруг явилась в комнату тренера ради такого довольно личного звонка."
    - "Не говоря уже о том, что %SEX% ещё и хвастливо включает громкую связь прямо перед %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Мм, мать, на этот раз я звоню не из-за скачек.」"
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Тогда из-за чего? В академии несладко, хочешь домой?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Совсем нет. Я звоню, чтобы сообщить матери одну вещь.」"
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Пожалуйста, быстрее, у меня мало времени.」"
    - "Кинг Хало глубоко вдыхает, оборачивается и бросает взгляд на %YOU% — будто решилась на что-то."
    - "%YOU% недоумевает ещё сильнее: что же объявит Кинг Хало? Что-то про скачки?"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Мать, я…… я уже собираюсь пожениться со своим тренером. Я не спрашиваю согласия — только объявляю этот факт.」"
    - "На том конце воцаряется тишина. В комнате тренера — то же самое."
    - "%YOU% от изумления широко раскрывает глаза: ни в каких расчётах не было, что Кинг Хало напрямую объявит матери о связи с %YOU%."
    - "И ведь о свадьбе — Кинг Хало вдруг заявляет об этом матери, с которой у неё всегда были непростые отношения."
    - "Даже такая открытая и живая, как Кинг Хало, после этих слов немного поникает."
    - "Лицо %SEX% пылает, растерянный взгляд без конца мечется между щекой %YOU% и экраном телефона."
    - "В конце концов тишину первой нарушает мать Кинг."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Полагаю, тренер %SIR% сейчас рядом? Передай, пожалуйста, телефон тренеру %SIR%, я хочу поговорить с %YOURSEX%.」"
    - "Кинг Хало что-то тихо бормочет, но всё же протягивает телефон %YOU%."
    - "%SEX% смотрит на %YOU% с большой тревогой — будто боится, что мать %SEX% обрушит на %YOU% упрёки."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Кинг Хало, выйди, пожалуйста. Я хочу поговорить с тренером %SIR% наедине.」"
    - "Кинг Хало не двинулась с места и лишь тревожно смотрела на %YOU%."
    - "%YOU% похлопал(а) %SEX% по спине, давая понять, что всё в полном порядке, и только тогда Кинг Хало с беспокойством вышла из кабинета тренера."
    - "Под звук закрывшейся двери мать Кинг Хало заговорила."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Вы, должно быть, и есть тренер Кинг Хало?」"
    - acc: 1
      content: "「Да.」"
    - "%YOU% на мгновение задумался(ась), глубоко вдохнул(а), собрался(ась) с духом и добавил(а):"
    - acc: 1
      content: "「И в то же время... любимый человек %SEX%.」"
    - "Это стало ответом на недавнее довольно смелое заявление Кинг Хало и недвусмысленно обозначило позицию %YOU%."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Ах, вы привели Кинг Хало к стольким блистательным успехам — вам тоже пришлось нелегко.」"
    - "Вопреки ожиданиям %YOU%, мать Кинг Хало никак не прокомментировала эту маленькую дерзость %YOU%."
    - acc: 1
      content: "「Значит, у вас нет ни малейших возражений?」"
    - "%YOU% настолько удивился(ась), что невольно высказал(а) вслух то, что крутилось в голове."
    - "%YOU% и вовсе думал(а), что мать Кинг Хало будет резко противиться отношениям %YOU% с Кинг Хало, и даже подумывал(а), не сбежать ли с Кинг Хало..."
    - "Но у матери Кинг Хало при этих словах, казалось, даже не дрогнуло настроение."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Этот ребёнок всё меньше обо мне заботится. Даже о таком важном не стала советоваться, а объявила в лоб, словно разослала уведомление...」"
    - "Мать Кинг Хало вдруг заговорила, и в голосе слышалась горечь."
    - "%YOU% открыл(а) рот, чтобы что-то сказать, но так и не произнёс(ла) ни слова."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Тренер %SIR%, я, в общем-то, догадываюсь, что вы хотите сказать. Я ведь никудышная мать, не так ли?」"
    - "Услышав, как мать Кинг Хало так прямо признаёт свою вину, %YOU% удивился(ась)."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Именно я должна была быть самым близким человеком %SEX%. Я вырастила бы %SEX% до взрослой, вывела бы %SEX% на скачки, и %SEX% видела бы во мне кумира...」"
    - "Мать Кинг Хало не остановилась и продолжала говорить сама с собой."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Но я не дала %SEX% должного внимания и вместо этого ещё жёстче пыталась подогнать %SEX% под свои представления.」"
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Это и привело к тому, что %SEX% ушла в Tracen, словно сбежала из дома.」"
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Шанс всё исправить у меня ещё был, жаль, что тогда я так и упорствовала в заблуждении. Когда %SEX% брала победу за победой, я не радовалась прогрессу %SEX%, а...」"
    - "На том конце провода несколько секунд царило молчание."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「А обрушивала на результаты %SEX% поистине самодурскую критику и насмешки.」"
    - "%YOU% молча слушал(а): в те моменты %YOU% тоже был(а) рядом."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Тогда я не видела в этом ничего особенного, а сейчас, оглядываясь назад, мне до боли стыдно.」"
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「%SEX% раз за разом давала мне шанс, а я каждый из них отбивала, и с каждым разом всё безжалостнее.」"
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「И в итоге %SEX% больше не хочет давать мне ни единого шанса.」"
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「После этого я не то чтобы не пыталась наладить отношения, но, увы, возможности уже не осталось.」"
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Хо-хо. Жаль? Не будет ли честнее сказать — поделом?」"
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Должны были быть самыми близкими родными, а теперь чужие друг другу...」"
    - "Мать Кинг Хало говорила словно в бреду."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Итак, тренер Кинг Хало.」"
    - "Внезапно её тон стал суровым, и %YOU% невольно навострил(а) уши, слушая во все уши."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Прошу вас: обязательно берегите %SEX%. Я знаю, что такого шанса у меня уже нет, поэтому надеюсь, что вы вместо меня будете по-настоящему любить %SEX%...」"
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Это моё единственное требование. Или, вернее, просьба.」"
    - acc: 1
      content: "「Можете не волноваться: я обязательно позабочусь о %SEX%. Ведь для меня %SEX% тоже бесконечно важна...」"
    - "%YOU% сказал(а) это серьёзно."
    - "С того конца провода донёсся едва слышный тихий смешок."
    - content:
        - fontWeight: bold
          content: "Мать %CHARA%"
        - "「Мм, тогда я спокойна. Будьте счастливы. У меня ещё есть дела, так что я пойду.」"
    - "С этими словами мать Кинг Хало повесила трубку."
    - "Хотя она и говорила о сожалении и вине, в самой сути своей она по-прежнему гордая."
    - "%YOU% подумал(а) так и осторожно положил(а) телефон Кинг Хало."
    - acc: 1
      content: "「Кинг Хало, можно входить.」"
    - "Вскоре Кинг Хало толкнула дверь кабинета тренера и вошла."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Так что, что тебе сказала мать?」"
    - "Кинг Хало села, прислонившись к %YOU%, и обхватила руку %YOU%."
    - acc: 1
      content: "「Секрет.」"
    - "%YOU% обдумывает те слова, что мать Кинг сказала %YOU%, и лукаво подмигивает Кинг Хало."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Как смеешь таить от Кинг? Смотри, как я тебя накажу—」"
    - "Кинг Хало вспыхивает яростью, без церемоний усаживается %YOU% на колени и тянется дёрнуть %YOU% за ухо."
    - "%YOU% довольно жалко уворачивается, пока оба не выбьются из сил."
    - "%YOU% смотрит на сверлящую %YOU% гневным взглядом Кинг Хало рядом и вдруг снова вспоминает наказ матери Кинг."
    - "%YOU% внезапно протягивает руки и обнимает Кинг Хало."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Мм?」"
    - "Кинг Хало ещё не успевает опомниться и уже оказывается в объятиях %YOU%."
    - "Следом %YOU% довольно властно накрывает губы %SEX%."
    - "%SEX% в некоторой панике пытается сопротивляться, но %YOU% так крепко держит %SEX% и не позволяет %SEX% уйти."
    - "Впрочем, если бы %UMA% и вправду захотела вырваться и бежать, одной силы тренера было бы совершенно недостаточно её удержать."
    - "Вскоре Кинг Хало бросает сопротивление, так же обнимает %YOU% и целует %YOU% с пылом ещё большим, чем у %YOU%."
    - "Неизвестно сколько спустя %YOU% наконец понемногу отпускает Кинг Хало, позволяя %SEX% естественно прильнуть к плечу %YOU%."
    - acc: 1
      content: "「Кинг.」"
    - "%YOU% внезапно окликает возлюбленную по имени и нарушает томную тишину кабинета тренера."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Нн?」"
    - "Кинг Хало лениво отзывается."
    - acc: 1
      content: "「Люблю тебя.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я... я тоже.」"
    - "Кинг Хало словно на миг замирает и лишь спустя какое-то время так очень тихо отвечает %YOU%."
    - "%YOU% слегка поворачивается и вдыхает аромат длинных волос %SEX%."
    - "Словно так и должно было быть всегда."

normal_end:
  title: "Дополняя друг друга"
  lines:
    - "Спустя три года — больше тысячи дней и ночей — %YOU% и Кинг Хало встречают первоклассный финал своей истории."
    - "Кинг Хало подряд выигрывает немало скачек, и этого с лихвой хватает, чтобы %SEX% стала той первоклассной %UMA%, какой всегда хотела стать."
    - "Жаль, но даже легенде поколения рано или поздно приходится опускать занавес."
    - "Кинг Хало то твёрдо, то не слишком твёрдо просит %YOU% и дальше водить %SEX% на скачки, но %YOU% знает: это уже вряд ли возможно."
    - "Былые знаменитости отходят на второй план, а пришедшее за ними новое поколение принимает эстафету и продолжает сиять."
    - "Быть может, в этом и есть смысл так называемых поколений."

# be结局，高松宫纪念非一着&爱慕小于75且好感小于225，或重度自暴自弃进一步加重，或保留任意自暴自弃状态至育成结束
be_force:
  title: "Вымели за дверь"
  lines:
    - "%CHARA% с тех пор исчезает из жизни %YOU%, словно её никогда и не было."
    - "А %YOU% ничего не может с этим поделать."
    - "Тренера, что вот так потерял свою подопечную %UMA%, без сомнения выметут за дверь, и люди станут презирать."
    - "Пронзительный сигнал телефона внезапно раздаётся — %YOU% едва не подскакивает."
    - "%YOU% чуть собирается с духом и открывает телефон."
    - divider: true
      content: "Директор Акикава(6)"
      position: left
    - "「Тренер %YOURNAME%, ввиду серьёзной халатности в период вашей работы совет академии единогласно постановил вас уволить.」"
    - "「С сегодняшнего дня вы можете пройти в кабинет директора за письменным уведомлением об увольнении.」"
    - "「Просим вас в течение трёх рабочих дней собрать личные вещи и передать дела секретарю Хаякаве.」"
    - "「Мы не желаем, чтобы вы разглашали что-либо из дел академии вовне; академия Трейсен оставляет за собой право привлечь к ответственности.」"
    - "「Поскольку ваш должностной проступок повлёк тяжёлые последствия, мы более не примем от вас других заявлений о работе.」"
    - "「Директор академии Трейсен, Акикава Яёй.」"
    - divider: true
    - "%YOU% сжимает телефон так крепко, что костяшки белеют."
    - "Хоть эту нынешнюю участь давно можно было предвидеть, когда всё происходит по-настоящему, всё равно выходит слишком внезапно."
    - "%YOU% в последний раз окидывает взглядом этот некогда знакомый, а ныне до странности пустынный кабинет тренера, тяжело вздыхает и, взяв немногочисленные вещи, уходит."
    - "Быть может, уйти вот так — и есть лучший выбор."
