# @file 圣王光环 - 爱慕
# @author 牛蛙煲
49:
  title: "Сама не видит"
  lines:
    - color: %COLOR%
      content: "Дневная тренировка закончилась. Кинг Хало устало вернулась в общежитие."
    - color: %COLOR%
      content: "Соседка по комнате, Хару Урара, давно уже спала."
    - color: %COLOR%
      content: "Кинг Хало взглянула на сладко спящую Хару Урару, тоже зевнула — и её накрыла сонливость."
    - color: %COLOR%
      content: "Быстро умывшись, Кинг Хало тоже легла в постель."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Спокойной ночи, Урара-сан.」"
    - color: %COLOR%
      content: "Кинг Хало едва слышно пожелала спокойной ночи уже спящей Хару Ураре."
    - color: %COLOR%
      content: "Но тут Хару Урара перевернулась и захихикала дурашливым хе-хе-хе."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(Ну вот, опять говорит во сне.)"
    - color: %COLOR%
      content: "Кинг Хало привычно перевернулась, собираясь заснуть."
    - if: era.get('cflag:52:招募状态') === 1
      lines:
        - color: %COLOR_52%
          content:
            - fontWeight: bold
              content: %URARA%
            - "「Э-хе-хе… маленькая Кинг… и %CALLNAME_52%…」"
        - color: %COLOR%
          content: "Сонливость Кинг Хало мигом пропала."
        - color: %COLOR%
          content: "%SEX% резко села и испуганно уставилась на Хару Урару, лежавшую лицом к стене."
        - color: %COLOR_52%
          content:
            - fontWeight: bold
              content: %URARA%
            - "「Прямо как принц и принцесса… так счастливо… э-хе-хе…」"
        - if: era.get('love:52') >= 75
          color: %COLOR_52%
          content:
            - fontWeight: bold
              content: %URARA%
            - "「Э-хе…」"
        - if: era.get('love:52') >= 75
          color: %COLOR_52%
          fontSize: 0.8rem
          content:
            - fontWeight: bold
              content: %URARA%
            - "「У-у…」"
    - if: era.get('cflag:52:招募状态') === 0
      lines:
        - color: %COLOR_52%
          content:
            - fontWeight: bold
              content: %URARA%
            - "「Э-хе-хе… маленькая Кинг… и тренер %SEX%…」"
        - color: %COLOR%
          content: "Сонливость Кинг Хало мигом пропала."
        - color: %COLOR%
          content: "%SEX% резко села и испуганно уставилась на Хару Урару, лежавшую лицом к стене."
        - color: %COLOR_52%
          content:
            - fontWeight: bold
              content: %URARA%
            - "「Прямо как принц и принцесса… так счастливо… э-хе-хе…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Урара-сан? Ты ведь не проснулась?」"
    - color: %COLOR%
      content: "Хару Урара перевернулась и повернула ко Кинг Хало спящее лицо."
    - if: era.get('cflag:52:招募状态') === 1 && era.get('love:52') >= 75
      color: %COLOR%
      content: "У глаз будто чуть влажно — но Кинг Хало этого не заметила."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(И правда, сонный бред…)"
    - color: %COLOR%
      content: "Кинг Хало тяжело вздохнула и плюхнулась на подушку."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(Лучше скорее уснуть… завтра ещё тренировка с %CALLNAME%.)"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - （%CALLNAME%……%CALLNAME%……）
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(Ну вот ещё, что за сонные речи у Урара-сан, какая дерзость!)"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(Хотя, стоит подумать о %CALLNAME%…)"
    - color: %COLOR%
      content: "Кинг Хало почувствовала по всему телу странный, неописуемый жар."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(Почему… стоит подумать о %CALLNAME% — и сразу так жарко…)"
    - color: %COLOR%
      content: "Кинг Хало без конца ворочалась на кровати, силясь выкинуть %YOU% из головы."
    - color: %COLOR%
      content: "Не вышло."
    - color: %COLOR%
      content: "И вскоре голову Кинг Хало заполнили голос, лицо и улыбка %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(%CALLNAME%… я приказываю тебе — вон из головы Кинг!)"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(Так жарко… больше не могу…)"
    - color: %COLOR%
      content: "Кинг Хало украдкой протянула руку себе между ног."
    - color: %COLOR%
      content: "%SEX% и сама не знала, зачем так делает, — просто следовала инстинкту."
    - color: %COLOR%
      content: "И тут же пальцы %SEX% беспокойно заскользили."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(А-ах… %YOURNAME%…)"
    - color: %COLOR%
      content: "%SEX% уже совсем потеряла рассудок: вся сила в теле хлынула в пальцы."
    - color: %COLOR%
      content: "Тело Кинг Хало судорожно выгнулось дугой."
    - color: %COLOR%
      content: "Размах движений %SEX% всё рос, и в ночной тишине послышалось тихое хлюпанье."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(Ах…)"
    - color: %COLOR%
      content: "Когда накрыл последний оргазм, тело Кинг Хало выгнулось до нелепой дуги."
    - color: %COLOR%
      content: "Хлынувшая струя промочила одежду и постель %SEX%."
    - color: %COLOR%
      content: "Потом Кинг Хало обмякла на кровати и понемногу пришла в себя."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(Что я такое натворила… какой позор!)"
    - color: %COLOR%
      content: "Осознав, что только что произошло, Кинг Хало невольно закрыла лицо руками."
    - color: %COLOR%
      content: "%SEX% как можно тише сменила одежду и постель и попыталась снова уснуть."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(Стоп… почему я вообще думала о %CALLNAME%? Неужели…)"
    - color: %COLOR%
      content: "Кинг Хало вдруг проснулась насовсем и инстинктивно села."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Неужели я и правда влюбилась в %YOURNAME% у-у—」"
    - color: %COLOR%
      content: "Поняв, что сказала это вслух, Кинг Хало торопливо зажала себе рот."
    - color: %COLOR%
      content: "%SEX% метнула взгляд на Хару Урару рядом и, убедившись, что та всё ещё крепко спит, выдохнула с облегчением."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(Урара права: я и сама не замечала, а ведь, похоже, уже влюбилась в %YOURNAME%…)"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(Но что %YOURNAME% думает обо мне?)"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(Хмф, быть тренером Кинг и посметь Кинг не любить — это уже халатность %YOURNAME%!)"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(Вот так, понемногу, и открою %YOURNAME% сердце Кинг! Кинг так просто не сдастся!)"
    - color: %COLOR%
      content: "Так самодовольно думала Кинг Хало — будто роман с %YOU% уже решён по умолчанию."
    - color: %COLOR%
      content: "И совершенно вымотанная %SEX% перевернулась и глубоко уснула."

74:
  title: "Вовсе не страшно"
  lines:
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%, Кинг устала!」"
    - "После одного круга тренировки Кинг Хало нарочно села на землю и заголосила, что устала."
    - "%YOU% озадаченно глянул(а) в план тренировки у себя в руках."
    - acc: 1
      content: "「Кинг, мы же только начали!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「В общем, устала и всё! Жалую %CALLNAME% право взять Кинг погулять! Ну же, веди меня гулять!」"
    - "Кинг Хало не вставала, и %YOU% поневоле пришлось согласиться на требование %SEX%."
    - divider: true
      content: ⏰
      position: left
    - acc: 1
      content: "「…Так что, Кинг, тебе и правда нравится такой досуг?」"
    - "Когда %YOU% кивнул(а) в знак согласия, Кинг Хало потащила %YOU% бегом до ближайшей торговой улицы и остановилась перед мрачным зданием."
    - "Кинг Хало сбоку крепко вцепилась в руку %YOU%, делая вид, что ей всё нипочём, — а сама уже дрожала."
    - "У входа в здание висит табличка: 「Сверхпервоклассный дом с привидениями」."
    - "%YOU% примерно понимает, зачем Кинг Хало так рвалась сюда."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Пойдём! Сверхпервоклассная Кинг ни капли не боится!」"
    - "Тогда %YOU% пожимает плечами и ведёт явно храбрящуюся Кинг Хало в дом с привидениями."
    - "Что и говорить, не зря это 「сверхпервоклассный дом с привидениями」: страшно уже с порога."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Кьяяяяяя—!」"
    - "Кинг Хало от страха вцепляется в руку %YOU%."
    - acc: 1
      content: "「Эй, это же просто бутафория!」"
    - "%YOU% пинком отшвыривает с дороги бутафорский череп."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я… я и так знаю! Кинг всего лишь проверяет храбрость %CALLNAME%!」"
    - "Так говорит Кинг Хало, но хватка ничуть не слабеет."
    - acc: 1
      content: "「Тогда, может, лучше выйдем?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ни за что! Раз пришли — надо его покорить!」"
    - "%YOU% не очень хочет спорить с храбрящейся Кинг Хало и пару раз пробует выдернуть руку — не выходит, так что остаётся дать Кинг Хало обхватить себя крепче."
    - "А Кинг Хало после очередных вспышек страха просто зажмуривается, но сила в руках всё растёт."
    - "Впрочем, благодаря компании Кинг Хало этот дом с привидениями кажется %YOU% уже не таким страшным."
    - "А когда попадается сцена пострашнее, %YOU% даже рефлекторно обхватывает Кинг Хало."
    - "Конечно, тут же чуть смущённо отпускает."
    - "Но по ходу аттракциона %YOU% всё равно чует: страх Кинг Хало не до конца настоящий."
    - "На многих вовсе не таких уж страшных сценах Кинг Хало тоже исправно взвизгивает — и тут же пользуется случаем прижаться к %YOU% ещё крепче."
    - "А всякий раз, когда %YOU% предлагает Кинг Хало выйти пораньше, та с полной грудью это отметает."
    - "Словно и сама Кинг Хало стала частью дома с привидениями — такая вот жуткая странность."
    - "Хоть сейчас Кинг Хало жмётся совсем как птенчик, %YOU% так и не хватает духу это произнести."
    - "Тем более что на этот странный её вид у %YOU% постепенно складывается дерзкая догадка…"
    - divider: true
      content: ⏰
      position: left
    - "Вскоре путь заканчивается, и %YOU% с Кинг Хало снова выходят на солнце."
    - "%YOU% смотрит на Кинг Хало — та всё ещё зажмурилась и клещами держит руку %YOU% — и чувствует лёгкую беспомощность."
    - acc: 1
      content: "「Кинг? Мы уже снаружи.」"
    - "Только тогда Кинг Хало осторожно приоткрывает глаза, убеждается, что и правда уже снаружи дома с привидениями, и возвращается к своему обычному виду."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Оо— хо-хо-хо! Похоже, Кинг успешно покорила это место!」"
    - "%YOU% теряет дар речи и уже хочет просто уйти, оставив Кинг Хало хвастаться тут одной, но та всё ещё очень близко обнимает %YOU%."
    - "Вспоминая всё, что было в доме с привидениями, %YOU% постепенно приходит к довольно смелому и радикальному выводу."
    - "Так стоит ли сказать всё в открытую?"
    - acc: 1
      key: update
      content: "「На самом деле Кинг не так уж и боялась, да?」(повысить отношения)"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「О чём это %CALLNAME% говорит?」"
        - "Кинг Хало делает вид, что не расслышала слов %YOU%."
        - "Похоже, пробить броню этой особы можно только искренностью."
        - acc: 1
          content: "「Первоклассная Кинг и правда пугается до такой степени?」"
        - "%YOU% смотрит на руки Кинг Хало, всё ещё туго обхватившие %YOU%."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Ничего подобного, я просто…」"
        - acc: 1
          content: "「Кинг, я тоже тебя люблю.」"
        - "В этой партии %YOU% выбирает смелую атаку."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Я просто машинально… стой-стой-стой? Что ты такое говоришь?」"
        - "Кинг Хало сначала застывает, потом переспрашивает, не веря своим ушам."
        - acc: 1
          content: "「У Кинг ведь те же мысли, да? Когда обнимала, чуть не срослась со мной.」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Ува-ва-ва! Стой-стой-стой! Слишком… слишком прямо! %CALLNAME%, подожди, пока Кинг всё как следует разложит!」"
        - "Похоже, смелая атака %YOU% нанесла Кинг Хало критический удар с весьма внушительным уроном."
        - "Глядя на пылающее лицо Кинг Хало, %YOU% больше не выдерживает и тоже обнимает её."
        - "Кинг Хало, разоблачённая %YOU%, смущённо опускает голову."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Не думала, что %CALLNAME% так рано разглядит чувства Кинг! Пока что зачтём, что ты Кинг хорошо понимаешь!」"
        - "Кинг Хало отворачивается, но отвечает %YOU% объятием ещё горячее."
        - "Говоря словами Кинг Хало, 「первоклассные любовные отношения」 успешно заключены."
    - acc: 2
      content: "「Первоклассная Кинг тоже, значит, боится?」(пока не повышать)"
      lines:
        - "%YOU% решает пока придержать чувства."
        - "Как и следовало ожидать, Кинг Хало вспыхивает от этих слов и тут же отпускает %YOU%."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Как я вообще могу бояться!」"
        - "%YOU% пользуется мигом, когда Кинг Хало отпускает %YOU%, и сбегает."
        - "Хоть Кинг Хало тут же догоняет, она, кажется, занята только перебранкой с %YOU% и забыла про ту сладострастную близость в доме с привидениями."
        - "Впрочем, %YOU% отчётливо чувствует разочарование Кинг Хало."

89:
  title: "Неуклюжий, но сладкий замысел"
  lines:
    - "Сегодня хорошая погода, и %YOU% идёт по дорожкам академии Трейсен в весьма лёгком настроении."
    - "Но нутром %YOU% всё равно чует: сегодня случится что-то большое."
    - "%YOU% смотрит на резвящихся вокруг %UMA% и никак не представляет, что может случиться."
    - "Пока %YOU% не замечает крадущуюся фигуру Кинг Хало."
    - "У %YOU% подопечная %UMA% как раз несёт изящно упакованную коробочку и проносится сквозь стайку %UMA%."
    - acc: 1
      content: "「Эй, Кинг!」"
    - "%YOU% пытается привлечь внимание Кинг Хало, но %SEX% уже умчалась далеко."
    - "Кажется, направилась в сторону комнаты тренера."
    - "%YOU% тут же прибавляет шаг."
    - "Однако, добравшись до комнаты тренера, %YOU% не обнаруживает там силуэта Кинг Хало."
    - "А та коробочка, что несла Кинг Хало, аккуратно поставлена на диван."
    - "%YOU% берёт коробку и осматривает — снаружи нет ничего полезного: самая обычная подарочная коробка."
    - "Раз Кинг Хало сейчас нет, %YOU% снова ставит подарок на место."
    - "Хотя отношения %YOU% и Кинг Хало давно уже самые близкие, самовольно вскрывать вещи %SEX% всё же не слишком уместно."
    - "И %YOU%, как обычно, погружается в работу."
    - "Пока в дверь кабинета тренера не постучали."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%! Ты здесь?」"
    - "Получив утвердительный ответ, Кинг Хало толкает дверь и входит в кабинет тренера."
    - "%YOU% поднимает голову и видит: личико Кинг Хало пылает румянцем, она словно очень взволнована и полна предвкушения."
    - "Вспомнив о коробочке, которую %SEX% принесла заранее, %YOU% вдруг осеняет мысль."
    - "Эта маленькая коробка — уж не подарок ли, который Кинг Хало принесла %YOU%?"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ого, что это такое!」"
    - "%YOU% только собирается спросить, но видит, как Кинг Хало смотрит на подарочную коробку на диване с видом крайнего изумления."
    - "Впрочем, это явно наиграно."
    - "%YOU% хмурится и уже хочет что-то сказать, но Кинг Хало уже бросается к той коробке."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Похоже, это подарок %CALLNAME% Кингу. Что ж, Кинг примет без церемоний!」"
    - acc: 1
      content: "「Кинг, я…」"
    - "%YOU% только хочет что-то сказать, как Кинг Хало оборачивается и сверлит %YOU% предостерегающим взглядом."
    - "И %YOU% проглатывает оставшуюся половину фразы."
    - "%YOU% с лёгким ужасом смотрит, как Кинг Хало возвращает себе недавний взволнованный вид и торопливо срывает обёртку с коробки."
    - "В коробке лежит маленький торт."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ого, откуда %CALLNAME% знает, что Кингу как раз захотелось торт именно этого вкуса!」"
    - "Кинг Хало стремительно переходит в атаку на тортик — вид у неё крайне нетерпеливый."
    - "%YOU% стоит в стороне и про себя качает головой."
    - "Вдруг глаза Кинг Хало вспыхивают — она останавливается."
    - "%SEX% украдкой бросает взгляд на %YOU%, затем, притворившись крайне удивлённой, запускает пальцы в оставшийся торт."
    - "И вынимает из торта сверкающую безделушку."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%, так у этого подарка, выходит, был скрытый умысел?」"
    - "Безделушка эта — ничто иное, как кольцо."
    - "Затем Кинг Хало вытирает кольцо начисто и насильно вкладывает его %YOU% в ладонь."
    - "%SEX% протягивает %YOU% правую руку, левой прикрывает лицо в нарочито застенчивой позе — и всё же оставляет крошечную щёлочку, чтобы украдкой смотреть на %YOU%."
    - "%YOU% смотрит на этот вид Кинг Хало, потом на кольцо в руке — и только тогда понимает, к чему она клонит."
    - "Выходит, Кинг Хало давно всё подготовила и даже пути к отступлению %YOU% не оставила…"
    - "Такая инициатива и такой напор — иначе не скажешь, недаром это Кинг Хало."
    - "%YOU% вздыхает, берёт кольцо и осторожно обхватывает правую руку Кинг Хало."
    - acc: 1
      key: update
      content: "Надеть кольцо на безымянный палец %SEX%. (повысить отношения)"
      lines:
        - "Кинг Хало уже зашла в этом спектакле так далеко, что %YOU% неловко отказать в лоб."
        - "Да и зачем отказывать?"
        - "Не случись всего этого сегодня, у %YOU% и без того, глядишь, возникли бы мысли, как сделать Кинг Хало предложение."
        - "А то, что произошло сегодня, без всяких сомнений доказало чувства Кинг Хало."
        - "Поэтому %YOU% решает принять эти чувства Кинг Хало."
        - acc: 1
          content: "「Пусть с этих пор мы будем рядом друг с другом и проживём остаток жизни вместе!」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「М-м!」"
        - "Хотя всем дирижировала Кинг Хало, а %YOU% лишь плывёт по течению, у Кинг Хало к этому мигу уже краснеют края глаз."
        - "%YOU% бережно держит правую руку Кинг Хало с кольцом, будто это драгоценное произведение искусства."
        - "Затем под любящим взглядом Кинг Хало %YOU% подаётся вперёд и целует."
    - acc: 2
      content: "Надеть кольцо на большой палец %SEX%. (пока не повышать)"
      lines:
        - "Увы, один ход Кинг Хало всё-таки не просчитала."
        - "Хотя %YOU% тоже питает к Кинг Хало сильную любовь, всё равно кажется, что момент не самый подходящий."
        - "И %YOU% находит, как выйти из положения."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「%CALLNAME%, что это значит? Палец-то не тот, ну и тупица!」"
        - "Кинг Хало явно не ожидала от %YOU% такого жеста и на миг совершенно теряется."
        - acc: 1
          content: "「Нет, Кинг, я вовсе не ошибся.」"
        - acc: 1
          content: "「Надеть кольцо на большой палец — это ведь символ сильных и мощи, знаешь ли?」"
        - "Кинг Хало силой выдёргивает руку из ладони %YOU% и бросает на %YOU% затаённо-обиженный взгляд."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Ни проблеска романтики! Совсем не первоклассно!」"
        - "Не дав %YOU% открыть рот, Кинг Хало прямиком выбегает из кабинета тренера."
        - "%YOU% отчётливо чувствует, как Кинг Хало расстроена."

99:
  title: "Искренность в мелочах"
  lines:
    - "В последнее время по какой-то причине объём работы %YOU% резко вырос."
    - "Чтобы вовремя закрыть задания, %YOU% приходится ночевать в кабинете тренера за сверхурочными."
    - "Пропахав несколько дней без передышки, %YOU% наконец заканчивает все задания и может идти домой отдыхать."
    - "А сознание %YOU% к этому мигу уже слегка плывёт."
    - "%YOU% плетётся домой тяжёлой походкой: ключ вроде вынут, а попасть им в скважину никак не выходит."
    - "Замочная скважина перед %YOU% вдруг разрастается до размера двери и источает мягкое сияние."
    - "А в самом центре скважины ещё и проступает чей-то силуэт."
    - "%YOU% с мыслью 「так целиться будет куда удобнее」 тычет ключом в руке в силуэт перед собой."
    - "Неожиданно скважина открывает рот."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: "「Замочная скважина」"
        - "「%CALLNAME%, почему только сейчас домой? Звоню — не берёшь, я до смерти извёлась!」"
    - "%YOU% сильно вздрагивает: скважина и вправду заговорила!"
    - "%YOU% торопливо стискивает ключ в руке, чтобы нанести замочной скважине ответный удар."
    - "Увы, силы и энергия %YOU% уже иссякли дотла."
    - "%YOU% всем телом валится на замочную скважину перед собой."
    - "В последнее мгновение перед потерей сознания тело %YOU% подхватывает что-то мягкое."
    - "И вместе с этим раздаётся тревожный крик:"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: "「Замочная скважина」"
        - "「%CALLNAME%? %CALLNAME%! Что с тобой!」"
    - "После этого %YOU% проваливается в бескрайнюю тьму."
    - divider: true
      content: ⏰
      position: left
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%, ты меня слышишь?」"
    - "%YOU% чуть приходит в себя, осознаёт, что уже заботливо устроили на кровати, и следом слышит знакомый голос."
    - "Кинг Хало видит, что %YOU% шевелится, и очень радуется."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я развела тебе воду с мёдом, выпей сначала немного?」"
    - "Кинг Хало устраивает %YOU% в сгибе локтя %SEX%, а другой рукой подносит стакан к губам %YOU%."
    - "Немного сладковато, зато температура — в самый раз."
    - "Видать, Кинг Хало сама проверила температуру и только потом принесла."
    - "%YOU% через силу принимает заботу Кинг Хало целиком и чувствует, что на душе чуть легче."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%, отдыхай дальше. Кинг будет здесь, рядом с тобой.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Первоклассный Кинг, конечно же, и заботиться умеет лучше всех.」"
    - "Кинг Хало мягко укладывает %YOU% ровно, и %YOU% невольно засыпает снова."
    - divider: true
      content: ⏰
      position: left
    - "Неясно, сколько прошло времени, когда %YOU% вдруг просыпается."
    - "О вчерашнем осталось смутное впечатление, но детали стёрлись без следа."
    - "Дух всё ещё измотан донельзя, зато телесная усталость уже сильно отступила."
    - "%YOU% собирается подняться — и натыкается на что-то."
    - "%YOU% оглядывается — и взгляд сразу встречается со спящим лицом Кинг Хало."
    - "%SEX% спит сладко и сейчас раскинулась звёздочкой, обнимая %YOU%."
    - "Видать, %SEX% не решилась оставить %YOU% здесь в одиночестве и предпочла остаться вместе с %YOU%."
    - "%YOU% осторожно протягивает руку и гладит %SEX% по щеке."
    - "Неожиданно Кинг Хало тихонько мычит и открывает глаза."
    - acc: 1
      content: "「Кинг, я...」"
    - "Но Кинг Хало вовсе не бранит — наоборот, обнимает %YOU% ещё крепче."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「В следующий раз не выкладывайся так до конца, хорошо? Хотя бы ради Кинга?」"
    - "Кинг Хало показывает застенчивую прелесть, какую и за сто лет не сыскать, и %YOU% смотрит почти стеклянными глазами."
    - "Но стоит %SEX% увидеть, что %YOU% не реагирует, как истинный характер тут же вылезает наружу."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%, ну ты вчера и устроил! Спать нормально так и не спал, из-за тебя Кинг раз за разом вставала и за тобой ухаживала!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「И ещё: совсем вымотался, а всё равно руки на Кинга распускать вздумал!」"
    - "Кинг Хало немного краснеет."
    - "%YOU% от этих слов становится очень неловко, потому что у %YOU% и правда напрочь нет памяти о том времени."
    - "Кинг Хало притворно сердится и отворачивается."
    - "Но очень скоро %SEX% снова оборачивается и, покраснев, смотрит на %YOU% с ожиданием."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「В качестве компенсации сегодня Кинг будет сверху!」"
    - "Не успевают слова слететь с губ, как Кинг Хало под испуганным взглядом %YOU% расстёгивает одежду на %YOU%."
  # 进入圣王光环为主导的调教

# 爱慕75及以上的时候与春乌拉拉的爱慕达到75
fraternity:
  title: "Первоклассная всеобъемлющая любовь..."
  lines:
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%, почему ты полез к Урара-сан?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ведь у тебя уже есть Кинг?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Почему почему почему почему почему」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Почему почему почему почему почему почему почему почему почему」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「…………」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Похоже, твоих чувств уже не вернуть...」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тогда прошу тебя: обязательно хорошо заботься об Урара-сан.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%SEX% наивна, простодушна и добра и согреет любого, кто соприкоснётся с %SEX%.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Поэтому прошу: не позволяй %SEX% встретиться лицом к лицу хоть с какой-то злобой, даже с самой лёгкой.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Кинг, разумеется, тебя любит, и Урара-сан, должно быть, тоже.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Широта сердца — знак первоклассности, поэтому я не буду слишком ревновать к вашим отношениям.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но в обмен я хочу ещё раз подчеркнуть: прошу тебя, обязательно-обязательно позаботься о %SEX%.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「На этом всё. Теперь уйди, хорошо?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я хочу... немного тишины.」"