const I18nAblDesc = require('#/i18n/ja-JP/table/abl-desc');

module.exports = class extends I18nAblDesc {
  abl_above = '인간을 넘어선 경지';
  abl_ex = '신과 같은 재능';

  atk_lv0 = '종잇장처럼 순수함';
  atk_lv1 = '아직 서툴다';
  atk_lv2 = '조금 형태를 갖췄다';
  atk_lv3 = '무난한 수준';
  atk_lv4 = '특기로 삼을 만하다';
  atk_lv5 = '정점에 도달했다';

  atk_sm_lv0 = '아직 아무것도 모른다';
  atk_sm_lv1 = '서툴고 수줍은 가학';
  atk_sm_lv2 = '도S 여왕 후보생';
  atk_sm_lv3 = '무난한 수준';
  atk_sm_lv4 = '눈이 휘둥그레질 정도의 능숙함';
  atk_sm_lv5 = '이미 SM의 길을 통달했다';

  buff_lv0 = '아무것도 모름';
  buff_lv1 = '본능에 맡김';
  buff_lv2 = '조금은 알고 있다';
  buff_lv3 = '이치를 이해한다';
  buff_lv4 = '조리 있게 설명 가능';
  buff_lv5 = '손바닥 보듯 훤하다';

  buff_mouth_lv0 = '아직 아무것도 모른다';
  buff_mouth_lv1 = '본능에 따를 뿐';
  buff_mouth_lv2 = '조금은 감을 잡았다';
  buff_mouth_lv3 = '구별할 수 있게 됐다';
  buff_mouth_lv4 = '조리 있게 설명할 수 있다';
  buff_mouth_lv5 = '이미 손바닥 보듯 훤하다';

  buff_sm_lv0 = '아직 아무것도 모른다';
  buff_sm_lv1 = '본능에 따를 뿐';
  buff_sm_lv2 = '조금은 감을 잡았다';
  buff_sm_lv3 = '상대의 흥분 지점을 안다';
  buff_sm_lv4 = '조리 있게 설명할 수 있다';
  buff_sm_lv5 = 'SM의 수법을 완전히 꿰고 있다';

  def_lv0 = '건드리기만 해도 무너진다';
  def_lv1 = '맛을 알아가기 시작했다';
  def_lv2 = '조금은 즐길 수 있다';
  def_lv3 = '그 안에서 즐거움을 찾는다';
  def_lv4 = '완전히 익숙해졌다';
  def_lv5 = '없으면 견딜 수 없다';

  def_mouth_lv0 = '쾌감에 멍해진다';
  def_mouth_lv1 = '더 느끼고 싶어 한다';
  def_mouth_lv2 = '조금은 즐길 수 있게 됐다';
  def_mouth_lv3 = '입으로 느끼는 쾌락을 즐긴다';
  def_mouth_lv4 = '이미 완전히 익숙하다';
  def_mouth_lv5 = '없으면 버틸 수 없다';

  def_anal_lv0 = '아직 아무것도 모른다';
  def_anal_lv1 = '통증을 두려워한다';
  def_anal_lv2 = '아직 조금 거부감이 있다';
  def_anal_lv3 = '쾌락을 느끼기 시작했다';
  def_anal_lv4 = '채워지는 감각에 익숙해졌다';
  def_anal_lv5 = '비어 있는 상태를 견디지 못한다';

  def_sm_lv0 = '아직 아무것도 모른다';
  def_sm_lv1 = '아직 조금 거부감이 있다';
  def_sm_lv2 = '도M 육노 후보생';
  def_sm_lv3 = '피학의 쾌감을 느끼기 시작했다';
  def_sm_lv4 = '괴롭힘에 완전히 익숙해졌다';
  def_sm_lv5 = '깨어 있든 앉아 있든 피학만 생각한다';

  10 =
    '입술이나 혀 등 구강으로 상대의 입을 자극하는 능력.\n등급이 높을수록 구강으로 주는 쾌감이 늘어난다.\n구강 인자로 강화한다.\n\n타고나길 입이 능숙한 캐릭터는 이 능력을 우선해서 올린다.';
  11 =
    '입술이나 혀 등 구강으로 상대의 몸을 자극하는 능력.\n등급이 높을수록 구강으로 주는 쾌감이 늘어난다.\n구강 인자로 강화한다.\n\n타고나길 입이 능숙한 캐릭터나 [정액음용중독] 캐릭터는 이 능력을 우선해서 올린다.';
  12 =
    '유방이나 유두 등 가슴으로 상대의 몸을 자극하는 능력.\n등급이 높을수록 가슴으로 주는 쾌감이 늘어난다.\n신체 인자와 가학 인자로 강화한다.\n\n타고나길 뛰어난 가슴을 가진 캐릭터나 [정액욕중독] 캐릭터는 이 능력을 우선해서 올린다.';
  13 =
    '양손으로 상대의 몸을 자극하는 능력.\n등급이 높을수록 손으로 주는 쾌감이 늘어난다.\n신체 인자와 가학 인자로 강화한다.\n\n타고나길 손이 능숙한 캐릭터나 [정액욕중독] 캐릭터는 이 능력을 우선해서 올린다.';
  14 =
    '발로 상대의 몸을 자극하는 능력.\n등급이 높을수록 발로 주는 쾌감이 늘어난다.\n신체 인자와 가학 인자로 강화한다.\n\n타고나길 발이 능숙한 캐릭터나 [정액욕중독] 캐릭터는 이 능력을 우선해서 올린다.';
  15 =
    '머리카락, 겨드랑이, 하복부, 허리, 꼬리, 무릎 뒤, 발바닥 등으로 상대의 몸을 자극하는 능력.\n등급이 높을수록 신체로 주는 쾌감이 늘어난다.\n신체 인자와 가학 인자로 강화한다.\n\n[정액욕중독] 캐릭터는 이 능력을 우선해서 올린다.';
  16 =
    '클리토리스, 음순, 질 등 여성기로 상대의 몸을 자극하는 능력.\n등급이 높을수록 여성기로 주는 쾌감이 늘어난다.\n질구 인자로 강화한다.\n\n타고나길 조임이 좋은 캐릭터나 [정액착취중독] 캐릭터는 이 능력을 우선해서 올린다.';
  17 =
    '엉덩이, 항문, 장, S상결장 등으로 상대의 몸을 자극하는 능력.\n등급이 높을수록 항문으로 주는 쾌감이 늘어난다.\n신체 인자와 가학 인자로 강화한다.\n\n타고나길 매력적인 엉덩이를 가진 캐릭터나 [정액관장] 캐릭터는 이 능력을 우선해서 올린다.';
  18 =
    '음경으로 상대의 몸을 자극하는 능력.\n등급이 높을수록 음경으로 주는 쾌감이 늘어난다.\n신체 인자와 가학 인자로 강화한다.\n\n타고나길 훌륭한 음경을 가진 캐릭터는 이 능력을 우선해서 올린다.';
  19 =
    '가학 수법으로 상대의 몸을 자극하는 능력.\n등급이 높을수록 가학으로 주는 쾌감이 늘어난다.\n가학 인자로 강화한다.\n\n타고나길 [도S], [소악마], [변태] 등의 특성을 가진 캐릭터는 이 능력을 우선해서 올린다.';

  20 =
    '구강의 민감한 지점을 파악하는 능력.\n등급이 높을수록 상대의 입을 자극했을 때 주는 쾌감이 늘어난다.\n구강 인자로 강화한다.\n\n구강이 민감한 상대를 만나면 이 능력을 우선해서 올린다.';
  21 =
    '유방이나 유두 등 가슴의 민감한 지점을 파악하는 능력.\n등급이 높을수록 상대의 가슴을 자극했을 때 주는 쾌감이 늘어난다.\n가슴 인자로 강화한다.\n\n가슴이 민감한 상대를 만나면 이 능력을 우선해서 올린다.';
  22 =
    '신체의 민감한 지점을 파악하는 능력.\n등급이 높을수록 상대의 몸을 자극했을 때 주는 쾌감이 늘어난다.\n신체 인자로 강화한다.\n\n몸이 민감한 상대를 만나면 이 능력을 우선해서 올린다.';
  23 =
    '외음부의 민감한 지점을 파악하는 능력.\n등급이 높을수록 상대의 외음부를 자극했을 때 주는 쾌감이 늘어난다.\n클리 인자로 강화한다.\n\n외음부가 민감한 상대를 만나면 이 능력을 우선해서 올린다.';
  24 =
    '질의 민감한 지점을 파악하는 능력.\n등급이 높을수록 상대의 질을 자극했을 때 주는 쾌감이 늘어난다.\n질구 인자로 강화한다.\n\n질이 민감한 상대를 만나면 이 능력을 우선해서 올린다.';
  25 =
    '엉덩이, 항문, 장, S상결장 등의 민감한 지점을 파악하는 능력.\n등급이 높을수록 상대의 항문을 자극했을 때 주는 쾌감이 늘어난다.\n항문 인자로 강화한다.\n\n항문이 민감한 상대를 만나면 이 능력을 우선해서 올린다.';
  26 =
    '음경의 민감한 지점을 파악하는 능력.\n등급이 높을수록 상대의 음경을 자극했을 때 주는 쾌감이 늘어난다.\n음경 인자로 강화한다.\n\n음경이 민감한 상대나 [정액음용중독], [정액욕중독], [정액착취중독], [정액관장] 등의 특성이 있을 때 이 능력을 우선해서 올린다.';
  27 =
    '피학의 민감한 지점을 파악하는 능력.\n등급이 높을수록 가학으로 주는 쾌감이 늘어난다.\n피학 인자로 강화한다.\n\n타고나길 [도S], [소악마], [변태] 등의 특성을 가진 캐릭터는 이 능력을 우선해서 올린다.';

  30 =
    '구강 절정에 대한 내성.\n등급이 높을수록 구강 절정 시 체력·기력 소모가 줄어든다.\n구강 인자로 강화한다.\n\n타고나길 구강이 민감하거나 [목구멍민감]인 캐릭터는 이 능력을 우선해서 올린다.';
  31 =
    '가슴 절정에 대한 내성.\n등급이 높을수록 가슴 절정 시 체력·기력 소모가 줄어든다.\n가슴 인자로 강화한다.\n\n타고나길 가슴이 민감하거나 [냄새민감]인 캐릭터는 이 능력을 우선해서 올린다.';
  32 =
    '머리카락, 겨드랑이, 하복부, 허리, 꼬리, 무릎 뒤, 발바닥 등 2차 민감 부위 절정에 대한 내성.\n등급이 높을수록 신체 절정 시 체력·기력 소모가 줄어든다.\n신체 인자로 강화한다.\n\n타고나길 몸이 민감하거나 [냄새민감]인 캐릭터는 이 능력을 우선해서 올린다.';
  33 =
    '클리토리스와 음순 등 외음부 절정에 대한 내성.\n등급이 높을수록 외음부 절정 시 체력·기력 소모가 줄어든다.\n클리 인자로 강화한다.\n\n타고나길 외음부가 민감하거나 [냄새민감]인 캐릭터는 이 능력을 우선해서 올린다.';
  34 =
    '질, G스팟, 자궁구 등 질 절정에 대한 내성이며 큰 음경을 받아들였을 때의 확장력에도 관여한다.\n등급이 높을수록 질 절정 시 체력·기력 소모가 줄어든다.\n질구 인자로 강화한다.\n\n타고나길 질이 민감하거나 [자궁민감]인 캐릭터는 이 능력을 우선해서 올린다.';
  35 =
    '항문 절정에 대한 내성이며 큰 음경을 받아들였을 때의 확장력에도 관여한다.\n등급이 높을수록 항문 절정 시 체력·기력 소모가 줄어든다.\n항문 인자로 강화한다.\n\n타고나길 엉덩이가 민감하거나 [창자민감]인 캐릭터는 이 능력을 우선해서 올린다.';
  36 =
    '사정에 대한 내성.\n등급이 높을수록 사정 시 체력·기력 소모가 줄어든다.\n또한 음경 내성이 높을수록 사정 직전의 쾌감을 견디기 쉬워져 절정 제어에 유리하다.\n음경 인자로 강화한다.\n\n타고나길 음경이 민감한 캐릭터는 이 능력을 우선해서 올린다.';
  37 =
    '피학 절정에 대한 내성.\n등급이 높을수록 피학 절정 시 체력·기력 소모가 줄어든다.\n피학 인자로 강화한다.\n\n타고나길 [매도 좋아함], [고통 좋아함], [성모] 등의 특성을 가진 캐릭터는 이 능력을 우선해서 올린다.';

  40 =
    '스킨십에서 더 좋은 반응을 얻기 쉬워진다. [호색], [음란], [외향적], [사교적] 등의 특성을 가졌거나 연모가 열애 이상인 캐릭터는 이 능력을 우선해서 올린다.';
};
