module.exports = class extends require('#/i18n/ja-JP/table/abl') {
  5 = '광둥어';
  6 = '영어';
  7 = '프랑스어';

  10 = '키스기술';
  11 = '구강기술';
  12 = '유방기술';
  13 = '수음기술';
  14 = '다리기술';
  15 = '신체기술';
  16 = '성교기술';
  17 = '항문기술';
  18 = '삽입기술';
  19 = '가학기술';

  20 = '구강숙련';
  21 = '가슴숙련';
  22 = '신체숙련';
  23 = '클리숙련';
  24 = '질구숙련';
  25 = '항문숙련';
  26 = '음경숙련';
  27 = '피학숙련';

  30 = '구강내성';
  31 = '가슴내성';
  32 = '신체내성';
  33 = '클리내성';
  34 = '질구내성';
  35 = '항문내성';
  36 = '음경내성';
  37 = '피학내성';

  40 = '달콤한 말';
};
