module.exports = class extends require('#/i18n/ja-JP/table/talent') {
  template = '[%NAME%]';
  shop_template = '%NAME% [%STATUS%]';

  n_talent = '특성';
  n_normal = '성격';
  n_xp = '기타';

  '0_1' = '감성적';
  '0_-1' = '둔감함';
  '1_1' = '자격지심';
  '1_-1' = '자만심';
  '2_1' = '엄살쟁이';
  '2_-1' = '강인함';
  '3_1' = '음울함';
  '3_-1' = '명랑함';
  '4_1' = '내성적';
  '4_-1' = '외향적';
  '5_1' = '반항적';
  '5_-1' = '상냥함';
  '6_1' = '강세';
  '6_-1' = '나약함';
  '7_1' = '솔직함';
  '7_-1' = '츤데레';
  '8_1' = '비관적';
  '8_-1' = '낙관적';
  '9_1' = '무관심';
  '9_-1' = '호기심 왕성';
  '10_1' = '정결';
  '10_-1' = '정조관념 없음';
  '11_1' = '사회공포증';
  '11_-1' = '사교적';
  '12_1' = '단정치 못함';
  '12_-1' = '깔끔함';
  '13_1' = '올빼미족';
  '13_-1' = '시간 엄수';
  '14_1' = '먹보';
  '14_-1' = '절제';
  '15_1' = '게으름';
  '15_-1' = '근면함';
  '16_1' = '사치';
  '16_-1' = '영리함';
  '17_1' = '건장함';
  '17_-1' = '허약체질';

  20 = '종잡을 수 없음';
  21 = '얀데레';
  22 = 'NTR 취향';

  milk = '모유체질';
  nipple = '함몰유두';
  37 = '숨겨진 거유';

  40 = '도S';
  41 = '매도 좋아함';
  42 = '고통 좋아함';
  '43_1' = '호색';
  '43_-1' = '성적으로 소극적';
  44 = '소악마';
  45 = '성모';
  46 = '변태';
  47 = '음란';

  50 = '방탕한 입술';
  51 = '요염한 유방';
  52 = '신의 손';
  53 = '신의 발';
  54 = '흉기';
  55 = '명기';
  56 = '마성의 엉덩이';
  57 = '강철의 의지';

  '60_0' = '구강·보통';
  '60_1' = '구강 민감';
  '60_2' = '음란한 입';
  '60_-4' = '구강 둔감';
  '61_0' = '가슴·보통';
  '61_1' = '가슴 민감';
  '61_2' = '음란한 가슴';
  '61_-4' = '가슴 둔감';
  '62_0' = '신체·보통';
  '62_1' = '신체 민감';
  '62_2' = '음란한 몸';
  '62_-4' = '신체 둔감';
  '63_0' = '클리·보통';
  '63_1' = '클리 민감';
  '63_2' = '음란한 클리토리스';
  '63_-4' = '클리 둔감';
  '64_0' = '질구·보통';
  '64_1' = '질구 민감';
  '64_2' = '음란한 자궁';
  '64_-4' = '질구 둔감';
  '65_0' = '엉덩이·보통';
  '65_1' = '엉덩이 민감';
  '65_2' = '음란한 엉덩이';
  '65_-4' = '엉덩이 둔감';
  '66_0' = '음경·보통';
  '66_1' = '음경 민감';
  '66_2' = '조루';
  '66_-4' = '음경 둔감';

  70 = '정액음용중독';
  71 = '정액착취중독';
  72 = '정액관장';
  73 = '정액욕중독';
  74 = '목구멍민감';
  75 = '자궁민감';
  76 = '창자민감';
  77 = '냄새민감';

  s60 = '음란한 입/구강 민감/구강 둔감';
  s61 = '음란한 가슴/가슴 민감/가슴 둔감';
  s62 = '음란한 몸/신체 민감/신체 둔감';
  s63 = '음란한 클리토리스/클리 민감/클리 둔감';
  s64 = '음란한 자궁/질구 민감/질구 둔감';
  s65 = '음란한 엉덩이/엉덩이 민감/엉덩이 둔감';
  s66 = '조루/음경 민감/음경 둔감';

  s32 = '모유체질';
  s33 = '함몰유두';

  sens60 = '구강 감도';
  sens61 = '가슴 감도';
  sens62 = '신체 감도';
  sens63 = '클리 감도';
  sens64 = '질구 감도';
  sens65 = '엉덩이 감도';
  sens66 = '음경 감도';
  no_yand = '전·병듦';
  re_yand = '병듦?';
  br_micro = '빈유';
  br_big = '거유';
  br_huge = '폭유';

};
