# @file 小栗帽 - 育成
# @author 雞雞

#小栗帽特殊机制：
#招募时即进入经典级，前五回合提供巨额训练加成。
#状态【灰姑娘】：来自地方的芦毛灰姑娘，干劲不会下降到绝不调。
#状态【迟到者】：招募时即进入经典级，无法出赛皋月赏、日本德比、菊花赏。
#二周目要素：重复育成开放参赛皋月赏、日本德比、菊花赏。

#经典级 （招募当天） 训练员室内
beginning:
  title: 万事起头难
  lines:
    - 虽说小栗帽已经顺利从地方移籍到中央，但需要面对的问题还是一个都不少。
    - 比方说，参赛资格。
    - 由于小栗帽是在经典年临时移籍的赛%UMA%，因此哪怕积累的粉丝数量足够多，也会因为未事先注册参赛经典三冠而无法出赛……
    - 产品包装袋上印刷的提示一般都是因为有第一个案例发生过才会成为禁止事项，但在小栗帽之前并没有这种例子。
    - 哪怕是掀起第一次赛%UMA%热潮的国民偶像海塞克，也是在经典年到来之前就移籍到了中央，获得三冠出赛资格。
    - 此刻%YOU%就坐在办公桌前苦恼着这一件事，连小栗帽正在好奇地站在身后看着自己都没有注意到。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「训练员？发生什么了吗？」
    -
    - acc: 1
      content: 「哦，小栗……」
    -
    - %YOU%回头看向小栗帽。
    - 看到本人依旧是一副无牵无挂的样子，%YOU%更是不知道该如何说明状况。
    - 假如从一开始就知道自己注定无法挑战三冠赛的话，会不会打击小栗帽的积极性？
    - 这是%YOU%最不愿意看到的。
    -
    - acc: 1
      content: （先不要主动提这件事吧……）（训练效果+100%，维持五回合）
    - %YOU%深深压下了自己焦虑的源头，含糊其词地搪塞了过去。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「这样吗……？」
    -
    - 小栗帽点点头，又回到了沙发的座位上。

#新年（经典、资深年1月第一周）
new_year:
  title: 新年
  lines:
    - 今天是新年的第一天，小栗帽来到训练员室的时候笑着向%YOU%致意。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「训练员，新年快乐。」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「你看起来很精神的样子呢。正是因为有你在，我才能这么安心。」
    -
    - acc: 1
      content: 「你也太正经了，彼此彼此啦。」
    -
    - 虽然难免让人觉得操之过急，但%YOU%自己也在年假的时候做好了规划。
    - 毕竟想要挑战有马纪念这种由粉丝投票严选参赛选手的全明星赛事，就不得不在G1赛事中留下优秀的成绩。
    -
    - acc: 1
      content: 「有志气！既然如此……那我们的方针就定成……」
    -
    - 嗯——到底该怎么办呢？
    -
    - acc: 1
      key: choice
      content: 「在健身房锻炼吧！」（耐力+10点）
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: 小栗帽
            - 「呣……新年一开始就去健身吗？」
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: 小栗帽
            - 「既然如此，那健身完后的饭也少不了呢。因为饭是力量的来源啊！」
        -
        - 之后，你们泡在健身房里认真锻炼了一番，但相应地小栗的饭量也更多了……
    - acc: 2
      content: 「大吃特吃，健康人生！」（体力+10％）
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: 小栗帽
            - 「……！这样真的可以吗？」
        -
        - %YOU%没有底气地点点头。
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: 小栗帽
            - 「谢谢你……我本以为你不会同意的。既然如此，我就要吃满整个新年了！」
        -
        - 之后的事，%YOU%不想再提及了。但至少小栗现在很健康……
    - acc: 3
      content: 「增加自己的技能！」（技能点+20点）
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: 小栗帽
            - 「但我很笨手笨脚的……」
        -
        - 小栗帽一脸担忧地说道，但很快就被%YOU%用坚定的信念说服了。
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: 小栗帽
            - 「……确实如此，一年才刚刚开始呢！训练员！」
        -
        - 只要有着挑战的意志，不论多笨拙都能够练就炉火纯青的技术！


#经典级 2月第1周 食堂内
food:
  title: 在世界中心呼唤饭的野兽
  lines:
    - 火让人得以于严寒存活，火让人得以远离恶兽。
    - 从学会驾驭火焰起，人类才真正地获得了智慧
    -
    - 但哪怕食堂掌厨的大婶儿舞起再多的火焰也恐怕无法匹敌眼前的小栗飓风。
    -
    - 此时此刻，%YOU%只见小栗帽以风卷残云之势把饭桌上如山一样的饭菜——
    - 诸如热量超高的滑蛋炸猪排盖饭、蒜香烤鸡腿、生煎牛仔骨等等常人一天只吃上一顿便十分满足的佳肴美食，尽数扫清。
    -
    - 这仅仅只是小栗帽的午餐而已。
    - 幸运的是，特雷森包食宿。%YOU%边扒拉着自己的饭菜暗自悻悻道。
    -
    - 实际上，吃得多也是一种才能。
    - 人体就是一台将食物营养转化为燃料驱动的机器，而小栗帽在这方面的「性能」可以说是顶级的。
    -
    - 小栗帽就像蒸气火车头一样，只要源源不绝地往火炉添炭，稍加消化后便能不知疲倦地疾速奔驰。
    - 没有被消耗殆尽的多余养分则会来到四肢百骸，促进肌肉与骨骼生长，从而令小栗帽变得更加强壮。
    - 一般人常会忽视这种野兽一样简单直接的才能，但丰富的营养对正在成长的小栗帽来说可是无比重要。
    -
    - 不论是为了「现在」还是为了「将来」，像小栗帽身体内这种能量转化效率极高的内燃机，都会是最重要的王牌。
    -
    - 当然，可得嘱咐小栗帽不要噎着了。
    -
    - acc: 1
      content: 「小栗，别吃太快。饭菜又不会跑掉。」
    - 小栗帽无奈地看向%YOU%，两颊鼓胀得像储存食粮的松鼠一样。
    - 不如说就是松鼠。
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「嗯嗯啊啊哼哼哦哦……（但是……饭菜会凉掉……）」
    -
    - %YOU%勉强从含糊不清的话中抓住了片言只语。
    -
    - acc: 1
      key: choice
      content: 「凉掉总比吃急了呛到好，慢慢来吧。」（好感+10）
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: 小栗帽
            - 「知道了……」
    - acc: 2
      content: 「你看我都听不清楚你想说什么了，慢慢来吧。」（爱慕+2）
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: 小栗帽
            - 「知道了……」
    -
    - 放慢速度的小栗帽似乎有点失落的样子，但为了健康着想还是必须纠正这种坏习惯！

#经典、资深年2月第二周 校舍
valentine:
  title: 情人节
  lines:
    - 训练结束后，%YOU%被小栗帽约到了校舍背面。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「你来了吗，等你很久了。」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「我有想要送给你的东西……收下吧。」
    -
    - %SEX%向%YOU%递出一袋用透明袋子漂亮地包装好的巧克力。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「今天是情人节，所以我试着做了手工巧克力。」
    -
    - %YOU%感动地接过了巧克力——然后就被拉着的手朝某个方向走去。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「那我们走吧……你问我要去哪里？」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「当然是宿舍的食材库，我把剩下的巧克力都放在那了。」
    -
    - acc: 1
      content: 「剩下是什么意思……？」
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「是我在不断尝试的过程中剩下的巧克力，应该还有20公斤吧？」
    -
    - acc: 1
      content: 「20公斤？！」
    -
    - %YOU%在惊讶之余察觉到，%SEX%似乎是认真的。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「毕竟还是太多了，所以运不到学校这边来。但你放心，我有好好冷藏。」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「我也会一起来吃的，你就一起好好享受这顿巧克力盛宴吧！」
    -
    - 如是者，%YOU%与小栗帽的情人节就此拉下帷幕。

#经典级 4月 第1周 训练场
#随机三项属性+10，好感度+10
worry:
  title: 隐忧
  lines:
    - 自小栗帽从地方系列赛移籍到中央系列赛已经过去了数月。
    - %SEX%并没有让%YOU%失望，以实力证明了自己拥有留在中央特雷森的资格。
    -
    - 此刻，小栗帽也在特雷森的草地训练赛道上疾速奔驰。
    - 这条赛道一圈长达1800米，恰好是一英里多一点的长度。
    - 而从训练的具体观察中，可以窥见小栗帽的英里与中距离适应性都相当优秀。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「呼——哈——」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「训练员，成绩是？」
    -
    - 小栗帽越过以菱亚马逊为原型的纸板终点，稍微再慢跑了一会儿才回到你的身旁。
    - 自%SEX%身上除了腾升的蒸气更有一种独特的，让人沉醉其中的信息素直扑%YOU%。
    - %YOU%只有佯装低头看表以掩盖自己的不自在。
    -
    - acc: 1
      content: 「……1分35秒6，不错哦。」
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「这个速度，算快吗？」
    -
    - 说起来，小栗帽对比赛内容的认知还相对浅薄……
    - 以前在地方的时候也没有跑出过这种记录。
    -
    - acc: 1
      content: 「要说快不快，确实快。」
    -
    - 听到这句话，小栗帽就露出了自信的笑容。
    - 这种速度可不会骗人，从纸面记录看，%SEX%绝对能挑战中央级别的强手。
    - 但要把训练中的成果转变为实战却不是一件易事……
    -
    - 中央的竞技水平太高了，哪怕是在URA竞争力较弱的赛马娘到了地方也可能称霸一隅。
    - 比方说点火神器、奈村恶霸、富贤诗句等等都是这样的例子。
    - 曾经有一位中央转地方的赛马娘丸河仙蓼，在采访时就对出言不逊的后辈说过：「你与我的差距比我与鲁铎象征的差距还要大！」
    -
    - 换句话说，反过来从地方移籍到中央的小栗帽在此消彼长下到底还能否维持当初的威势还得打个问号。
    -
    - acc: 1
      content: 「再跑两圈，我们回头去看录像检讨。」
    -
    - 不过这正是%YOU%的责任，身为训练员无法逃避的责任。
    - %YOU%向小栗帽嘱咐道。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「知道了，训练员。」
    -
    - 与往常一样不冷不热地说罢，小栗帽便回到了起点线等待你的发号施令。
    - 仅从语调上很难听出来小栗帽的态度是热是冷，但%YOU%知道小栗帽对赛跑的热情是货真价实的。
    - %YOU%微微一笑，再度挥下小旗子……

#经典级 4月 第2周 训练员室内
#初次育成
emperor:
  title: 山高皇帝远
  lines:
    - 这天是个阴天，再热烈的阳光透过黑厚的云层照射下来也只得剩下阴冷的光线。
    - 小栗帽终究还是通过课堂讲课的内容知道了德比的事。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「所以说，我们什么时候也德个比看看？」
    -
    - 面对小栗帽纯粹的愿望，%YOU%也只能狠下心来。
    - 毕竟至少在目前的规则框架下，小栗帽是无法参与经典三冠的。
    -
    - acc: 1
      content: 「很遗憾，虽然你的实力确实能上场德个比，但是做不到。」
    -
    - 随即，%YOU%便把箇中原因娓娓道来。
    - 都因为小栗帽移籍时机不巧，以致错过了登记出战经典三冠的大限。
    - 尽管无碍参战其他重赏，但一辈子只能参与一次的经典三冠意义非凡。
    - 如今无法出赛，实属遗憾。
    - 若无意外或天降奇迹，死板的URA是不会临时开恩的。
    - 更不用说像小栗帽这种新丁蛋子的请求恐怕都入不了上层法眼。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「……原来是这样。」
    -
    - 小栗帽的眼神也暗淡了下来。
    - %YOU%知道%SEX%一直想要在赛%UMA%的最高舞台征战，而有什么赛事可以与德比相提并论呢？
    - 但不一会，%SEX%脑袋上的灯泡似乎亮了起来。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「那我们去找人帮个忙吧。」
    -
    - acc: 1
      content: 「帮忙？」
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「规则是人定的，那么只要找到相关人士说个情不就好了吗？」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「乡下的阿叔阿姨在遇到不方便的事情时都这样。」
    -
    - 出现了，是特事特办的思维。不愧是乡下的人情社会……
    - %YOU%并不赞同这种做法。
    - 因为这样做的话对其他参赛选手会十分不公道，也会衍生出不少争议，削弱制度的公平性和公信力。
    - 凭什么小栗帽做得，别人家的%UMA%就做不得呢？
    -
    - content:
        - 但话说回来，曾经有
        - color: '#ff746e'
          content: 一位风驰电掣、一骑绝尘的%UMA%
        - 因为身为外籍人士而无缘参与德比。
    - 在%SEX%的团队四处奔走努力下，虽然%SEX%本人还是无法参赛，但主办方隔年就将其规例放宽。
    - 可谓前人种树，后人乘凉，说不定现在的URA高层也变得更好说话了。
    -
    - 想到这里，哪怕是不喜走后门的%YOU%也不禁思考起了可能性。
    - 但是，这个关节要找谁来打通呢？
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「……假如是那个皇帝的话，说不定……」
    -
    - 轰隆！
    - # CFLAGNAME:66 = 招募状态
    # CFLAGNAME:48 = 育成回合计时
    - if: era.get('cflag:17:66') !== 1 || era.get('cflag:17:48')?.emperor === 1
      lines:
        - 得知你们的来意后，学生会长饶有兴致地打量着你们。
        - color: %L_COLOR%
          content:
            - fontWeight: bold
              content: 皇帝
            - 「捡回来的猎犬嗷嗷待哺，甚至已经学会露出獠牙咬向主人……吾该高兴吗？」
        - color: %L_COLOR%
          content:
            - fontWeight: bold
              content: 皇帝
            - 「但假如你足够聪明的话，就该认清自己的位置。」
        - color: %L_COLOR%
          content:
            - fontWeight: bold
              content: 皇帝
            - 「不要对中央无礼！」
    - if: era.get('cflag:17:66') === 1 && !era.get('cflag:17:48')?.emperor
      lines:
        - 得知你们的来意后，学生会长不可置信地盯着你们。
        - color: %L_COLOR%
          content:
            - fontWeight: bold
              content: 露娜
            - 「你们竟然想要我厚此薄彼？」
        - color: %L_COLOR%
          content:
            - fontWeight: bold
              content: 露娜
            - 「要我用三言两语，去谋杀某位孩子的梦想？」
        - color: %L_COLOR%
          content:
            - fontWeight: bold
              content: 露娜
            - 「不要对中央无礼！」
    - if: era.get('cflag:17:48')?.good_end === 2
      lines:
        - 得知你们的来意后，学生会长不可置信地盯着你们。
        - color: %L_COLOR%
          content:
            - fontWeight: bold
              content: 鲁铎象征
            - 「捡回来的猎犬嗷嗷待哺，甚至已经学会露出獠牙咬向主人……吾该高兴吗？」
        - color: %L_COLOR%
          content:
            - fontWeight: bold
              content: 鲁铎象征
            - 「要我用三言两语，去谋杀某位孩子的梦想？」
        - color: %L_COLOR%
          content:
            - fontWeight: bold
              content: 鲁铎象征
            - 「不要对中央无礼
            - color: '#ff755e'
              content: （不要对中央无礼）
            - ！」
    -
    - %YOU%与小栗帽二人被干脆地「请」出了学生会办公室。
    - 大门狠狠地用力关紧，门缘上陈积已久的灰尘也纷纷被震落到你们头上。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「失败了呢……」
    -
    - 二人本来想要靠赛%UMA%界别的当红炸子鸡鲁铎象征的影响力向URA施压。
    - 但对方完全没有助自己一臂之力的意思，甚至罕见地动了肝火。
    - 但愿对方有准备速效救心丸。
    -
    - acc: 1
      content: 「让我们突然插队的话，那么势必会有原来的参赛者被挤出去。」
    -
    - 德比参赛名额都是大家努力拼搏争取而来的，为了一个小栗帽而强令一个赛马娘失去竞争机会……
    - 这种事对愿景是让所有赛马娘都获得幸福的鲁铎象征而言，无疑是触碰逆鳞的行为。
    -
    - 若是外人往难听了说，他们三人甚至可以被直接指责犯了特权阶级自我中心的毛病。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「既然如此也没办法……只能放弃德比了啊。」
    -
    - %YOU%点点头。幸好，小栗帽也并非胡搅蛮缠之辈。
    - 二人摇头晃脑地离开了学生会室所在的大楼，朝即将因为某人化悲愤为食量而变成地狱的食堂走去。

#经典级 5月 第2周（G1）NHK一哩赛 5着以内
#赛前・选手休息室
nhk_cup:
  title: 决战一里（上）
  lines:
    - 无法出赛日本德比已成定局，但人终究不能停滞不前。
    - 同为G1级赛事的NHK一哩赛成为了二人的替代目标。
    - 此子不仅速度足以一骑绝尘，而且适应能力惊人，从泥地到草地、从英里到长途都获得了不错的成果。
    - 在每天评估和训练后，%YOU%对%SEX%拿下英里距离赛事很有信心。
    -
    - 能出什么问题呢？
    -
    - acc: 1
      content: 「问题在于对手的强度。」
    -
    - 对手都是这项体育竞技的顶尖高手，而小栗帽不过是刚出道一年的地方土包。
    - 这些对手不论在比赛经验、训练年限上都要比小栗帽丰富不少。
    - 对此，%YOU%只能不断努力反覆查看参赛赛%UMA%的录像，并且记录下这些对手们可能存在的习惯，
    - 然后拿着这些资料再与小栗帽拟定策略，祈祷%SEX%的脑袋瓜里在场上有足够的神经元把战术执行出来。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「嗯……嗯嗯……我好像懂了！」
    -
    - %SEX%拍着胸膛说%SEX%懂了。
    - 但为什么%YOU%就是止不住地叹气呢？

#经典级 5月 第2周（G1）NHK一哩赛 5着以内
#赛后・选手休息室
nhk_cup_win:
  title: 决战一里（下）
  lines:
    - 不错，小栗帽在这场比赛中拿下了第%RANK%名。
    - %YOU%在%SEX%冲线的一刻不禁挥拳庆祝。
    - 但很快，%YOU%就强令自己冷静下来，然后领着小栗帽在接受采访后回到了选手休息室内。
    -
    - 尽管如此，确信这个来自地方的家伙是一颗新星而非陨石的激动仍然在%YOU%心中激涌。
    - 陨石只能在激烈的大气磨擦中闪耀一次，而新星可以持续燃烧。
    - 若是能维持这种优秀成绩——
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「训练员，我的表现还好吗？」
    -
    - %YOU%回过神来，故事的主角脸带紧张正在直勾勾地盯着%YOU%。
    - %SEX%红润的脸蛋上还残留有疾速奔驰时的热气，眼神也同样热切。
    - 就像一个小孩子正在渴望得到肯定——不，%SEX%就是。
    -
    - acc: 1
      content: 「你的表现太好了，但还得加紧努力！」
    -
    - 小栗帽只是重重点了个头，但其嘴角的上扬没有瞒过%YOU%的眼睛。
    -
    - acc: 1
      content: 「听好了，虽然我之前就提过好几遍——你这次参赛的比赛是G1级别，在系列赛中已经属于金字塔顶端。」
    -
    - 能在G1赛事中名列前茅已是实力强横的表现，但要让自己不成为一现昙花，则需要继续刻苦努力向上提升自我。
    - 否则便是逆水行舟，不进则退。
    -
    - 小栗帽静静地安坐在椅子上，听着%YOU%的教诲。

#经典级 7月 第1周 夏季合宿
sea:
  title: 不甘之海
  lines:
    - 夏季合宿总算如期而至，尽管训练不能落下，但至少还能暂时远离繁嚣的都市。
    - 就在一天的训练结束后，%YOU%回到了落榻的旅馆。
    -
    - color: %T_COLOR%
      content:
        - fontWeight: bold
          content: 玉藻十字
        - 「哎呀，这不训练员吗！」
    -
    - 在旅馆的走廊里%YOU%偶尔撞见了玉藻十字，似乎是刚从澡堂里出来的样子，身上还直冒蒸气。
    - 为了不被夹杂在蒸气中的电火花电到，%YOU%刻意地保持了距离。
    -
    - color: %T_COLOR%
      content:
        - fontWeight: bold
          content: 玉藻十字
        - 「小栗还在外面跑着呢，是你的指示？」
    -
    - %YOU%圆瞪双眼，眉毛都抬得老高，在%YOU%想要开口之前又被玉藻十字打断。
    -
    - color: %T_COLOR%
      content:
        - fontWeight: bold
          content: 玉藻十字
        - 「看你的反应，小栗多半是在自作主张啦。」
    -
    - 玉藻十字开始简洁地解释道，原来小栗在沙滩上跟超级小海湾进行了一次并跑训练，之后%SEX%就坚持赖在沙滩上不走了。
    - 道别玉藻十字后%YOU%连忙跑到沙滩上，果然看见了一团在月下闪闪发亮的白毛正在高速移动。
    - %YOU%连忙在%SEX%停下脚步的时候呼叫。
    -
    - acc: 1
      content: 「小栗，你在干什么？」
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「训练员……」
    -
    - %YOU%抿起嘴巴，等待小栗帽组织语言。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「今天白天，我们和小海湾在沙滩进行了并跑。」
    -
    - %YOU%点点头，超级小海湾实力强劲，十分适合作为训练伙伴，这场并跑也是%YOU%安排的。
    - 而且%YOU%记得结果……并不很好看——自信满满，本应赢下这场训练赛的小栗帽竟然只勉强打了平手。
    - 是%SEX%的好胜心让%SEX%无法释怀吗？
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「我们的训练距离是2000米，这个距离的话我不可能输。」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「然而结果却是平手……」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「这样的话，在2500米长的有马纪念中，我就会被小海湾抛开距离。」
    -
    - 假如在2000米距离上无法胜过超级小海湾，那么在距离更长的比赛中就会因为耐力不足败下阵来。
    - 这是个十分简单粗暴的逻辑，而且并不一定就是正确的。
    - 自一场比赛中可以提取出的内容多如星数：
    - 从天气状况、选手状态、比赛节奏、选手位于内或外道、临场决策，乃至草皮被上一场比赛蹂躏得多严重等等——
    - 对你们这些训练员而言，数据从来只有嫌不够，没有嫌多的。
    - 因此，小栗帽自己想像出来的情景也不过是其中一种猜想，并不一定就会成为现实，
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「抱歉，是我心急了……应该先跟你商量的。」
    -
    - 听毕，%YOU%用鼻孔喷出一口气，并没有过于苛责%SEX%。
    -
    - acc: 1
      content: 「我很理解你的情绪，只是超额训练对我们的计划会造成影响。」
    -
    - 今天的平局%YOU%也看在眼里，制定加强耐力的计划应该由%YOU%来做。
    -
    - acc: 1
      content: 「超级小海湾是个强敌，但既然是强敌，你就该以看待强敌的心态面对。」
    -
    - acc: 1
      content: 「像这样突然跑出门自顾自地放任奔跑只会反而让体力不堪负荷。」
    -
    - 作为惩罚，明天起要加强有氧操练！当然，是在%YOU%的监视下严格进行。
    - 小栗帽先是一惊，然后嘴角微微上勾。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「明白了！我会努力的！」
    -
    - 二人正要回程，谁料马上和正在偷窥的玉藻十字、稻荷一等人撞个正着。
    - 众人便就此嘻嘻哈哈地朝旅馆的方向走去，留下沙滩上的个个脚印。

#经典级 11月 第3周（G1）一哩冠军赛 3着以内
#赛前・选手休息室
#指定强敌：青竹回忆
mile_cha:
  title: 打铁趁热（上）
  lines:
    - 小栗帽先前参与的NHK一哩赛在五月举行，为了延续NHK一哩赛上的威势，%YOU%决定为%SEX%报名参赛这场半年后的一哩冠军赛。
    - 一哩冠军赛又被称作最强英里王决定战，因此凡是英里好手的%UMA%都不会放过这场下半季的G1级盛事。
    - 而与NHK一哩赛不同的是，一哩冠军赛允许资深级别%UMA%参赛。
    - 也就是说小栗帽不仅要与同辈对战，也要直面已经经受高水平赛事磨练过的选手。
    -
    - 京都与东京赛道的差别也比较大。
    - 与需要两次爬坡、较为看重尾段爆发力的东京赛道相较，京都赛道对坚持持续加速的耐力要求更严苛。
    - 因比赛异同进行计划调整也是训练员的要务。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「总之，再确认一次——这次需要在进入第三个弯道之后就开始加速……」
    -
    - %SEX%闭着眼睛，身上微微颤抖着——这是所谓的武者震，并非胆怯的表现。
    -
    - acc: 1
      content: 「京都的尾段很长，一旦开始加速就不能停止，否则就会被后发制人。」
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「越是高水平的赛事，对手能留有的余力就越多。这几周你提过好多次了。」
    -
    - %YOU%看到%SEX%轻闭眼皮下骨碌滚动，像是瞳孔朝%YOU%的方向看来。
    -
    - acc: 1
      content: 「你真记住了。」
    -
    - 毕竟这是所有人都无比重视的比赛，小栗帽也并非满脑子灰质都装白米饭。
    - 既然如此，似乎也没什么好忧虑的了。

#经典级 11月 第3周（G1）一哩冠军赛 3着以内
#赛后・选手休息室
#指定强敌：青竹回忆
mile_cha_win:
  title: 打铁趁热（下）
  lines:
    - 一如先前所料，这场一哩冠军赛的对手十分强大。
    - 对手 青竹回忆，在此前就赢得过安田纪念、在各项草地分级赛屡屡获佳绩，是英里战线上的一名强敌。
    - if: era.get('cflag:53:66') === 1
      content: 同处一支队伍的你们对此最了解不过了。
    -
    - if: d.RANK === '1'
      lines:
        - 幸得小栗帽发挥稳定，在最后时刻加速狂飙才将胜利收入囊中。
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: 小栗帽
            - 「青竹回忆，真是不可小觑的对手……」
        -
        - acc: 1
          content: 「%SEX%差点儿就能加入小栗帽加害者俱乐部了。」
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: 小栗帽
            - 「小栗帽加害者俱乐部，噗滋，进行曲应该也想加入呢。」
        -
        - %SEX%口中的进行曲，是在地方时代与之结下不解之缘份的藤正进行曲。
        - 同时，因为%SEX%曾经两次击败刚出道的小栗帽，使得%SEX%得以跻身这个刚诞生的小栗帽加害者俱乐部。
    - if: d.RANK > 1
      lines:
        - 因此，败给 青竹回忆也是理所当然。
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: 小栗帽
            - 「青竹回忆，真是不可小觑的对手……」
        -
        - acc: 1
          content: 「这下子，%SEX%就加入小栗帽加害者俱乐部了。」
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: 小栗帽
            - 「小栗帽加害者俱乐部，噗滋，进行曲应该也想加入呢。」
        -
        - %SEX%口中的进行曲，是在地方时代与之结下不解之缘份的藤正进行曲。
        - 同时，因为%SEX%曾经两次击败刚出道的小栗帽，使得%SEX%得以跻身这个刚诞生的小栗帽加害者俱乐部。
    -
    - 小栗帽的眼里浮现出了一种怀念。
    -
    - acc: 1
      content: 「想家了？」
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「啊啊，是有点想念笠松和当地的人们了。」
    -
    - 小栗帽出身自岐阜笠松，一个人口长年不过两万上下的破落小镇。
    - 笠松的街道与浮华的东京相反，很安静。
    - 小栗帽飞驰在柏油路上时可以毫不顾忌，但来到东京后就只能在被限速的%UMA%专用道上将就了。
    - 特雷森的生活很忙，再加之对如今的%SEX%来说荣誉与掌声早已成为日常，每天都有新的体验。
    - 但闲下来的时候，小栗帽偶尔也会看向某个方向发呆——那就是笠松的方向。
    -
    - acc: 1
      content: 「我们现在就在京都，离岐阜不远。」
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「训练员？」
    -
    - 正巧，一哩冠军赛在京都举行，而岐阜就在两小时车程内。
    - 而且当地就有一个竞马场，二人的训练并不会因为返乡探亲而落下进度。
    - 有时候，%YOU%的聪明才智让自己都感到害怕。
    -
    - acc: 1
      content: 「想要回家见见家人和朋友不是什么让人害羞的事。」（好感度+15）
    -
    - ——我们去笠松吧。
    - %YOU%对露出惊讶之情的小栗帽说道。

#经典级 11月 第4周
#街道
back_home1:
  title: 鲜红色的手帕（上）
  lines:
    - 你们到达笠松，窗外的景色和记忆中的模样有些不同。
    - 大抵就是一些装潢以及店面不同了，变化不算大，但毕竟只过去了一年不到，反倒理所当然。
    - 小栗帽全程攀在车窗上张望，哪怕是冰山美人的脸上也难掩激动神色。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「笠松，好久不见了啊……」
    -
    - 小栗帽的家就是典型的乡下建筑。朴素实用，带着浓厚的生活气息，墙面布满岁月打磨出的斑驳痕迹。
    - 你们刚来到门前，脸上的表情瞬间僵住了。
    -
    - acc: 1
      content: 「……我们有没有先通知伯母来着？」
    -
    - 你们二人举目两看，双双茫然忽然一拍脑门，
    - 衣锦还乡如此大事，居然忘了先打声招呼。
    - 这种突如其来的错愕让二人一时不知道是该直接推门进屋，还是先在门外犹豫片刻做好心理建设。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「不过我之前在观众席上就看到妈妈了，所以大概没问题的。」
    -
    - 原来小栗妈妈在一哩冠军赛的时候就来观战了。
    - 既然如此，想必也不会对其造成过大的惊吓吧。
    - 不过为了安全起见还是先让小栗帽给家里打个电话为好，假如对方没空或者压根不在的话，便在附近转转打发时间。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗妈妈
        - 「你这孩子，还跟小时候一样冒冒失失。」
    -
    - 电话里传来小栗妈妈温婉可人的嗓音，温柔地责备着小栗帽。
    - %YOU%心虚地移开了视线，然后看到小栗妈妈笑着打开家门。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗妈妈
        - 「您好，%YOURNAME%训练员。」
    -
    - 小栗妈妈热情地把你们领进门，盛情难却，%YOU%只好坐在餐桌旁连连卖笑。
    - 屋里的布置简单实在：相当古色古香的榻榻米地板，同样简洁典雅的木造墙壁，上面还装裱着一些小栗帽比赛获胜时的剪报。
    - 这个年头竟然还有人做剪报——%YOU%不禁想到。
    - 仔细一看，甚至还有藤正进行曲获胜的那两场——%YOU%想起来小栗好歹还是拿了个第二名。
    - 抛开奇怪的念头，你们愉快地寒暄起来，话题看似琐碎甚至无聊，但话语当中都是对好久不见的亲人的亲切关怀。
    - 比方说：
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗妈妈
        - 「帽子，你跟%YOURNAME%训练员进行到什么阶段了？」
    -
    - 小栗妈妈的眼神充满了好奇。
    - 一时间，%YOU%甚至没反应过来这句话到底是什么意思，倒是小栗帽竟然马上接过了话：
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「我们吗？该干的事都干过了。」
    -
    - 小栗帽，英勇无匹的小栗帽，面对母亲的质问选择直接迎难而上。
    - 但%YOU%觉得%SEX%就是没听懂而已。
    -
    - acc: 1
      content: 「不对——！」（爱慕+2）
    -
    - %YOU%脸红耳赤地为自己缓颊，向小栗妈妈解释道：小栗的意思是训练员与负责赛%UMA%的日常事务和赛事安排。
    - 由于心慌意乱，%YOU%可能还不小心说漏嘴了一些不应该说出去的内部情报——但愿小栗妈妈的嘴巴足够严。
    - 而始作俑者小栗妈妈则只是轻轻笑着，有一搭没一搭地听取解释。
    - 小栗帽莫名其妙的回应先按下不理，%YOU%确信小栗妈妈方才就是故意的。
    - 难不成是对这场突而其来的拜访进行小小的报复吗？未免有点坏心眼了。

#经典级 12月 第1周
#街道
back_home2:
  title: 鲜红色的手帕（下）
  lines:
    - 一周的返乡之旅终于快要达到尾声，你们也不得不准备离开笠松，回到东京特雷森去。
    - 为了弥补小栗的思乡之情，%YOU%把很多东西都落在了身后，不仅包括小栗自己的学业进度、还有自己用脸刷的工作额度。
    - 但愿那位秘书不要太过于生气——%YOU%想到这里时都不禁抿起了嘴巴，舌根一阵发酸。
    -
    - 在这期间就如计划的一样，你们在笠松特雷森以交流的名义借用着当地的训练场。
    - 校方也异常迅速地应对，马上为杰出校友小栗帽安排了一场小而隆重的欢迎会，甚至热邀%SEX%在教室里向同学们分享成功的窍诀。
    - 这是知名人士必然会遇到的烦恼，也是唐突借用场地需要付出的人情世故。
    - 但不擅言辞的小栗怎么能胜任这种嘴部体操运动，因此最后相当的一部份演说都得由%YOU%打圆场。
    - 在好歹摆脱了镁光灯后，小栗帽总算能好好跟藤正进行曲、诺伦王牌等老同学叙旧了。
    -
    - 看着正在愉快地聊天的众人，%YOU%决定默默在背后守护这些纯真的笑容——
    -
    - acc: 1
      content: 「现在是年轻人的时间，我史比特瓦根就潇洒地退场吧。」（好感+15，爱慕+2）
    -
    - 这也是训练员应该尽到的责任。
    - 于是，%YOU%便在教室外守候到了%THEY%聊到尽兴为止。
    -
    - 在那之后，小栗帽除了经常会被闻风而至的记者、粉丝缠上外就像以前一样。
    - 和前训练员北原一道聊天，和藤正等人一起训练，一切就如同没有改变过，直到预定的回程日。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「训练员！我们该走了。」
    -
    - 天刚亮，路上还带着清晨的薄雾，除了你们一行外，还有一些稀稀落落的人们在为自己亲人送行。
    -
    - 小栗妈妈与小栗的几个老朋友早早就起来陪着%SEX%备好行囊。
    - 小栗妈妈一边叮嘱着路上小心，一边往%SEX%背包里塞了几包家里制作的吃食。
    - 藤正站在一旁，嘴里没说什么，只是时不时拍拍%SEX%的肩膀，眼里满是不舍。
    - 诺伦、北原等人笑着说着些轻松的话，讲着「下次回来可得多待几天」、「有空多打电话」这样的话语。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「大家，我还会再回来的！」
    -
    - %SEX%眼眶微微发红，却忍着不让眼泪掉下来。
    - 伴随汽车发动的声音，%YOU%轻轻踩下油门，车窗之外沿途的建筑开始缓缓后退。
    - %YOU%看到了后视镜中一抹鲜红的手帕在某人手中飘扬，但并没有看清到底是送行人们中的哪位。
    - 甚至乎，那条手帕真的是为你们而舞动的吗？
    -
    - 此情此景，你不禁哼唱起了一首老歌。
    -
    - acc: 1
      content: 「啦啦啦～那鲜红色的手帕啊～♪」
    -
    - 到底是谁在挥舞手帕、那手帕又是为谁起舞？这并不重要，因为你们还会再回来的。
    - 那条鲜红色的手帕，只要等到那天来临的时候，就如这样一般迎接你们就可以了。

#赛前・选手休息室
#指定强敌：玉藻十字、超级小海湾、生野狄杜斯、无声铃鹿
arim_kin_1:
  title: 小栗森巴（上）
  lines:
    - 年末最大盛事：有马纪念，观众票选结果第二位，小栗帽本帽正在赛前亮相圈中进行伸展运动。
    - 在%SEX%之前的第一名玉藻十字则是在自己的亮相结束后凑了过来，一脸坏笑。
    -
    - color: %T_COLOR%
      content:
        - fontWeight: bold
          content: ？？？
        - 「咋的了，脸绷得跟个石墩子似的，在担心小栗？」
    -
    - 这场有马纪念，被媒体渲染成空前绝后的「芦毛对决」，小栗帽是其一，另一位呢？
    - 这不，另一位的玉藻十字已经凑过来给自己了个下马威了嘛。
    -
    - acc: 1
      content: 「不算担心，但这确实是场恶战。」
    -
    - 有马纪念在热衷赛%UMA%的社会中万众瞩目，常言道一年有两次全明星赛，上半年的叫宝塚纪念，而下半年的就叫有马纪念。
    - 想要参与这两场比赛不仅需要战绩能拿得出手，更需要赢得观众青睐。
    - 小栗帽正是依靠着一路以来的优秀成绩以及地方小姑娘逆袭中央的故事牢牢地吸住了众人的眼球，在第一年就以第二名高位入选比赛。
    - 不仅是正在与%YOU%轻松聊天的玉藻十字，还有超级小海湾、生野狄杜斯、无声铃鹿等天王巨星，没有一个浪得虚名，位位都是实力强横。
    -
    - color: %T_COLOR%
      content:
        - fontWeight: bold
          content: 玉藻十字
        - 「不得不说有点怀疑就是你把帽子带成这样的，整天冷着脸。」
    -
    - 同为一起打破了「芦毛跑不快」这个迷思的芦毛%UMA%，玉藻十字和小栗帽自然认识彼此，关系也相当不错。
    - if: era.get('cflag:21:66') === 1
      content: 身处同一支队伍里更是让二人成为了无话不谈的损友。当然，%YOU%矢口否认了%SEX%的指控。
    - if: era.get('cflag:21:66') !== 1
      content: 当然，%YOU%矢口否认了%SEX%的指控。
    -
    - acc: 1
      content: 「不要乱说！那家伙可是从笠松的时候就这样，与我无关。」
    -
    - 不如说，是%YOU%自己反过来被小栗帽影响了不少。
    - 打从把小栗帽招募到麾下起，每次在%SEX%面前自己都不禁摆出一副严肃的苦瓜模样。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「%YOURNAME%、小玉。」
    -
    - 总算完成亮相下台的小栗帽来到你们身旁，%SEX%身上的银白决胜服一如既往地英姿飒爽。
    - 尽管%YOU%不明白为什么%SEX%要在腰部设计一条高腰内裤。
    - 虽然在美学上，这条暴露出来的内裤使得腰线显得更具层次感，但穿着的本人竟然毫不在意这条内裤将会永远留在全世界的%UMA%观众的镜头里。
    - 也许这就是所谓的大而化之者不拘小节，也是小栗帽能获得成功的原因。
    -
    - color: %T_COLOR%
      content:
        - fontWeight: bold
          content: 玉藻十字
        - 「小栗，待会可不要手下留情哈。」
    -
    - %YOU%感觉到了来自玉藻十字的静电正在空气中劈啪作响，幸好这股威压并非冲着自己来的。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「小玉可是很强的，我怎么可能手下留情？」
    -
    - %SEX%微微一笑回应小……玉藻十字略带挑衅的话语，漂亮地以退为进，反倒展现了自己不落人后的威势。
    - 刻在小栗帽当中的斗争本能依然旺盛、鋭利。
    -
    - color: %T_COLOR%
      content:
        - fontWeight: bold
          content: 玉藻十字
        - 「不，咱的意思是：要好好跟咱做个告别。」
    -
    - 告别……%YOU%与小栗帽对视一眼。
    - 没错，这一场有马纪念将是玉藻十字的最后一舞。
    - 不论结果如何，玉藻十字都会宣告退役，白色闪电的威名将被永远铭刻在历史中。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「小玉，你竟然不让我放水吗？」
    -
    - color: %T_COLOR%
      content:
        - fontWeight: bold
          content: 玉藻十字
        - 「别闹了，要是你故意放水让我赢，那奖杯我拿着都不自在。」
    -
    - color: %T_COLOR%
      content:
        - fontWeight: bold
          content: 玉藻十字
        - 「咱要的是使出浑身解数的小栗帽，至于将你击溃后拿到的冠军……就当作附赠品吧。」
    -
    - 说罢，玉藻十字便摆摆手，带着身边劈啪作响的电火花转身离开。
    - 小栗帽抿起嘴巴，什么都没有说。
    -
    - %SEX%也已经没有什么能说的了。

#经典级 12月 第4周（G1）有马纪念 3着以内
#赛前・选手休息室
#指定强敌：玉藻十字、超级小海湾、生野狄杜斯、无声铃鹿
arim_kin_win:
  title: 小栗森巴（下）
  lines:
    - 终于，在两位%UMA%的拼死的对抗中，举世期待的芦毛强强对决落下了帷幕。
    -
    - if: d.mvp === 21
      lines:
        - 是小个子雷神拿下了最后的桂冠。
        - 赢得了满堂喝采，赢得了有终之美。
    - if: d.mvp !== 6 && d.mvp !== 21
      lines:
        - 出乎意料，赢家并未在二人间产生。
    - if: d.mvp === 6
      lines:
        - 是小栗帽击败玉藻十字，斩获第一。
        - 两位芦毛%UMA%相拥而笑，%YOU%听不见二人在悄悄说什么。
    -
    - 但不论如何，世代交接在此完美地落幕。
    -
    - acc: 1
      content: 「干得好，小栗。」
    -
    - %YOU%就喜欢一切按部就班顺利完成的感觉。
    - %YOU%喜欢日子像拼图一样井然有序、像音乐节奏一样稳定，每一块都嵌在刚好的位置、每一步都踩在正确的节拍上。
    - 这种安定感让%YOU%感觉世界属于自己。
    -
    - 当然，现在%YOU%的世界就属于小栗帽。
    -
    - 激烈的比赛结束之后，%YOU%观赏着小栗帽一众在胜者舞台上为观众表演舞蹈，不由得想起来曾经的小栗对此一窍不通。
    - 还在地方特雷森时，舞蹈对%SEX%来说就是传统乡村节日里随歌起舞的模样，因此在胜者舞台上直接跳起来老乡的音头。
    - 幸好，没心没肺的小栗帽并未过于在意因为过于特立独行而登上体育版头条一事。
    - 若是%YOU%自己做出了这种事的话，一定会成为挥之不去的心灵创伤。
    -
    - 话说回来，既然能跳音头，那说不定也能跳森巴？
    - 台上台下，不论何人都雀跃骚动，挥洒着闪耀的汗珠委身于炽热的风中。
    - %YOU%的思绪也随着小栗的舞步节奏陷入了奇异的怪圈。
    - 从小栗挂着热情笑容唱跳南美森巴舞、到金光闪闪的和服美人小栗演出古装剧等幻想，%YOU%倒是根本没有专心在欣赏台上众人的表演。
    -
    - 回过神来，表演已经结束，%YOU%和小栗结束一日的劳累回到了酒店房间。
    - # EXPNAME:25 = 性爱次数
    # EXPNAME:26 = 睡奸次数
    - if: d.sex
      lines:
        - 出于世俗的原因，表面上你们二人各住一间房间，而实际上有一间不过是空置着做样子而已。
        - 在激昂的性欲波峰与青春荷尔蒙的影响下，你们刚进房门就耐不住热吻了起来。
        - 因为%YOU%的亲吻呼吸急促、脸红马耳赤的小栗帽不甘示弱，直往%YOU%的颈项上留下一个个吻痕。
        - 二人都在试探、摸索着对方的肉体，向自认为的敏感点进攻……
    - if: '!d.sex'
      lines:
        - 在吃过晚饭之后，%YOU%与小栗在酒店房门口互道再见，便回到了各自的房间休息。
        - 洗漱过后，疲累的%YOU%躺在床上盯着天花板上的纹路，脑里还没有摆脱这场比赛带来的余韵。
        - 怪了，这纹路怎么越看越像小栗帽头上的装饰头冠？
        - 这个念头一浮现，耳边仿佛便传来了%SEX%安装头冠时必然会发出的机器合体声。
        - 咔锵！
        - 于是%YOU%把睡眠都置诸脑后，如常一样看着小栗帽在草地之上奔驰……

#资深级 6月 第4周 G1 在期限前赢得至少两次G1
#训练员室内
four_clock:
  title: 凌晨四点的特雷森
  lines:
    - 亚历山大大帝霸业将成时年仅三十有二，他一想到自己的后半生都将花在管理而非征服上便灰心丧气。
    - 奥古斯都对此甚是惊讶，叹曰亚历山大竟不知治国远比征伐更具挑战。
    - 摘自罗马希腊史学家普鲁塔克《天宪格言录（Regum et imperatorum apophthegmata）》。
    -
    - %YOU%一脸呆滞地盯着电脑屏幕，这是%YOU%第八天为了麾下的赛%UMA%无偿加班。
    - 太初，上帝以六天创造了天地，然后于第七日休息。
    - 如今，%YOU%到了第八日还在为如何针对小栗帽的下一场比赛拉练发愁。
    - 电邮通知、资源借用、训练场地协调、比赛报名、策略制定、监察训练内容……等等杂七杂八的事情都被堆到了%YOU%头上。
    - 睡眠时间短、工作时间长，哪怕负责的%UMA%不在本地也要时刻关注，连仅余的空闲都得把手机打开随时候命突发事件。
    -
    - 坊间都说特雷森训练员是份美差，薪高粮准、福利优厚，却从不提及幕后到底有多么艰辛。
    - 全特雷森最闲的人，就是秋川理事长……一想到这点，%YOU%嘴角就不禁浮现出了病态的微笑。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「训练员，笑得有点瘮人了。」
    -
    - acc: 1
      content: 「小栗，还不回宿舍吗？」
    -
    - %YOU%收起笑容回头看，小栗帽正在进行运动结束后的拉伸，防止隔日的肌肉酸痛。
    - %SEX%这天也不好过，白天的采访超时导致后面的时程都被推迟了，以至于刚才才完成舞蹈训练。
    - 最近，%SEX%总是抱怨跑完步之后会出现疼痛，为此你还需要与校方商讨为其减负、防止伤病的对策。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「反正现在还不到门禁的时候，无所谓。」
    -
    - %YOU%看着小栗帽轻松自如地拉伸身体，心中闪过一丝不安。
    - 运动员最害怕的是伤病侵袭，哪怕健康时有多么耀眼、多么不可一世，一旦面对伤病也只能默默忍受、祈求上苍。
    -
    - 赛%UMA%也是很辛苦的。
    - 毕竟赛%UMA%不仅是学生，%THEY%在担任赛跑运动员的同时也是偶像。
    - 日常在表演训练、赛跑训练之余还要兼顾学业、商业。
    - 一次不经意的扭伤、一场激烈对抗中的碰撞，日复一日的训练积累下的疲劳损伤，都可能成为压垮%SEX%的原因。
    - 对于小栗帽这种已经功成名就的老将而言，甚至可能成为让%SEX%不得不提前退役的最后一根稻草。
    -
    - 换句话说，这个房间里的二人都是同病相怜的家伙啊……
    - %YOU%与小栗帽都仿佛听见了对方没有说出口的一声叹息。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 二人
        - （好想放假啊——）

#资深级 7月 第1周 夏季合宿
sea2:
  title: 奇迹白星也会落到地上
  lines:
    - 放假是一件好事，不仅让人从繁忙的工作或学习中得到片刻喘息，还能获得重新安排生活节奏的机会。
    - 不过，这个假期对小栗帽和%YOU%二人而言并不怎么快乐。
    -
    - 由于在上次赛后突然感觉小腿内侧疼痛，%YOU%带上小栗帽接受专业医疗诊断——最终发现病灶来自骨膜发炎。
    - 职业运动员在跑动和跳跃时，肌肉的持续收缩和拉扯可能会引起骨膜炎症，情况严重时甚至可能导致疲劳性骨折。
    - 常说伤病猛如虎，连看似天下无敌的小栗帽都无法免俗。
    -
    - 为了把身体恢复到完美状态，%YOU%不得不大幅减少小栗帽的运动量，强令%SEX%配合药物治疗、好好休息。
    - 因此，来到海滩合宿的你们也没有加入训练阵容，仅仅只是集体热了个身来维持基本的运动状态。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「骨膜炎……真是讨厌的东西。」
    -
    - acc: 1
      content: 「我同意。」
    -
    - 现在的你们就像是体育课上因为身体不适而无法参与的学生一样坐在海滩角落看着其他人欢快地游玩。
    - 但这也是迫不得已的，毕竟要是放着不治疗的话……
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「放着不治疗的话就是疲劳性骨折。」
    -
    - %YOU%点点头，现在仅仅只是骨膜炎已经是不幸中的大幸。
    - 因为还有一件%YOU%没有对%SEX%明说的——那就是小栗帽身体机能开始出问题了。
    -
    - 随着职业运动员年龄的增长，身体机能不可避免地出现下滑，加上由于长期高强度运动对身体造成负荷、积累损伤。
    - 有一些恶德训练员会在%UMA%巅峰期早就过去后，仍然强行继续让%UMA%出赛。
    - 特别是人员素质参差不齐的地方特雷森，由于出战地方比赛可以获得政府补贴，因此%UMA%一直不退役以刮取补贴的现象并不少见。
    -
    - 不论官方层面上如何以「梦想」与「目标」粉饰太平，职业运动员都是一种比常人更加燃烧生命的行业。
    - %YOU%突然想到了以前很喜欢的一部漫画巨著，里面的主角正是在擂台之上把生命燃烧成雪白的灰，壮烈地逝去。
    -
    - 赛%UMA%将青春和精力毫无保留地投入到场上，以无止尽的高强度训练换取哪怕一毫秒的突破。
    - 如今患上骨膜炎，只是当初付出的代价开始追上%SEX%了。
    -
    - acc: 1
      content: 「休息是为了走更远的路，不要急于复出了。」
    -
    - 曾经有好几位前辈就是因为过于自信而酿成了悲剧……
    - 一场比赛也许只会持续几分钟，但伤病来袭只需要一秒。
    - 大多数专业赛%UMA%的选手生涯都仅有两到三年。
    - 而%SEX%也快要达到「使用年限」了啊……

#资深级 10月 第5周 （G1）天皇赏（秋） 1着 东京 芝 2000m（中距离） 左
#赛前・选手休息室
tenn_sho:
  title: 别样的记者（上）
  lines:
    - 暴怒！
    - %YOU%暴怒！为该死的狗仔队几乎无休止地骚扰小栗帽而暴怒！
    - 这些嗡嗡作响，酷爱围绕在腐肉之上吸血、噬咬的蚊子、苍蝇！
    - %YOU%不过是因为公事而放着小栗帽独处了一阵子，这些别样的东西竟然蹬鼻子上脸坚持要进行采访，甚至不让%SEX%好好休息。
    -
    - 打从小栗帽患上骨膜炎的风声走漏后，这位全球范围内的芦毛偶像就一直被放在显微镜上观察。
    - 二人的组合不仅遭到内外质疑，圈内也出现了各种毫无根据的流言蜚语。
    - 「震惊70亿人！小栗帽生涯完结？！」、「小栗帽失去了一切，皇帝确认了这个消息……」、「小栗早期作品！万字拆解《笠松音头》」
    - %YOU%相当确定眼前的记者也有份排泄出上面那些离谱的文章和影片。
    -
    - %YOU%发着火把这些混蛋轰出去之后，才看向了小栗帽。
    - 哪怕是平常在外人跟前一副泰山崩于前而不乱模样的小栗帽，也露出了明显不悦的表情。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「我还没见过你如此大动肝火呢，%YOURNAME%。」
    -
    - %YOU%已经决定了，向特雷森申请对刚才那家媒体下达禁制令，今后不再接受其采访请求。
    - 当然哪怕申请没有通过，%YOU%也不会再回应该媒体提出的问题。
    - 这些已经放弃职业道德的记者一天到晚就只会耸人听闻，实在让人不禁心生怨怼。
    - 还是彬彬有礼、博学多才的乙名史小姐好。
    -
    - acc: 1
      content: 「别把那些人当人，当成白米饭就行了。」
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「白、白米饭吗？」
    -
    - 虽说「背脊向天人皆可食」，但这话一说出来，连%YOU%都觉得有点不对劲……
    - 小栗帽也登时一愣，似乎在想像记者们变成一碗碗米饭的模样，甚至舔了舔唇。
    - 此举也让%YOU%觉得这个比喻似乎不太合适。
    - 为了压下麻烦的念头，%YOU%连忙向小栗说道。
    -
    - acc: 1
      content: 「要是跑出好成绩了，我带你去吃顿好的，如何？」
    -
    - 果然，十分奏效。

#资深级 10月 第5周 （G1）天皇赏（秋） 1着 东京 芝 2000m（中距离） 左
#赛后・选手休息室
tenn_sho_win:
  title: 别样的记者（下）
  lines:
    - 小栗帽如一道流星般冲破终点线，诠释了何谓不惧伤病的刚毅。
    - %SEX%胜利的那一刻，几乎让人屏住呼吸，这份短暂的窒息在数刻后化作了全场沸腾的欢呼浪潮。
    - %YOU%为小栗帽争先冲线而鼓起了掌，小栗帽缓缓地放慢脚步回头张望，目光穿过人群。
    - %SEX%坚毅的双眸捕捉到了%YOU%，并高高举起拳头回应。
    -
    - 赛后，公开记者会上，二人坐在讲台上面对房间内人头涌涌的媒体工作者们。
    - %YOU%皱着眉头，注意到了先前骚扰小栗帽的记者也赫然在列。
    - 有些人的脸皮比君士坦丁堡那宏伟的城墙还要厚，%YOU%心不在焉地微笑了起来。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「本场秋季天皇赏毫无疑问归功于%YOURNAME%训练员的规划。」
    -
    - 面对采访早已轻车熟路的小栗帽自如地应对着记者们的问题，也不像以前一样需要%YOU%在旁助拳。
    - 但是面对这种麻烦份子，小栗帽可能无法保持淡定——%YOU%已经做好干预的准备。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「请下一位。」
    -
    - 轮到那家媒体了。%YOU%屏息静气，用能杀人的眼神射向正在发问的记者。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 恶德记者
        - 「您好，敝人是《号角日报》的城那・冴梦尊（Jonah Jameson）……」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 恶德记者
        - 「你赢得这场比赛，有没有感觉对手发挥不好才给了你机会？」
    -
    - 别样的记者在为小栗帽下套，假如%SEX%如实作答——
    - 如果回答「是」，等于承认自己的胜利是因为对手失误，而非小栗帽的实力。
    - 而如果回答「不是」，那又会让人觉得%SEX%在高看自己，显得不够谦虚。
    -
    - 由于记者还不只会访问一位选手，要是有其他选手被误导的话……
    - %YOU%甚至都能预想到待会的新闻标题将会是：
    - 「欠教育了！自信小栗竟然……」、「G1%UMA%诈伤卖惨？%SEX%如此说……」之类不堪入目的内容。
    -
    - 这世道，是忍一时气着自己、退一步越想越气。
    - 在赛前的积怨、赛后的激情交叠下……平常理应能保持冷静的%YOU%感觉脑子里有一根弦线迸裂了。
    - 但就在%YOU%想要发难的时候——
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「哦，其实我今天早上吃了一份猪排饭，那顿早餐特别重要，给了我很多能量。」
    -
    - 小栗帽不但完全没有陷入二选一的陷阱，也没有被情绪所影响，一开口便彰显了自己的大胃王属性。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「以及今天的天气中规中矩，配搭上咖喱饭的风味，刚刚好。」
    -
    - %YOU%死命地控制着自己的脸部神经，不让自己爆笑出来。
    - 保持冷静与平和，主动以驴唇不对马嘴的回应敷衍对方。小栗帽，你也成长了啊。
    - 反倒是身为训练员的%YOU%竟然几乎没有控制住自己，假如没有小栗的这番演出，二人肯定会大出洋相。
    -
    - acc: 1
      content: 「请下一位。」
    -
    - %YOU%看着恶德记者一脸不悦地坐回了座位上，感觉心情也快活了起来。

#资深级 11月 第1周
#训练员室内
elephant:
  title: 把房间里的大象抛出窗外
  lines:
    - 这个连人们的注意力都能当作经济工具使用的年代是让人难以适应的。
    - 小栗帽的反覆伤病与其即将到来的退役，在传统媒体和自媒体的双重夹击下成为了近期圈内的流量密码。
    - 连不甚关注赛%UMA%行业的人都开始在自己的社交媒体上为小栗帽送上寄语和祝福，比方说：「向传奇篮球选手小栗帽致敬！」
    - 尽管这种对其完全一知半解的言论让人啼笑皆非，但事实就是%SEX%的知名度已经达到了这种境界。
    -
    - content:
        - fontWeight: bold
          content: 信件
        - 「犯下贪欲之罪的训练员」
    - content:
        - fontWeight: bold
          content: 信件
        - 「强迫小栗帽带病比赛的罪行我等已然知晓」
    - content:
        - fontWeight: bold
          content: 信件
        - 「若不悔改则面对炸弹的怒火吧」
    - content:
        - fontWeight: bold
          content: 信件
        - 「马之怪盗团敬上」
    -
    - 你们坐在训练员室里，看着桌子上打开的一份信封相看无言。
    - 不论是出于嫉妒训练员还是关心%UMA%本身，这种宣称要用炸弹把训练员连特雷森一起炸上天的信件实际上并不稀奇。
    - 只是真轮到自己的时候就笑不出来了，小栗帽一脸无奈地摇头。
    - 在媒体、水军听风就是雨的大肆渲染下，%SEX%可怜得就像一个行将就木的老人被邪恶的亲戚榨干剩余价值一样。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「怎么一个二个都没有打算问我的意见呢……」
    -
    - acc: 1
      content: 「因为训练员要负上的责任更重大。」
    -
    - 在必要的时候成为把赛%UMA%保护在身后的盾牌，这也是训练员的使命之一。
    - 更不能轻易折服在压力下，而是遵从专业医疗建议做出对赛%UMA%而言最好的判断。
    - 哪怕被舆论攻击也只能作为工作的一部份，打落门牙和血吞。
    - 千千万万的训练员们如是，%YOU%也如是。
    -
    - acc: 1
      content: 「现在的话，更重要的是把小栗的前路确定下来。」
    -
    - %YOU%随手把来自马之怪盗团的预告信折成纸飞机，轻松投出窗外。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「我的话肯定是希望继续跑下去的，只是身体实在不允许了……」
    -
    - 实际上，小栗帽也已经意识到了自己的体能正在急剧衰退——反覆不断的伤病、越加吃力的比赛内容。
    - 那些训练中逐渐放慢的秒数，那些比赛结束后越来越长的恢复时间，无不提醒着小栗帽属于%SEX%的时代即将结束。
    - 因此哪怕没有外界施加的压力，%SEX%也不大可能撑过这个赛季。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「但我还是要用实力让那些人闭嘴。」
    -
    - %YOU%诧异地看向小栗帽。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「那些媒体不是一直在说你在强迫我跑吗？」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「那么我就要用战绩来让他们知道……根本没有这一回事！」
    -
    - 只见小栗帽信誓旦旦地握紧拳头，对%YOU%露出了自信满满的笑容。
    - G1级超级明星%UMA%自然有其傲骨，面对无根的毁谤，%SEX%是不争馒头也得争一口气。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「就用那场比赛来为我的生涯画上一个圆满的句号吧。」
    -
    - acc: 1
      content: 「有马纪念……」
    -
    - 既然%SEX%意已决，%YOU%也无谓多费唇舌。
    - 只要像之前一样，二人互相扶持着前进就好了。

#资深级 12月 第4周 （G1）有马纪念 1着 中山 芝 2500m（长距离） 右・内
#指定强敌：目白莱恩、目白阿尔丹、八重无敌
#赛前・选手休息室
arim_kin_final:
  title: 小栗帽：终局之战（上）
  lines:
    - 清晨的跑道上，薄雾像轻纱般笼罩着整个竞马场。
    - 小栗帽远远地望向看台，空无一人的观众席静静矗立，与%SEX%无言对视。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「这是最后一次了。」
    -
    - 今天过后，当%SEX%离开这片跑道，%SEX%将失去自己最熟悉的身份。
    - 不论结果如何，《奇迹的白星》小栗帽将会就此引退，消失在众人的视野中。
    -
    - acc: 1
      content: 「好好准备，不要让这场最后一战留下遗憾。」
    -
    - %YOU%深吸一口气，试图压下胸口翻涌的情感，站到了赛道旁为小栗检查起身体状态。
    - 三年岁月并没有在%SEX%的体表留下什么痕迹，%SEX%的双腿仍然强壮有力，但二人都清楚长久的摧残为小栗带来了多少伤害。
    - 与草场老兵小栗帽相比，这次有马纪念另一个让人瞩目的选手是正值经典年的超新星・目白莱恩。
    -
    - 目白莱恩近期状态大勇，分别夺得皋月赏第三、德比第二、菊花赏第三名。
    - 尽管本人未能染指三冠，但却能在三场经典三冠都位列前三。
    - 可以说目白莱恩只是运气差了那么一点点而已，绝非可以小觑的善类。
    -
    - if: era.get('cflag:27:66') === 1
      content: 在一旁认真热身的莱恩也对你们咧嘴一笑。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「不用担心，这也不是我第一次离开赛场了。」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「赛道上的终点只是另一段旅程的开端——这是大家教会我的事。」
    -
    - 你一愣，才意会到%SEX%指的是离开笠松的时候。
    -
    - acc: 1
      content: 「你有后悔过离开笠松吗？」
    -
    - 小栗帽手上的热身动作只是短暂一顿，%SEX%很快又回过神来。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「我没有后悔过，也没有什么好后悔的。」
    -
    - color: %F_COLOR%
      content:
        - fontWeight: bold
          content: ？？？
        - 「那可真是让人心酸哪，小栗帽。」
    -
    - 一阵熟悉的声音传来，你们二人向被栏杆隔开的观众席看去。
    - 青色的发色、红黄相间的瞳孔，原来是老熟人藤正进行曲前来观战了。
    - %SEX%正随意地挨在栏杆上，嘴上虽然充满酸楚，但脸上却没有刻意隐藏笑意。
    -
    - color: %F_COLOR%
      content:
        - fontWeight: bold
          content: 藤正进行曲
        - 「真亏我当时还那么伤心，没想到当上大明星之后就翻脸不认人了。」
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「进行曲！」
    -
    - color: %F_COLOR%
      content:
        - fontWeight: bold
          content: 藤正进行曲
        - 「令堂和诺伦她们也来了哦，不过现在还在酒店里睡大觉呢。」
    -
    - 藤正进行曲耸耸肩，%YOU%看见了%SEX%双眼下的黑眼圈。
    - 看来为了亲自在小栗帽的最后一舞上为其摇旗呐喊，%THEY%并没有少受罪。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「谢谢你们……不过进行曲为什么会在这里？」
    -
    - %YOU%看了看天上刚升起一段时间的朝阳，这个时间对观赛而言未免也太早了。
    - 哪怕是小栗帽和%YOU%也只是提前来踩踩草皮、热热身后就会回去休息。
    -
    - color: %F_COLOR%
      content:
        - fontWeight: bold
          content: 藤正进行曲
        - 「我只是猜你可能会跟以前一样一大早就来晨操而已，没什么特别的。」
    -
    - 事实上看，%SEX%也没说错，在重大比赛——不如说每次比赛前，小栗帽都会十分激动。
    - 因此，在赛前让%SEX%习惯且冷静下来也很重要。
    - 所以二人就会挑在大早上几乎没有人的时候申请借用一小片草地来做操。
    -
    - 藤正进行曲和小栗帽都不算能言善辩的%UMA%，在把能说的话说完之后二人就陷入了尴尬的沉默。
    -
    - color: %F_COLOR%
      content:
        - fontWeight: bold
          content: 藤正进行曲
        - 「那么，我就先回酒店睡了。晚点再见啦。」
    -
    - color: %F_COLOR%
      content:
        - fontWeight: bold
          content: 藤正进行曲
        - 「……可别输了哦。」
    -
    - 最后，还是进行曲这个来客主动告别。
    - %SEX%转过身，往观众席深处走去。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「我会赢！进行曲，我会赢的！」
    -
    - 小栗帽厉声喝道，声音壮如洪钟。
    - 假如说在这之前，%SEX%还带有一点对离别的惋惜、惆怅，对失败的不安、恐惧的话。
    - 那么%YOU%觉得现在的小栗帽……
    - 已经完全把一切牵挂都抛在脑后了。

#资深级 12月 第4周 （G1）有马纪念 1着 中山 芝 2500m（长距离） 右・内
#指定强敌：目白莱恩、目白阿尔丹、八重无敌
#赛后・选手休息室
arim_kin_final_win:
  title: 小栗帽：终局之战（下）
  lines:
    - 比赛过程并不算顺利，在平均完赛时间仅两分数十秒的有马纪念中，只要犯下哪怕一个错误都可能致命。
    - 而%YOU%看出来在比赛的末段小栗帽已经开始乏力了。
    - 若是其他%UMA%的话，想必在乏力的瞬间就已经会哭叫着「不行啦～」然后失速吧。
    -
    - 然而，%SEX%凭着惊人的毅力坚持了下来。
    - 不，不只是坚持那么简单——%SEX%还反而二次加速了。
    - 观众席爆发的声浪中，%YOU%看清了%SEX%突然咧开的嘴——那是捕食者锁定猎物的笑。
    - %YOU%当下甚至瞠目结舌，双手紧紧握住了面前的栏杆。
    -
    - 命运为%SEX%扣上的枷锁被%SEX%一把扯个粉碎、上帝为%SEX%设置的铁壁被%SEX%一头撞出破洞。
    - 「不可能！」在对手同样震惊的眼神中，小栗帽再一次突破了自己的极限，远远抛离了%THEY%……
    -
    - acc: 1
      content: 「上啊！！」
    -
    - 在小栗帽突破终点线的一瞬，也宣告%SEX%夺得生涯最后一冠，让一切都在此拉下完美的帷幕。
    - %SEX%缓缓减下步速，沐浴在万千观众的欢呼中。
    - 没有狂热的庆祝，也没有胜利的狂喜，在%SEX%的脸上只有一种空灵的解脱感。
    - 在小栗帽冲过终点线的一瞬，%YOU%也只是长吁了一口气，缓解胸中炽热的思绪。
    -
    - 在盛大的表演谢幕后，小栗帽的时代就要结束了。
    -
    - 在一段日子后，%YOU%听说了一种说法：「那场有马纪念上，是神附身在小栗帽身上赛跑。」
    - %YOU%对此不置可否。
    -
    - 在那一刻的%SEX%身上，你没有看到神明。
    - 而是%SEX%打破了神明的安排，径自冲进了自己的「领域」。
    - 芦毛的灰姑娘不需要神明，也不需要一到十二点就会解开的魔法。
    - 因为这个炽热的灵魂，拥有自己的——「上帝禁区」。

#资深级 ？月 第？周 （G？） 拟・日本德比 出走 东京 芝 2400m（中距离）左·内
#指定强敌：鲁铎象征、千明代表、天狼象征、樱花千代王、玉藻十字、八重无敌
#赛前・操场
palace_start:
  title: 致优骏们（上）
  lines:
    - 夕阳即将西下，%YOU%随意地坐在特雷森著名的圆环赛道旁，双目注视着正在努力锻炼的%UMA%群。
    - 有像%YOU%这样带出过传奇%UMA%小栗帽的名训练员在旁监视，%UMA%们都不自觉地绷紧起了神经，更加把劲了。
    - 更不用说在%YOU%身边的小栗帽已经换好了运动装，跃跃欲试。
    - 那位已经退役的活传奇尽管不大可能在这里全力奔驰，但能与%SEX%在同一条赛道上练习也是与有荣焉！
    -
    - acc: 1
      content: 「热身做好了吗？上吧。」
    -
    - %YOU%微微一笑，待小栗热身结束便将%SEX%打发到赛道上发泄精力。
    - 按理说三年之期已到的当下，%YOU%与小栗帽间的契约已经执行完结。但二人还是如常地继续着日常的拉练，没有落下。
    - 代言广告、出演通告等仍然接个不停，二人每天都要应对来势汹汹的联络电话。
    - 就好像……《奇迹的白星》小栗帽根本没有退役过一样。
    -
    - %SEX%踏上了草皮，先用脚尖轻踢地面测试回馈感，然后——便化作了流星，仿佛与风融为一体，脚步轻盈而有力。
    - %YOU%看着小栗帽被斜阳的逆光映照成黑影，在风中自由地疾奔，心里平静无波。
    - 直到另一道暗影悄然无声地跟随在小栗帽的背后，%YOU%诧异地睁大了双眼。
    - 是谁？
    -
    - 然后是又一道、再一道。
    - %YOU%连忙从地上爬了起来，好让自己看得更真切。
    - 小栗帽回眸一看，眼中所见的人物使%SEX%瞳孔轻轻张开。
    - 那是——
    -
    - 两代三冠王，鲁铎象征与千明代表，正并排着追赶在小栗帽身后。
    - 千明代表笑着以手指抬了抬耳朵上的帽子，向小栗致意。
    -
    - color: %CB_COLOR%
      content:
        - fontWeight: bold
          content: 千明代表
        - 「呀——小栗帽同学。」
    -
    - 身旁的鲁铎象征脸上挂着淡淡的微笑，就像只是在与友人闲话家常一样。
    -
    - color: %L_COLOR%
      content:
        - fontWeight: bold
          content: 鲁铎象征
        - 「抱歉，打扰你训练了吗？」
    -
    - 大名鼎鼎的鲁铎象征与千明代表在跟小栗帽并跑！
    - 这个发现使得在场的其他%UMA%已经惊呼了起来，开始呼朋引伴。
    - %YOU%牙关战战着，又去看紧随在后的黑影。
    -
    - color: %SI_COLOR%
      content:
        - fontWeight: bold
          content: 天狼星象征
        - 「退役生活怎么样？我来帮你习惯习惯如何！」
    -
    - 右耳上镶有精致典雅的耳饰，桀骜不驯的一匹狼如此嚷道，那鲜红狂野的双瞳仿佛在散发光芒。
    - 与其相对的是一脸慌张害羞，但脚下没有丝毫混乱的另一位强者。
    - 是德比%UMA%，天狼星象征与樱花千代王？
    -
    - color: %CH_COLOR%
      content:
        - fontWeight: bold
          content: 樱花千代王
        - 「我、我是被会长拉过来的——！」
    -
    - 小栗帽不禁放缓了步速，转身呆呆地看着眼前四位传奇%UMA%屹立在前。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「你们到底……」
    -
    - acc: 1
      content: 「这到底是怎么一回事？」
    -
    - 两代三冠王与两代德比%UMA%在毫无预警的情况下同时来到环状赛道，打从%THEY%现身，草地上就再也没有一丝安宁。
    - 人群如潮水般涌向赛道，师生们的脚步急切而兴奋，把现场挤得水泄不通。
    - 喧闹声如潮水般此起彼伏，空气中弥漫着紧张又兴奋的气息。
    -
    - content:
        - fontWeight: bold
          content: 学生A
        - 「%THEY%在干什么……难道是要比赛吗……？！」
    - content:
        - fontWeight: bold
          content: 学生B
        - 「练习赛？现在？在这里？！」
    - content:
        - fontWeight: bold
          content: 学生C
        - 「这么豪华的阵容，真的是我们能看的吗？！」
    -
    - 一抹黄金色的长发从人群中冒出，推着一台轮椅挤到了前排。
    -
    - content:
        - fontWeight: bold
          content: 学生A
        - 「黄金城前辈、星王前辈！您们也是来参赛的吗！」
    -
    - 来者乃是黄金城，坐在%SEX%身前轮椅上的，则是其老对手樱花星王。
    - 说罢学生自己也一愣，仿佛意识到自己说了不该说的话，脸上的神情从惊喜瞬间转为慌乱，便连忙捂住自己的嘴巴。
    - 黄金城眉头轻挑看向说错话的学生，樱花星王则只是低垂着眼帘一阵无言。
    -
    - color: %ST_COLOR%
      content:
        - fontWeight: bold
          content: 樱花星王
        - 「我就算了，距离能再次跑起来还有一段时日呢。阿城，你怎么看？」
    -
    - color: %G_COLOR%
      content:
        - fontWeight: bold
          content: 黄金城
        - 「我晚点还有拍摄的通告，恕我拒绝。」
    -
    - 就算%SEX%不去，赛道也已经够挤的了。
    - 因为就在片刻之后，伴随着劈啪作响的电弧，那个同样一头白发的小个子把人海分成两半。
    - 那个身影步履从容、目光锐利，紧紧盯住了现在唯一值得%SEX%在意的人。
    - 在%SEX%身后，还跟着另一位以坚韧著称的%UMA%——金刚八重垣流・八重无敌。
    - 二人加入到行列中，把小栗帽团团包围。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「小玉……」
    -
    - 玉藻十字只是狞笑着，用拇指虚点了点赛道上象征起点线的白线。
    -
    - acc: 1
      content: 「露娜，你们到底想干什么？」
    -
    - color: %L_COLOR%
      content:
        - fontWeight: bold
          content: 鲁铎象征
        - 「我想要……向小栗帽发起挑战。」
    -
    - color: %CB_COLOR%
      content:
        - fontWeight: bold
          content: 千明代表
        - 「德比，草地，2400米。」
    -
    - 无双的皇帝与腾空的天马如此说道。
    - 日本德比——是小栗帽当初因为错失良机而无法参赛的赛事，也是二人的一大遗憾，一段未竟的梦想。
    - 观看的人群登时一阵震动。
    -
    - content:
        - fontWeight: bold
          content: 学生B
        - 「德比？我没听错吧，%THEY%想要举办德比！」
    -
    - 如今，皇帝、勇者、天狼、力士、闪电、金刚，均齐聚此地。
    - 这些曾在赛场上书写传奇的%UMA%竟然想要在特雷森为小栗帽举办一场模拟德比。
    - %YOU%与小栗帽互相对视——事到如今，唯有承蒙厚意了。
    -
    - acc: 1
      content: 「小栗，把%THEY%击溃吧。」
    -
    - 小栗帽用力点头，%YOU%知道哪怕自己不多费唇舌，%SEX%也不会拒绝这种强强对决的。
    - 上啊，小栗。
    - 向世人证明：不是你错失德比，而是德比错失了你！

#资深级 ？月 第？周 （G？） 拟・日本德比 出走 东京 芝 2400m（中距离）左·内
#指定强敌：鲁铎象征、千明代表、天狼象征、樱花千代王、玉藻十字、八重无敌
#赛后・操场
palace_end:
  title: 致优骏们（下）
  lines:
    - 这场模拟德比并不完美。
    - 赛道上的草皮没有像真货一样事先养护过，特雷森围观的群众们也远不如正式比赛声势浩大。
    - 参赛选手更是只有七人，无法反映现实里乱中有序的比赛内容。
    -
    - 但小栗帽露出了欣慰的笑容。
    - 因为%SEX%在六位强敌的围猎、啃咬中成功生还下来了。
    - %SEX%喘着粗气，步伐渐渐放缓，习惯性地来到%YOU%身边。
    -
    - acc: 1
      content: 「……干得好，小栗。」
    -
    - %YOU%为小栗帽送上了毛巾与能量饮料，顺道向其他选手点头致意。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「啊啊……这就是我的……德比。」
    -
    - 哪怕草皮不在最佳状态、哪怕群众声援不够火热、哪怕赛道上仅有七人征战。
    - 但人们看见了。
    - 七位活传奇使出浑身解数互相斗法、碰撞、争先，为胜利全力冲刺。
    - 没有任何一人带着半吊子的觉悟，大家都渴望站上巅峰，赢得这场虚假的冠军。
    - 正因这样，这个冠军才弥足珍贵。
    -
    - acc: 1
      content: 「如此一来，你也是参加过德比的赛%UMA%了！」
    -
    - 小栗帽笑得很灿烂。
    - %SEX%转过身去，与方才的对手们逐个相拥。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「谢谢，大家。」
    -
    - color: %L_COLOR%
      content:
        - fontWeight: bold
          content: 鲁铎象征
        - 「当时是我拒绝了为你陈情……」
    - color: %L_COLOR%
      content:
        - fontWeight: bold
          content: 鲁铎象征
        - 「实在是对不起。」
    -
    - %YOU%回想起来，自己曾经请求过这位学生会长为小栗参赛说情。
    - 然而，反而遭到被激怒的%SEX%轰出大门，实在没想到这件事竟然被鲁铎象征惦记到现在。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「不，我觉得……」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「哪怕是真正的德比也不会像今天这场比赛一样，为我带来这样的感觉。」
    -
    - 小栗帽摇摇头说道，%SEX%抬起头，环视六位赛%UMA%。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「这种……心跳加速、肺部扩张到极限，仿佛只要稍微放慢下来就会被你们吞食殆尽的感觉。」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「甚至不能简单地归类为刺激感、恐惧感。」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「谢谢你们，为我带来了一场没有遗憾的『德比』。」
    -
    - %YOU%笑着看到小栗帽向众人伸出了手，却突然因为不知道该先握谁的手而陷入混乱的奇妙景象。
    - 此时，在被暮色浸透的赛道上，若是深吸一口气，想必会感觉到空气比以往任何时候都清新。

#（隐藏）4月 第3周 皐月赏
#赛前 休息室内
#触发条件：重复育成时解除【迟到者】状态，选择出战皋月赏
sats_sho:
  title: 皋月前
  lines:
    - 「皋月」为四月的雅称，而以此为名的比赛也象征着春天的竞技盛宴开幕了。
    - 它既是经典三冠的序幕，也是无数%UMA%向巅峰之路进发的起点。
    - 此刻，参赛选手小栗帽也坐在休息室的椅子中，甚是激动。
    -
    - acc: 1
      content: 「听好了，小栗」
    -
    - %YOU%轻咳一声，气定神闲地指向平板电脑的屏幕。
    - 上面并没有什么独特的作战计划、分析图表，而是显示以黄金装裱着，大大的皋月二字。
    -
    - acc: 1
      content: 「皋月赏只是第一关，只要能突破这个第一关，你距离三冠就只差了两关！」
    -
    - %YOU%的话语就是一段废话，毫无实质内容，仿佛只是有谁在试图用这些文字来填充空气。
    - 就像「每过一分钟就会有六十秒过去」一样，好比试图用「水是湿的」「天是蓝的」这类句子来显示自己的智慧。
    - 但小栗帽仍然激动地和应了%YOU%过于简单的结论，%SEX%要用自己的行动来证明一切——让那些曾经质疑%SEX%的人哑口无言。
    -
    - 因为自己是迟到者就无法报名参与经典三冠？
    - 该死的陈腐规定怎么可能限制住要登上大舞台的%SEX%呢？
    - 没有什么好质疑的了，来自地方的小栗帽要用实力来打破规则的起点，就是皋月赏。
    - %SEX%要让所有人看到，地方%UMA%也能在大舞台上绽放属于自己的光芒！
    -
    - 挂着自信满满的笑容，小栗帽踏出了征服天下的第一步。

#（隐藏）4月 第3周 皐月赏
#赛后 休息室内
#触发条件：重复育成时解除【迟到者】状态，选择出战皋月赏胜利
sats_sho_win:
  title: 皋月后
  lines:
    - color: %COLOR%
      content: 毫无疑问，小栗帽最终获得了胜利。
    - color: %COLOR%
      content: 你们二人在赛道上击掌相庆，迎接观众漫天的欢呼声。
    - color: %COLOR%
      content: 观众如狂热的浪涛，喧嚣着、震颤着。
    -
    - color: %COLOR%
      content: 然后天地变色，那无形的秩序便崩解了。
    - color: %COLOR%
      content: 某种荒谬而不可名状的力量从时间与空间的深处渗出。
    -
    - color: %COLOR%
      content: 原先是黑的成了白，原先是白的成了黑；
    - color: %COLOR%
      content: 原先是地面的成了天空，原先是天空的成了地面；
    - color: %COLOR%
      content: 原先是胜利的成了败者，原先是失败的成了赢家。
    -
    - color: %COLOR%
      content: 更为骇人的是，小栗帽抬起头，只见颁奖台上站着一个与自己极为相似的身影。
    - color: %COLOR%
      content: 那存在微笑着，带着一种似真非真的诡异感，向观众席高举皋月赏奖杯。
    - color: %COLOR%
      content: 观众的欢呼声化作极之尖鋭的狂啸，伴随低沉的呻吟无序地交错冲击%SEX%的耳膜。
    - color: %COLOR%
      content: %SEX%强忍眩晕把目光朝胸前射去——不见了，仿佛它从未存在过。
    - color: %COLOR%
      content: 独属于自己的奖杯消失了！
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「发生什么了？！」
    -
    - color: %COLOR%
      content: %SEX%血红的瞳孔止不住地颤抖。
    - color: %COLOR%
      content: 再次抬头时发现自己已经不再在那翻转的中山竞马场，令人作呕的虚无如茧般将%SEX%层层包裹其中。
    -
    - color: %COLOR%
      content: 好冷、感觉好无力，心跳急促、双手在微微地颤抖。
    -
    - color: %COLOR%
      content: %YOU%，到底在哪里?!
    - color: %COLOR%
      content: 妈妈、进行曲、小玉，快来救救我！
    -
    - color: %COLOR%
      content: 小栗帽，在一处既光亮又黑暗的地方吼叫着。
    - color: %COLOR%
      content: 这是什么地方？为何能容许既光亮又黑暗这种违反物理定律的情况存在？
    - color: %COLOR%
      content: %SEX%伸出了自己的手，凝视着那双线条硬朗、分明的构造，周遭没有任何光源却能看得一清二楚。
    - color: %COLOR%
      content: 仿佛这黑暗本身在发光，或是她的眼睛适应了某种异样的感知方式。
    - color: %COLOR%
      content: %SEX%的四周也没有声音，甚至%SEX%的喊叫也没有带来哪怕极其微弱的回声。
    - color: %COLOR%
      content: 就在最后一刻，她似乎听到自己的声音——低沉、模糊，来自遥远的深渊：
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「你不属于这里……」
    -
    - color: %COLOR%
      content: 小栗帽惊醒于凌晨四点的床上，背心已然被无意的冷汗打得湿透。
    - color: %COLOR%
      content: %SEX%看向仍睡得安稳的室友玉藻十字，轻轻叹了一口气。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「是梦……」
    -
    - color: %COLOR%
      content: 小栗如此想道，然后又把视线移到了窗户之上。
    - color: %COLOR%
      content: 窗外一片黑暗，没有月色。

#（隐藏）4月 第4周
#训练员室
#触发条件：重复育成时解除【迟到者】状态，选择出战皋月赏
nightmare:
  title: 噩梦
  lines:
    - 小栗帽的状态并不太对劲，%YOU%总觉得%SEX%相较平常更心不在焉，但并未直接点出。
    - 比方说现在：%YOU%在电脑上看关于经典三冠的新闻时，%SEX%总会有意无意地靠近%YOU%的肩后跟着一起看，并且以为%YOU%毫无察觉。
    - 这家伙果然还是很介意经典赛的事。
    -
    - acc: 1
      content: 「小栗，你对经典三冠有什么意见吗？」
    -
    - 旋转椅骨碌地旋转，%YOU%回过身去问道。
    - %SEX%瞪圆双眼，紧张地将十指交错于前。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「其实……我之前做了个关于皋月赏的梦。」
    -
    - %YOU%偏过头表示好奇，然后耐心地听完了%SEX%对恐怖梦境的描述。
    - 本应到手的皋月赏被另一个自己夺走了，有可能是冒名顶替症候群的体现。
    - 也就是说无法诚实地将自己的成功归因于自身的努力，而是运气或外在因素使然。
    -
    - 身为训练员，%YOU%有必要好好纠正这种想法。但就在%YOU%开口之前……
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「是因为无法出赛才导致日有所思，夜有所梦吗……」
    -
    - %YOU%稍微吃了一惊，%SEX%怎么会这样说呢？
    -
    - acc: 1
      content: 「什么叫无法出赛？」
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「咦？就是关于我转学的时机导致报不了名的事……」
    -
    - 那件事早就因为鲁铎象征的努力而被摆平了啊。
    - %YOU%疑惑地对%SEX%说道，小栗帽仍然处于大惑不解的状态。
    - 于是，%YOU%倾过身向训练员室的奖杯柜指去。
    -
    - acc: 1
      content: 「那个，不就是你当初赢回来的奖杯吗？」
    -
    - 小栗帽顿感一阵天旋地转，怎么可能……自己当初明明是……！
    - 在精致橱柜的第三行正中间静静地矗立着一座令人瞠目结舌的奖杯，其右侧还放置了折叠成豆腐块一样的锦旗。
    - 而在那奖杯厚重的底座上，以精妙的字体雕刻着——皋月赏优胜。

#（隐藏）4月 第4周
#训练员室
#触发条件：重复育成时解除【迟到者】状态，选择出战皋月赏，触发噩梦事件
awake:
  title: 苏醒
  lines:
    - color: %COLOR%
      content: %SEX%确信「小栗帽参加了皋月赏并且获得胜利的情景」只存在梦中的惊鸿一瞥。
    - color: %COLOR%
      content: 而且也没有所谓的鲁铎象征会长为自己争取到了经典三冠出赛权一事。
    - color: %COLOR%
      content: 但每当%SEX%试图回忆细节，记忆便如潮水般退却，留下一片空白与隐隐作痛的头颅。
    -
    - color: %COLOR%
      content: 她环顾四周，发现房间中每一件物品都带着一种说不出的陌生感。
    - color: %COLOR%
      content: 那些熟悉的家具、熟悉的窗帘，甚至熟悉的气味，现在都蒙上了一层冰冷而异样的色彩。
    - color: %COLOR%
      content: 仿佛这并不是熟悉的训练员室，而是完美复刻的模仿品，被谁伪造的现实。
    -
    - color: %COLOR%
      content: 但%YOU%脸上所挂着的疑惑神情又让%SEX%怀疑起了自己的判断。
    - color: %COLOR%
      content: 仿佛问题不出在%YOU%身上，而只是%SEX%的脑袋出了问题。
    - color: %COLOR%
      content: 但——会不会有一种可能性……
    - color: %COLOR%
      content: 那就是包括%YOU%在内的这个世界都是虚假的？
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「我……我不记得……」
    -
    - color: %COLOR%
      content: %YOU%轻微的吸入了一口空气。
    -
    - acc: 1
      content: 「比我想像的要严重一点啊……」
    -
    - color: %COLOR%
      content: 然后，%YOU%以九十九根触手构成的腿脚自旋转椅上站起身，以平稳滑动的方式，无睑无瞳的双目瞬间逼近到了小栗帽面前。
    - color: %COLOR%
      content: 在小栗帽为%YOU%逐渐失去特征的五官几乎崩溃地尖叫出声之前，视野中的一切像被撕开的画布一样开始崩解。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「又是……梦？」
    -
    - color: %COLOR%
      content: %SEX%再次苏醒于特雷森宿舍舒适的床上。
    - color: %COLOR%
      content: 这次%SEX%不再敢于去看四周的景象，而只是用被子盖住头再次沉溺于珍贵的睡眠中。
    - color: %COLOR%
      content: 一轮满月自乌云后探出头，朝窗内洒下了安宁的微光。

#（隐藏）经典级 5月 第4周  日本德比
#赛前 休息室内
#触发条件：重复育成时解除【迟到者】状态，选择出战日本德比
toky_yus:
  title: 优骏前
  lines:
    - color: %COLOR%
      content: 换装后的小栗帽站在休息室的门前，一脸茫然。
    - color: %COLOR%
      content: %SEX%不明白自己为何一而再再而三地梦见自己参加经典三冠的景象。
    - color: %COLOR%
      content: %YOU%轻轻地拍了拍%SEX%的肩膀，鼓励着看来惴惴不安的小栗帽。
    -
    - acc: 1
      content: 「如此一来，跟那家伙的约定也能达成了。」
    -
    - color: %COLOR%
      content: %YOU%笑道，这么一说%SEX%便想起来了：自己确实与笠松的各位约好过要成为德比赛%UMA%。
    - color: %COLOR%
      content: 只是按照小栗帽的记忆……因为规则的桎梏，自己理应是无法报名参赛的。
    - color: %COLOR%
      content: 可是，为什么现在……？为什么在皋月赏结束后，%SEX%竟然又站在了德比的赛场上？
    - color: %COLOR%
      content: 显然，这并非简单一句「日有所思，夜有所梦」就能归纳的。
    - color: %COLOR%
      content: 这种不安一直绕在小栗帽心头，直到%UMA%们在司令员的指令依序步入了狭窄而冰冷的起跑闸门。
    - color: %COLOR%
      content: %SEX%是最后一个入闸的，也是心绪最为混乱的。
    - color: %COLOR%
      content: 但既来之，则安之——先不管是真是假，哪怕是在梦里，小栗帽也不想输给任何人！

#（隐藏）经典级 5月 第4周 日本德比
#赛后 休息室内
#触发条件：重复育成时解除【迟到者】状态，选择出战日本德比胜利
toky_yus_win:
  title: 优骏后
  lines:
    - color: %COLOR%
      content: 当终点线从小栗帽的视野中瞬间掠过时，四周的喧嚣声仿佛在一瞬间炸裂成无数细碎的回响。
    - color: %COLOR%
      content: 小栗帽迅速被一种诡异的静默吞噬，%SEX%的四肢仍然因奔驰的余韵而微微颤抖。
    -
    - acc: 1
      content: 「恭喜。」
    -
    - color: %COLOR%
      content: %YOU%的脸孔原本应该洋溢着狂喜的神情，现在却逐渐模糊得仿佛被某种无形的力量抹去细节，只剩下一片空洞的轮廓。
    - color: %COLOR%
      content: 天空中本该耀眼的阳光，此刻也变得暗淡而黯黄，仿佛一层腐朽的薄膜笼罩在整个赛场之上。
    -
    - color: %COLOR%
      content: 小栗帽没有去理会一切除了%YOU%之外的人事物，只是安静地站在了不成人形的%YOU%跟前。
    - color: %COLOR%
      content: 在%SEX%眼前的%YOU%没有五官、没有生气，各个关节毫无规律地抽动。
    - color: %COLOR%
      content: %SEX%已经意识到自己身处的地方并非单纯的幻象，而是某种更深层次的奇异现实。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「%YOURNAME%……不，你到底是谁？」
    -
    - color: %COLOR%
      content: %SEX%的身体微微前倾，双腿如同随时准备爆发的弓弦，脚掌不时轻轻移动，是在调整一个更稳固的立足点。
    - color: %COLOR%
      content: 小栗帽眼前的%YOU%形状不断变动。
    - color: %COLOR%
      content: 手臂不再是手臂，而是由九又九根肤色触手扭曲无序地缠绕在一起，构成某种仿佛工具般的怪异结构。
    - color: %COLOR%
      content: 在长裤下被掩藏的双腿也仿佛有九个异物在皮肤下蠕动，若是称其为三倍于常人的脉搏的话，那种蠕动又未免过于混乱不堪。
    - color: %COLOR%
      content: %SEX%透过裤管隐约看见了九组缠绕在一起的管状物，每一组由九根细长的触须构成，彼此纠结、摩擦，发出令人牙酸的声响。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「快回答我！」
    -
    - color: '#e94b4e'
      content:
        - fontWeight: bold
          content: ？？？
        - 「答案就在特雷森，中庭的喷泉之中……我让人怜爱的孩子哦……」
    -
    - color: %COLOR%
      content: %SEX%的呼吸急促而浅薄，随着胸膛上下起伏。
    - color: %COLOR%
      content: 小栗帽是何等的紧张，以至于%SEX%甚至没有发现「%YOURNAME%」的声音并非来自外部，而是从%SEX%自己的脑海深处涌现。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「喷泉……那不是三女神像所在的地方吗？」
    -
    - color: '#e94b4e'
      content:
        - fontWeight: bold
          content: ？？？
        - 「带上%YOURNAME%前往喷泉寻求真相吧……小栗帽……」

#（隐藏）经典级 5月 第5周
#三女神像
#触发条件：重复育成时解除【迟到者】状态，选择出战日本德比胜利，前往三女神像
truth:
  title: 真实
  lines:
    - 小栗帽确信自己完全清醒，看来梦中的%YOU%——或者说那个东西没有能力影响现实。
    - 也有可能没有必要这样做，因为祂要求小栗帽带上%YOU%前往三女神像了。
    -
    - %YOU%与小栗帽肩并肩走着，听取着%SEX%说明来龙去脉。
    -
    - acc: 1
      content: 「所以你在梦里跑了经典赛的前两冠……」
    -
    - 小栗帽做的是连续梦，顾名思义便是在数次中断后「剧情」仍然可以被连贯起来的梦境。
    - 如此稀奇的事情竟然发生在自己所重视的%UMA%身上，让%YOU%也不禁产生了好奇心。
    - 不过，%SEX%第一时间就否认了%YOU%「潜意识里过度重视比赛」的假设，并且坚称梦中的%YOU%要二人一起拜访三女神像。
    - 尽管还有工作，但就当是为了转换心情和照顾小栗，%YOU%欣然地答应了。
    -
    - 毕竟只不过是去拜个神而已，能出什么问题呢？
    -
    - 于是，%YOU%便眼看着自己和小栗帽一道被某种从四面八方涌来的漆黑浪潮吞噬。
    - 坠入了一片难以言喻的空间——没有上下、没有方向，甚至没有真正的实体。
    - 在这样的一个空间中脚踏实地的二人同时看向了唯一的一丝光亮。
    - 二人把目光投向光源之时便顿觉一阵刺眼，那并非眼睛遭到强光侵袭而导致的生理反射。
    - 而是因为眼前所见之物绝非常人思维足以理解……
    -
    - color: '#e94b4e'
      content:
        - fontWeight: bold
          content: ？？？
        - 「原谅我等吧，小羊羔……我等的存在并非汝可直接得见。」
    -
    - 在那团抽象得不可名状，三色光线如同流水般汨汨流动的光团中，%YOU%仿佛看见了某种只能被称为神灵的存在。
    - 祂那古老、模糊的声音自二人的混乱不堪的脑海中振动起来。
    - 小栗帽像是已经预料到了一样牢牢地握紧了%YOU%的右手，既是为了安稳心神，也是为了支撑二人。
    -
    - color: '#e94b4e'
      content:
        - fontWeight: bold
          content: ？？？
        - 「小栗帽……%YOURNAME%……欢迎来到「我」的「领域」……」
    -
    - color: '#e94b4e'
      content:
        - fontWeight: bold
          content: ？？？
        - 「我一直观察着汝，纵横时间与空间，穿越世界与宇宙……着实迷人。」
    -
    - 红光随着每个发音不住闪烁，而蓝光及黄光带着某种无可忽视的压迫感，似乎在冷眼注视着%YOU%的一举一动。
    - %YOU%的前额叶仿佛被一柄无形的凿子猛然敲击，灌入脑海的讯息既非文字亦非影像，而是一种纯粹的概念洪流。
    - 那些讯息无顺无序、无因无果，却将真理像海啸一样强行冲破你的心灵之壁。
    -
    - 红光将%YOU%的感官撕裂成无以计数的碎片。
    - %YOU%就像高悬在天穹之端的烈阳，自上而下地同时看着无数疾速狂奔的身影。
    -
    - 然后是来自蓝光的温柔呼唤。祂刺入%YOU%的胸膛，将空气置换成了一种黏稠而令人窒息的情感。
    - 无数灵魂于%YOU%不存在的肺部里互相纠缠、融为一体，结集成无尽之海。
    -
    - 最后是黄光的炽热炙烤。一道刺眼的金色光芒如锁链般缠绕住%YOU%双腿，使得%YOU%身上所有骨骼都成为了重力的牺牲品。
    - %YOU%肉身的支撑尽碎，缓缓沉入了燃烧的大地当中……
    -
    - 在那几乎超越心率极限的紧张感下，%YOU%终于意识到：这便是%UMA%信仰中被奉为神祇的三女神的真正面目。
    -
    - if: era.get('cflag:340:66') === 1 || era.get('cflag:341:66') === 1 || era.get('cflag:342:66') === 1
      lines:
        - 跟%YOU%认识的那三位平易近人的女神完全不一样，但在陌生之余又有一股熟悉的气息。
        - %YOU%突然意识到，这三位女神无论以何种面貌示人，祂们的本质从未改变。
        - 一想到这个带给自己无比压迫感的光球竟然可以算是老熟人，二人的压力也顿时减轻了那么一丁点。
    -
    - content:
        - 那赤红的光团，代表着
        - color: '#e94b4e'
          content: 达利阿拉伯
        - ；
        - 那湛蓝的光辉，象征着
        - color: '#8d9ad9'
          content: 高多芬柏布
        - ；
        - 而那金黄的光，则是
        - color: '#d6c230'
          content: 拜耶尔土耳其
        - 的化身。
    -
    - 不，或许更准确地说，这些神圣的形象仅仅是祂们的一部分显现——是人类有限认知对祂们浩瀚存在的苍白诠释。
    - 在这个光团面前，%YOU%看见了自己的渺小、宇宙的浩大。
    - 祂们的本质远远超越了凡人能够理解的界限，甚至连这光辉本身都只是祂们投射在现实表面的微弱残影。
    -
    - color: '#e94b4e'
      content:
        - fontWeight: bold
          content: 达利阿拉伯
        - 「汝的疑惑，我等已经明了。」
    -
    - color: '#8d9ad9'
      content:
        - fontWeight: bold
          content: 高多芬柏布
        - 「很久很久以前，在时间尚未成形，空间尚未有边界的时候，宇宙只是一片无尽的黑暗与沉寂。那时，没有光，没有声音，甚至没有希望。」
    -
    - color: '#d6c230'
      content:
        - fontWeight: bold
          content: 拜耶尔土耳其
        - 「于是，我等开始编织一个世界，将这个世界化为一个巨大的竞技场，每一寸土地、每一道赛道，都是我等亲手编织的命运之线。」
    -
    - 三色的光辉开始交替闪动，向你们说出二人本不该知晓的故事。
    - 内容上其实与常听说的「神说：诸水间要有空气……」大差不差，然而——
    -
    - color: '#e94b4e'
      content:
        - fontWeight: bold
          content: 达利阿拉伯
        - 「汝所在的这片天地，实则为一个平行宇宙的复制品——从『现实』中抽取核心然后重新编织的模拟筐体。」
    -
    - color: '#e94b4e'
      content:
        - fontWeight: bold
          content: 达利阿拉伯
        - 「与此同时，我等决定创造一种特殊的生命。那生命既拥有人类的智慧，也拥有着马匹的速度与力量。」
    -
    - color: '#e94b4e'
      content:
        - fontWeight: bold
          content: 达利阿拉伯
        - 「这些生命的灵魂来自另一个宇宙，与人类的肉体结合后诞生的便是——赛%UMA%。」
    -
    - ……这就是世界的真相吗？
    - 继承那份灵魂而奔驰，就是她们的命运。
    - 而小栗帽的奇异梦境，也是祂们实验的一部份。
    - %SEX%的梦境，是祂们的实验场，是跨越现实与虚幻的桥梁。
    -
    - 小栗帽一直以为那些梦境只是潜意识的幻象，是由自己无法参赛的焦虑所化成。
    - 而现在却得知梦境是三位无法理解的「神灵」强加于%SEX%身上的试炼与恩赐。
    - 祂们在意小栗帽，%SEX%的努力、%SEX%的奔跑，对祂们来说绝非毫无意义。
    -
    - 然而，这些事情过于宏大了——%YOU%看向%SEX%面对光团时那强装镇定的样子，再次紧握住小栗帽的手。
    -
    - 无论这世界的本质如何，无论三女神有什么盘算，对%YOU%来说最重要的事情只有一件——
    -
    - acc: 1
      content: 「喝——！」
    -
    - %YOU%猛然大喝一声，声音如同利剑劈开压迫二人的黑暗与低语。
    -
    - %YOU%大喝，并非因为你不惧这些不可名状的存在；
    - %YOU%大喝，是为了尽到你作为一名训练员、作为小栗帽的守护者的责任；
    - %YOU%大喝，是为了唤回自己的力量，为了保护那个把未来寄托在你身上的%UMA%。
    -
    - acc: 1
      content: 「……所以，为什么让小栗帽做那些梦？」
    -
    - %YOU%的呼吸急促，像被困于笼中的猛兽，胸膛因直面神灵而带来的震撼剧烈起伏。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「%YOURNAME%！」
    -
    - 光团对小栗帽的压迫逐渐减弱。
    - 祂们在%SEX%脑海中的回响都被%YOU%的一声怒喝驱散得一干二净，心中甚至萌生了几分直面神灵的勇气。
    - %SEX%紧咬下唇，看向那默不作声的光团。
    -
    - color: '#8d9ad9'
      content:
        - fontWeight: bold
          content: 高多芬柏布
        - 「汝在梦中所经历的痛苦、恐惧，甚至那微小的幸福，都是我等对汝情感的测试。」
    -
    - color: '#d6c230'
      content:
        - fontWeight: bold
          content: 拜耶尔土耳其
        - 「我等为汝打破了现实的界限，将汝投放至真实的赛场上，让汝与那些本不应该与汝对上的%UMA%交锋——」
    -
    - color: '#e94b4e'
      content:
        - fontWeight: bold
          content: 达利阿拉伯
        - 「小栗帽无法参与的经典三冠，既是试炼，也是我们对%SEX%的祝福。」
    -
    - 当光团突然闪烁时，整个空间仿佛被一股无形的波动撕裂。
    - 四周的现实开始扭曲，像是一张被揉皱的纸开始展开。
    -
    - color: '#e94b4e'
      content:
        - fontWeight: bold
          content: 达利阿拉伯
        - 「时间差不多了，汝就先行退去吧，%YOURNAME%。我等还会在帷幕之后观察着汝……」
    -
    - color: '#e94b4e'
      content:
        - fontWeight: bold
          content: 达利阿拉伯
        - 「跑吧，小栗帽。汝的故事尚未结束。」
    -
    - 当%YOU%回过神来，周围的光线不再是那三光交织的灿烂与黑暗的压迫，而是熟悉的现实世界。
    -
    - %YOU%与小栗帽依旧站在三女神像的跟前，祂们的石像静静矗立，散发着一种庄严的沉默。
    - 四周来往的师生们谈笑自若，步履如常，没有人注意到你们的存在，仿佛刚刚的一切从未发生。
    - 小栗帽轻轻抬起头，目光落在三女神的石像上。
    -
    - 虽然祂们的姿态依旧冰冷而无声，但那三双空洞的眼眶仿佛仍在注视着%SEX%，无形的压力让%SEX%心头一紧。
    - %SEX%仍然被祂们的话语与注视笼罩着。
    -
    - acc: 1
      content: 「小栗，别看了。」
    -
    - %YOU%下意识地伸出双手轻轻掰正了她的脑袋，强行将她的视线从三女神的石像上移开。
    - 实际上，%YOU%的状况也没有比小栗帽好到哪儿去。
    -
    - acc: 1
      content: 「既然祂们都这么说了，那么应该还会纠缠你到菊花赏的时候。」
    -
    - %YOU%深吸一口气勉强压下心中的不安，试图安抚小栗帽的情绪。
    - 既然已经从出题人口中知道了剩下的题目，那么答案就只有努力解题一途……
    -
    - acc: 1
      content: 「我们一起好好准备吧，小栗。菊花赏可不是普通的比赛！」
    -
    - 小栗帽显然没有预料到%YOU%会如此直截了当，%SEX%微微睁大了双眼，脸上写满了不知所措。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「但、但是那只是个梦吧？」
    -
    - %YOU%摇摇头，那可是神明为%SEX%设置的比赛。
    - 皋月赏、日本德比的时候，二人都对此一无所知。
    - 但这场菊花赏就不一样了，三女神亲自下战书的比赛必定非同小可。
    - 它的意义，远远超过你们参加过的任何比赛！
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「但……我们要怎么备战一个发生在梦中的比赛？」
    -
    - %YOU%把目光投向了仍在兢兢业业肩扛水瓶的三女神像，轻轻一笑。
    - 即使比赛发生在梦中，小栗帽的身体与精神状态仍然至关重要，因为她的现实体能与心理承受力显然也会被带至梦境世界。
    - 而「巧合」的是，这些正是%YOU%的得意范畴。

#（隐藏）经典级 10月 第3周
#训练员室
#触发条件：重复育成时解除【迟到者】状态，触发过《真实》事件
prepare:
  title: 疾速备战
  lines:
    - 晨光微微透过赛道上的一层薄雾。
    - 小栗帽的耳朵微微颤抖，显示出内心的不安，而她的尾巴则不安分地轻轻摆动着。
    - %YOU%就站在不远处，手中拿着平板电脑却迟迟没有开口。
    - 因为真正的压力并不在今天的训练，而是在那不可知的梦中。
    -
    - 距离三女神安排的梦境菊花赏，只有短短一周了。
    - 这并不是普通的菊花赏，而是一场「试炼」。
    - %YOU%无法完全理解梦境赛场的运作，也无法参与其中。
    -
    - 一切重担都被压在了小栗帽自己身上。
    - %YOU%所能做的事，便是在现实世界中尽力为小栗帽备赛。

#（隐藏）经典级 10月 第4周 （G1） 菊花赏
#？？？
#指定强敌：达利阿拉伯、高多芬柏布、拜耶尔土耳其
#触发条件：重复育成时解除【迟到者】状态，选择出战菊花赏
kiku_sho:
  title: 菊花
  lines:
    - 小栗帽站在梦境的起点，四周的世界如同一幅无法理解的抽象艺术画作一样。
    - 远方那如火焰般燃烧的天空中高悬一轮鲜红的火球，慈爱的气息于空气中弥漫，地面细不可见的裂缝泄出金黄的微光。
    - %SEX%往四周看去，空具其形的京都竞马场没有观众，全是一列列的空位。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「演都不演了。」
    -
    - %SEX%喃喃自语道。
    -
    - color: %D_COLOR%
      content:
        - fontWeight: bold
          content: 达利阿拉伯
        - 「因为已经没有必要掩饰了嘛，小羊羔。」
    -
    - 达利阿拉伯的声音突然自%SEX%的身后传来，使得小栗帽吓了一跳。
    - %SEX%回头看去，原先空无一人的草地上站立着另一位%UMA%。
    - 眼前的达利阿拉伯不再是当初二人所见的光团模样，而是有着一头亮丽红发的人型。
    -
    - 小栗帽瞳孔一缩，已经意会到了女神特意化身人形的用意。
    -
    - color: %D_COLOR%
      content:
        - fontWeight: bold
          content: 达利阿拉伯
        - 「今天的菊花赏，由我们来当你的对手应该——不算丢份吧？」
    -
    - 达利阿拉伯轻挥手臂，随着她的动作，空气中涌现出蓝色与金色的光芒。
    - 两道身影从光芒中走出，与她并肩而立。
    -
    - color: %G_COLOR%
      content:
        - fontWeight: bold
          content: 高多芬柏布
        - 「早上好，小栗同学。」
    -
    - 第一位，是一身蓝衣的高多芬柏布，微笑颔首向小栗帽致意，视线中温暖与严厉并存。
    -
    - color: %B_COLOR%
      content:
        - fontWeight: bold
          content: 拜耶尔土耳其
        - 「三千米长的菊花赏可不容易，你和训练员有好好准备吧？」
    -
    - 第二位，则是身姿挺拔的拜耶尔土耳其，冷峻的脸上没有一丁点笑容。
    - %SEX%只是冷哼一声双手交叉在胸前，小栗帽总觉得自己从拜耶尔土耳其身上看见了学生会长的一点影子。
    -
    - acc: 1
      content: 「我竟然要跟神明比试吗……」
    -
    - 眼见三位女神化身人形亲自挑战自己，小栗帽心跳如雷、浑身颤抖，精神紧绷到了极点。
    - ……实在是——
    -
    - 再也没有比这更棒的比赛了！
    -
    - 小栗帽那武者出战前的颤抖，从没有像如此一般激烈过。
    - 三女神啊——就让你们见识一下，挑战小栗帽到底是何等荒唐的错误吧！

#（隐藏）经典级 10月 第4周 （G1） 菊花赏
#？？？
#触发条件：重复育成时解除【迟到者】状态，选择出战菊花赏胜利
kiku_sho_win:
  title: 幻梦
  lines:
    - 越过终点的瞬间，现实的壁垒也被小栗帽撞破了。
    - %SEX%周围的空间像破裂的镜面般四散开来，闪烁着无数碎光，而%YOU%就伫立在前方。
    - 小栗帽的身体还在飞驰，动能无法被瞬间制住，%SEX%径直朝你扑了过来。
    - %SEX%的身体撞上%YOU%的胸膛，带着无法停止的力量将你们一起卷入地面，让二人变成了滚地葫芦。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「%YOURNAME%……」
    -
    - 刚从梦境中挣脱出来的小栗帽在%YOU%的怀里喘着粗气，%SEX%的额头上还残留着细密的汗珠，双肩微微颤抖。
    - 不知是因为兴奋还是疲惫，%SEX%不自觉地抓紧了%YOU%的衣襟，牢牢不放。
    -
    - acc: 1
      content: 「小栗，你做到了。」
    -
    - 你们抬头看向月光下的三女神像，月光洒落在三女神像上，像为胜利披上了一层神圣的光辉。
    - 尽管石雕的姿态始终没有改变，但不知为何……%YOU%总觉得祂们露出了满意的神情。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「她们在笑。」
    -
    - %YOU%沉吟回应，二人注视着星空与女神像，沉默了好一会儿。
    -
    - acc: 1
      content: 「所以，菊花赏……跑得开心吗？」
    -
    - 小栗帽点点头，仍没有放开%YOU%的衣襟，但身体似乎已经放松了许多。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「我跟那三位一起比赛了，很开心。」
    -
    - 良久，二人终于从地上爬起来，挥去身上的灰尘。
    - 小栗帽的动作还有些迟缓，似乎还未从梦境与现实的交错中完全清醒。
    -
    - acc: 1
      content: 「好，为了庆祝小栗帽的经典三冠，今晚就请你吃一顿好的吧！」
    -
    - 小栗帽微微一怔，随即露出一个羞涩的笑容，轻轻点头。
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: 小栗帽
        - 「谢谢，训练员。」
    -
    - 二人沿着月光下的步道缓缓走去，身后的三女神像依旧矗立在夜色中无声地注视着你们。
    - 这一段奇妙的旅程自虚假的梦境中开始，于神造的真实中落幕。
    -
    - 皋月赏、日本德比、菊花赏……
    - 这些小栗帽本应无法染指的比赛，在神明的干预下变为了可能。
    - 甚至——连神明都亲自向小栗帽发起挑战。
    -
    - 但真正让%SEX%内心震动的，并非这些冠冕堂皇的胜利本身，而是——
    - 当达利阿拉伯向%SEX%下战书时，自己丝毫没有半点怯战的念头。
    -
    - 没有什么比这更能让%SEX%感到骄傲了。
    - 待会在榨干训练员钱包的同时，也一定要让%YOU%好好称赞自己。
    - %SEX%如此想道。