# @file 目白善信 - 爱慕
# @author Bottle
# @author KUN
distance:
  # 爱慕24，外出河坝散步时触发
  title: "Дистанция"
  lines:
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ау!」"
    -
    - "На закате %YOU% растекается на скамейке у насыпи, сбрасывая дневную усталость; рядом Палмер жрёт хлеб обеими руками"
    - "Под каштановым хвостом %TEEN% белеет затылок и в закате тянет юностью…"
    - "Очнувшись, %YOU% уже правой рукой отвёл(а) её хвост"
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Нг?」"
    -
    - "Палмер дует щёки, чуть склоняет голову и синими глазами смотрит на %YOU% с любопытством"
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Не дёргайся, щекотно」"
    -
    - "Но пока вина догоняет %YOU%, %SEX% только мотнула головой и выскользнула — прядь окатила ароматом"
    -
    - "「А… прости」"
    -
    - "Только сейчас %YOU% замечает, как близко вы с Палмер — как парочка первой любви в парке"
    - "%YOU% чувствует, как %SEX% исходит жаром, и закатный цвет ползёт к её ушам…"
    - "Значит, %SEX% тоже заметила?"
    -
    - acc: 1
      content: "「Пора возвращаться, Палмер」"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「А… ладно」"
        -
        - "Палмер поправила волосы и пошла следом за %YOU%"
    - acc: 2
      content: "「Только сейчас понял(а): волосы у тебя и правда красивые」"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「П-правда? Наверное, сила фирменного шампуня семьи Мэдзиро, эхеха～」"
        -
        - "Палмер смеётся и чешет затылок: %SEX% умеет принимать комплименты, но голос сейчас чуть сбился"
        - "Это голос %TEEN%: стыд и раздрай"
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Уже поздно, %CALLNAME%, пойдём вместе?」"
        -
        - "%YOU% ловит эту перемену и глотает её как мёд, лёгким шагом догоняя Палмер"

pre-happy:
  - color: %COLOR%
    content: "【Если однажды %CHARA% или %YOU% заснёт…】"

happy:
  title: "Радость"
  lines:
    # 爱慕39，一方沉睡状态时进入下周触发
    - "Ночь. Тренировочная"
    - "%YOU% давно проснулся(ась), но не уходит: в стекле окна картина"
    - "Спящая Палмер прячет пол-лица в правом плече %YOU%, за окном россыпь звёзд"
    -
    - "Ровное дыхание, спокойное лицо — сон, который жалко трогать"
    - "Но тренировочная — паршивое место ночевать, да и общежитие вот-вот закроют"
    -
    - acc: 1
      content: "Отнести Палмер в общежитие"
    -
    - if: era.get('cflag:71:性别') !== 1
      content: "Руки под плечи и бёдра Палмер, %YOU% взвешивает тот самый секрет старшеклассника"
    - "В последнее время хорошо худела"
    - "Мягкость внутренней стороны бёдер, белые как у младенца руки и тот же, только её, запах тела Палмер"
    - "%YOU% никак не связывает это милое в объятиях с тем, как она несётся по трассе"
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Хотя бы… поставь меня у двери общежития, ладно… %CALLNAME%?」"
    -
    - "%YOU% вздрагивает не от того, что Палмер проснулась, а от голоса %SEX% — такого капризного, какого %YOU% ещё не слышал(а)"
    -
    - "「Самой идти не хочешь?」"
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「…М」"
    -
    - "Палмер прячет лицо в плече %YOU%, одной рукой вцепилась в одежду; вместе с сердцем ускоряется и неровное дыхание %SEX%"
    - "Какой %YOU% пахнет в носу у Палмер? Сам(а) невольно думает"
    - divider: true
    - "В тени деревьев в паре метров от общежития Палмер, едва ступив на землю, делает два шага и возвращается"
    - "Пока %YOU% не успел(а) среагировать, %SEX% кладёт руки на плечи и печатает губы на лице %YOU%"
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Н-не подумай плохого, это kiss благодарности… хехе～」"
    -
    - "%YOU% стоит столбом, смотрит в спину убегающей Палмер: волосы под фонарём серебрятся"

49:
  title: "Жар"
  lines:
    # 爱慕49升级，进入下回合触发
    - "Ясный полдень"
    - "Всего сорок минут совместного бега с Палмер — и обессилевший %YOU% отдаётся дивану в комнате тренера"
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Хаха, %CALLNAME% ты слабак, для %UMA% сорок минут только разминка」"
    -
    - "Это вообще не скорость для человека… %YOU% хотел(а) так и отрезать, но от усталости ни слова"
    - "Палмер перед тобой распахнула куртку и булькает воду"
    - "Под чуть мокрым спортивным топом здоровый пресс в каплях пота ходит с дыханием"
    - "Глядя на Палмер, при мёртвых ноющих конечностях в теле %YOU% медленно поднимается другое желание…"
    -
    - acc: 1
      content: "「Палмер, я сейчас от жажды сдохну…」(пока не повышать)"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Ахахаха～」"
        -
        - "Глядя на это жалкое зрелище, Палмер хохочет и кидает %YOU% полупустую бутылку"
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Тогда в следующий раз снова потренируемся. Жду прогресса, %CALLNAME%～」"
    - acc: 2
      content: "「Палмер, помассируешь?」"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Э? Можно-то можно, только я людям никогда не массировала… могу и больно」"
        -
        - "%YOU% машет — без разницы — и хлопает по ноге: начинай отсюда"
        - "Палмер послушно садится на колени перед %YOU% и умело мнёт мышцы бёдер; по ногам расползается удовольствие…"
        - "То ли стыд, то ли ещё что — Палмер тоже молчит; с виду сосредоточена на массаже, внутри наверняка каша"
        - "Слушая, как дыхание %SEX% грубеет, глядя на персиковый румянец щёк, из глубины тела %YOU% прёт горячая похоть"
        - divider: true
        - "Жара держится ещё немного, и Палмер останавливается: взгляд падает между ног %YOU%"
        - "Здесь уже не спрячешь"
        - acc: 1
          key: update
          content: "「Хватит, Палмер… остановись」(пока не повышать)"
        - acc: 2
          content: "「Можно… и здесь тоже, пожалуйста」(повысить отношения)"
          lines:
            - "Палмер резко поднимает голову, и взгляд при встрече с %YOU% тает в липкую кашу"
            - "%YOU% кладёт ладонь на макушку %SEX%, проводит по виску к щеке и стирает из глаз %SEX% последний рассудок"
            - "Вокруг пар от пота; Палмер осторожно щиплет пальцами молнию на штанах %YOU%…"
            -
            - "Тут за дверью цок-цок-цок шагов"
            -
            - color: %COLOR_65%
              content:
                - fontWeight: bold
                  content: %HELIOS%
                - "「Hi! О чём болтаете? Меня тоже, меня тоже!」"
            -
            - "Бодрая %UMA% за дверью вваливается раньше, чем думалось; к счастью, Палмер уже встала и закрыла %YOU%"
            -
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Ни… ничего. Кстати, Хелиос, не это…」"
            -
            - "Успокоиться в такой ситуации нельзя, так %YOU% сидит и сзади любуется фигурой Палмер"
            - "Мышцы бёдер %SEX% крепкие и с изгибом, сейчас нервно трутся друг о друга — верно, возбуждение ещё не спало"
            - "Обтягивающие шорты идеально обводят огромную круглую задницу %SEX%. Не зря в семье Мэдзиро следят за фигурой"
            - "…Если бы сейчас продолжили — какая сцена была бы внутри?"
            -
            - color: %COLOR_65%
              content:
                - fontWeight: bold
                  content: %HELIOS%
                - "「Сорян, сейчас уведу %65_CALL% на минутку — давай за мной, %65_CALL% — byebye!」"
            -
            - "Не дождавшись ответа %YOU%, Хелиос цок-цок-цок убегает, ни о чём из случившегося не подозревая"
            -
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Тогда… в следующий раз продолжим в нормальном месте, %CALLNAME%?」"
            -
            - "У двери Палмер оглянулась, сложила три пальца колечком у открытого рта, сделала движение вперёд-назад и быстрым шагом догнала Хелиос"
            -
            - "Из коридора доносится, как они балуются"
            -
            - color: %COLOR_65%
              content:
                - fontWeight: bold
                  content: %HELIOS%
                - "「Пал… %65_CALL%? Чего ты так покраснела?」"
            -
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Не смотри не смотри, давай уже идём～」"

74:
  title: "Обещание"
  lines:
    # 爱慕74升级，进入下一周
    - "Как в каждый прошлый закат, закончивший работу %YOU% ведёт Палмер гулять по кампусу"
    - "Сегодня Палмер странная: обычно болтливая %SEX% семенит мелкими шагами за %YOU% и на разговор только отмахивается"
    -
    - "И прежде чем %YOU% успел(а) спросить, Палмер заговорила сама"
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%, про наши отношения… можно серьёзно поговорить?」"
    - # EXPNAME:25 = 性爱次数
    # EXPNAME:26 = 睡奸次数
    - if: era.get('exp:64:25') > era.get('exp:64:26')
      lines:
        - "「…Пора уже. Мы же всё это делали, такое и сякое」"
        -
        - "%YOU% оборачивается: перед тобой Палмер с опущенной головой, чёлка закрывает глаза, и %YOU% не читает, что сейчас чувствует %SEX%"
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Ну, как трах… трахальщики. В последнее время от таких отношений тошнит… прости」"
        -
        - "「Не надо извиняться. Если противно, я —」"
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Не то!」"
        -
        - "Палмер поднимает голову: синие глаза смотрят на %YOU% твёрдо, и это лицо %YOU% уже видел(а) —"
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Если бы не %CALLNAME%, я не представляю, как бы тогдашняя я выросла досюда. Ненавидеть… с чего бы」"
        -
        - "%YOU% вспоминает: день отборочных, %SEX% стёрла с лица слёзы и подняла голову — то самое лицо —"
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Просто… такие отношения только телом я уже не тяну… %CALLNAME% тоже так думаешь?」"
        -
        - "Лицо того, кто уже решил в себе. Лицо того, кому срочно надо донести это до другого. Тогда — обещание подопечной, а сейчас —"
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Если… такие отношения можно сдвинуть дальше?」"
    - if: era.get('exp:64:25') === era.get('exp:64:26')
      lines:
        - "「Нг… насчёт того дня в тренировочной —」"
        -
        - "Как и ждал(а), лицо Палмер вспыхнуло разом, потом она закрыла его руками и тонко попросила:"
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「По… пожалуйста, забудь тот день!」"
        -
        - acc: 1
          content: "「Аа, мне всё равно… наоборот хотел(а) извиниться, тогда я немного зарвался(ась)」"
          lines:
            - "Палмер ничего не сказала, только скрестила руки и смотрит в землю; щёки всё ещё горят, но по лицу видно — она уже что-то решила"
        - acc: 2
          content: "「С того дня любопытно: то движение… где Палмер этому научилась?」"
          lines:
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Хватит!」"
            -
            - "Палмер в панике бьёт %YOU% в грудь, а когда %YOU% вскрикивает от боли — сразу извиняется, как крупная собака, которой только бы угодить хозяину"
            - "…Ещё и сила такая, что мало не покажется"
            -
            - "Чуть остыв, Палмер прячет руки за спину, трёт носком и медленно говорит:"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「%CALLNAME% с тех пор ничего со мной не делал(а), я благодарна, просто…」"
        -
        - "Палмер смотрит на фонтан сбоку: вода бьёт сплошняком, как мысли"
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Каждый раз, когда думаю о %CALLNAME%, голова отключается, внутри только как заставить %CALLNAME% заметить меня… будто —」"
        -
        - "%SEX% замолкает на миг, закат рисует её профиль как картину"
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Будто бежишь по финишной прямой, которую бесконечно тянут: финиш перед носом, а достать никак」"
        -
        - "Палмер тянется и хватает подол %YOU%, мнёт пальцами, будто просит осязания"
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「А сзади — непонятно когда догонят… другие дети」"
    - "Палмер ждёт ответа %YOU%"
    -
    - acc: 1
      key: update
      content: "「Прости… я сейчас не могу ответить」(пока не повышать)"
    - acc: 2
      content: "「Нг, тогда начнём отсюда… дорога только для нас двоих」(повысить отношения)"
      lines:
        - "%YOU% берёт руку Палмер и тянет её к себе; %SEX% подаётся, на лице %TEEN% мелькает удивление, потом она понимающе прикрывает глаза и встаёт на цыпочки…"
        - "Поцелуй зелёный: губы к губам всего на секунды, и уже взаимный договор о любви"
        -
        - "Палмер быстро возвращается к прежней открытости и, как всегда, болтает и смеётся, гуляя с %YOU% по гравию"
        - "Разница только в полуметре между вами и в сцепленных на закате пальцах…"

89:
  title: "Тёплое солнце"
  lines:
    # 爱慕89升级，任意外出
    - "В какой-то ясный выходной Палмер ведёт %YOU% во двор семьи Мэдзиро"
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Обед-time! %CALLNAME%, иди-иди～」"
    -
    - "%YOU% проходит просторную спальню и видит Палмер полулёжа на круглом диване у балкона: она смеётся и машет %YOU%"
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Это я сама спроектировала место отдыха: и солнце с крыши, и ветер, и мягкость кровати. Круто, да?」"
    -
    - "Едва тело тонет в мягком пуху — комнатный парфюм плывёт с ветерком"
    - "Палмер по молчаливому сговору прижимается к %YOU%: нежность у руки сильнее пуха, дыхание %TEEN% у плеча сильнее парфюма"
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Так тепло… тут можно лежать всю жизнь～」"
    -
    - "Палмер потягивается, трётся щекой о плечо %YOU%, потом дышит тише, и вы вместе держите эту тишину"
    - divider: true
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%… если мы поженимся, сколько детей хочешь?」"
    -
    - "Вдруг заговорившая Палмер вытаскивает %YOU% из полусна"
    -
    - acc: 1
      key: update
      content: "「Не городи чепуху, рано ещё это обсуждать」(пока не повышать)"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Хаха, ну да」"
        -
        - "Палмер обхватывает руку %YOU%, прячет в ней лицо и вскоре крепко засыпает…"
    - acc: 2
      content: "「Не знаю. Но даже если много — здесь влезет, нет?」(повысить отношения)"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Нг… бабушка говорила: если захотим, всех детей можно растить здесь, чтобы семья Мэдзиро не увядала」"
        -
        - "%YOU% смотрит на Палмер: взгляд %SEX% через твою грудь уходит в окно; на лугу семьи Мэдзиро дети бегут навстречу солнцу"
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Хотя… пустить детей с %CALLNAME% в более широкий мир тоже неплохо」"
        -
        - "%SEX% снимает взгляд с дали, сползает с подушки, и %YOU% тоже ложится набок, лицом к ней: теперь %SEX% совсем близко"
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Прости, сейчас вроде не время это обдумывать… хихи～」"
        -
        - "%YOU% смотрит в лицо Палмер, гладит кончики её волос, держит шею %SEX% и чуть склоняет голову в поцелуй"
        - "Сначала только касание и лёгкий укус губ, а с дразнящим языком — взаимное высасывание и поиск вглубь…"
        -
        - "Чуть спустя, после обмена слюной, взгляд Палмер уже плывёт"
        - "%SEX% высовывает язык и тяжело дышит: тёплое дыхание вперемешку с похотливым запахом, всё ещё в послевкусии"
        - if: era.get('cflag:64:0') !== 1
          content: "На Палмер белая рубашка, пышная грудь сдавлена вместе, под распахнутым воротом видна ложбина"
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「%CALLNAME%… можно. Если хочешь — только потише… услышат %SIBLINGS% — будет плохо」"
        -
        - acc: 1
          key: sex
          content: "%YOU% расстёгивает пуговицы на груди Палмер одну за одной…"
        - acc: 2
          content: "「Если найдут — хлопот полно… сейчас нельзя」"
          lines:
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Вот как. Тогда держи мою руку и потерпи～」"
            -
            - "Палмер сцепляет пальцы с %YOU% и снова негромко бормочет про жизнь после свадьбы…"

99:
  title: "Замок"
  lines:
    #爱慕99，一周未发生性关系
    - color: %COLOR%
      content: "У %UMA% Трейсена, увязших в липкой любви, всегда бывают часы, когда с любимым не встретиться"
    - color: %COLOR%
      content: "Тогда соседки у %THEY% по молчаливому сговору уходят вовремя и оставляют %THEY% личное — даже Кацураги не исключение"
    -
    - color: %COLOR_104%
      content:
        - fontWeight: bold
          content: %ACE%
        - "「Эй, %104_CALL%, я на пару кругов, вернусь за минуты до закрытия… не слишком надолго」"
    -
    - color: %COLOR%
      content: "Сколько уже дней без близости с %CALLNAME%?"
    - color: %COLOR%
      content: "Услышав щелчок двери, Палмер торопливо расстёгивает пижаму и оголяет верх под лампой"
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ха❤️… ха❤️… ха❤️…」"
    -
    - color: %COLOR%
      content: "Как обычно, Палмер гладит себя сверху вниз, поясница мучительно крутится следом"
    - color: %COLOR%
      content: "Снимает трусы, пока не измазала, пальцы по внутренней стороне бедра, вдоль линии до лепестков…"
    - color: %COLOR%
      content: "Но… что это за обида? Палмер останавливается"
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「%CALLNAME%……」
    -
    - color: %COLOR%
      content: "Палмер понимает: тело уже не хочет удовольствия, пока %CALLNAME% далеко. Хватит хоть капли…"
    - color: %COLOR%
      content: "Хоть поцелуя %CALLNAME%, касания на шее, выдоха у уха"
    - color: %COLOR%
      content: "Или запаха одежды, аромата волос, тихого «спокойной ночи»… что угодно"
    - color: %COLOR%
      content: "Не выдержав, Палмер зажимает промежность, чтобы сохранить возбуждение, другой рукой набирает %CALLNAME%…"
    -
    - acc: 1
      key: update
      content: "「Абонент временно недоступен, перезвоните позже」(пока не повышать)"
    - acc: 2
      content: "「Алло? Палмер, что случилось?」(повысить отношения)"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Ни… ничего, просто хотела голос %CALLNAME%」"
        -
        - color: %COLOR%
          content: "В миг ответа %CALLNAME% Палмер уже ведёт пальцем круги по мокрому набухшему горошку…"
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Лишь бы был… голос %CALLNAME%, и как-то… спокойнее… ха～」"
        -
        - color: %COLOR%
          content: "Переключатель уже щёлкнул, стыд Палмер забыл: ноги врозь, она представляет, как принимает %CALLNAME% в объятия, и бёдрами встречает пальцы…"
        -
        - acc: 1
          content: "「Палмер ты плохая девочка… делаешь такое на мой голос」"
          lines:
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Прости… нг❤️… голос %CALLNAME%… слишком нежный, не сдержалась и… ха❤️」"
        - acc: 2
          content: "「Палмер, тебе нехорошо? Дыхание какое рваное」"
          lines:
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Не… не издевайся, %CALLNAME%… нг❤️」"
            -
            - color: %COLOR%
              content: "Палмер копирует движения %CALLNAME%, мнёт свою огромную пару сисек: в воображении те самые большие руки взвешивают, мнут, рвут…"
            - color: %COLOR%
              content: "Если это %CALLNAME%, пальцами круги по ареолам, дразнит соски до стояка, потом жёстко сосёт…"
            - color: %COLOR%
              content: "А дальше как раз пора…"
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Ха❤️, ха❤️… %CALLNAME%… какая поза любимая? …когда sex」"
        -
        - acc: 1
          content: "「Лучше та, где видно лицо Палмер」"
          lines:
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Только… чуть-чуть смотри, если всё время… стыдно」"
            -
            - color: %COLOR%
              content: "Так сказав, Палмер всё равно поднимает колени к груди и в самой удобной для входа позе выставляет голодную дырку"
            - color: %COLOR%
              content: "Как делает %CALLNAME%, одной рукой держит ноги, другой суёт пальцы в тайну и мешает, пуская сок пачкать хвост"
        - acc: 2
          content: "「Хочу взять тело Палмер сзади」"
          lines:
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Можно… сколько угодно раз」"
            -
            - color: %COLOR%
              content: "Палмер переворачивается, задирает зад, хвост в сторону, мед стекает между бёдер"
            - color: %COLOR%
              content: "Пальцы в тайну, в ритме, который любит %CALLNAME%: внутрь-внутрь, поясница проседает в дугу под звук размешанной смазки"
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「А❤️, а❤️, а❤️～」"
        -
        - color: %COLOR%
          content: "С пальцами в дырке Палмер уже не держит голос: из горла сыплются стоны один за другим"
        - color: %COLOR%
          content: "Одной половиной представляет случку с %CALLNAME%, другой возбуждается от себя, что в течке берёт кайф как животное"
        - color: %COLOR%
          content: "Перед пиком Палмер вдруг сбавляет, хотя тело уже дёргается за оргазмом, но —"
        -
        - color: %COLOR%
          content: "Как ни крути… надо услышать разрешение %CALLNAME%"
        -
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「%CALLNAME%, сейчас… можно… кончить?」"
        -
        - acc: 1
          key: orgasm
          content: "「Можно」(похоть↓, задор+1)"
          lines:
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「…Ннг❤️」"
            -
            - color: %COLOR%
              content: "В миг разрешения Палмер едва шевелится — и рефлексом выгибается, зрачки почти вылезают"
            - color: %COLOR%
              content: "Струя брызжет, когда пальцы выходят из дырки, потом — грязное дыхание Палмер, которому не поймать ритм"
            - color: %COLOR%
              content: "Чуть спустя Палмер кое-как прибирает и лезет под одеяло, в послевкусии шепчет %CALLNAME% сладкое спокойной ночи"
        - acc: 2
          content: "「Нельзя」(похоть↑, задор-1)"
          lines:
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Э? Я… поняла… только не заставляй ждать слишком долго」"
            -
            - color: %COLOR%
              content: "Палмер переворачивается и хоронится под одеялом; тело печёт, но %SEX% всё равно сжимает подушку бёдрами и желает %CALLNAME% спокойной ночи"
        -
        - color: %COLOR%
          content: "Палмер и не знает: её обычно жёсткая соседка сейчас парит паром в туалете у двери"
        - color: %COLOR%
          content: "%SEX% уверена: и тело, и душа намертво замкнуты на том человеке"
        - color: %COLOR%
          content: "Это замок любви, который %TEEN% уже не снимет: выточен слезами, залит медом"

here:
  title: "И здесь можно"
  lines:
    #条件为热恋及以上，2周未进行性行为时过周触发
    - "Кинотеатр. %YOU% и Палмер от скуки на заднем ряду; внимание охотнее друг на друге, чем на фильме"
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Говорила же не надо специально идти. Хелиос вечно тащит на какую-то скуку, а в этот раз сама слилась…」"
    -
    - "Так сказав, Палмер всё равно лежит на плече %YOU% и явно рада этому времени вдвоём"
    - "В свете экрана сонный профиль Палмер особенно хорош, белые бёдра под юбкой вплотную к %YOU%, рукой достать…"
    - "Кстати, когда %SEX% в последний раз была в твоих руках?"
    - divider: true
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「…%CALLNAME%?」"
    -
    - "Очнувшись, рука %YOU% уже на ноге %TEEN%, пальцы под юбку; Палмер кладёт ладонь поверх, но не отталкивает"
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Такое… можно дома… а здесь…」"
    -
    - acc: 1
      content: "「Но я уже на пределе… прошу, Палмер」"
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Нн… раз ты так говоришь」"
    -
    - "Палмер косится в стороны, убеждается, что никого, и тянет руку к паху %YOU%; у уха дыхание всё чаще"
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ха… %CALLNAME%… какой большой」"
    -
    - "Рука %SEX% сквозь ткань проверяет миг, потом выпускает уже налитый твёрдый член %YOU% и тремя пальцами медленно дрочит"
    - "Удовольствие волной по низу, горячий выдох Палмер лезет в ухо и током бьёт по всему телу"
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ха… ха… %CALLNAME%… тебе, кажется, хорошо…」"
    -
    - "Вверх-вниз, вверх-вниз: Палмер будто знает ритм %YOU%, одной рукой служит %YOU%, другой нежно целует ушную раковину"
    - "%SEX% указательным стирает каплю с головки, от движения мокрый звук, скорость растёт…"
    - "Плечо прижато мягкой грудью Палмер, в ухе лижет язык, в голове крутится нескрываемый похотливый голос %SEX%…"
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ха, ха, ха… можно, кончай… дальше я… ха」"
    -
    - "Уже плевать на окружение: %YOU% кончает в объятиях Палмер, но за секунду до струи член накрывает тепло"
    - "Палмер наклоняется и глотает член до корня, горлом принимает сперму, позволяет %YOU% давить на затылок и пользоваться ею как вещью"
    - divider: true
    - "Выходя из кино, в зале остаются считаные люди; %YOU% и Палмер зевают и болтают про только что виденный фильм"
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Хау— скучный, конечно, но такое кино иногда тоже ничего… хехе」"
    -
    - "Палмер довольно берёт %YOU% под руку, а %YOU% думает о другом и смотрит в лицо %SEX%"
    -
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Что… %CALLNAME%?」"
    -
    - "Чёрный завиток волоса, как метка, прилип к уголку рта %TEEN%"
    - "…А может, пусть %SEX% узнает?"

escape:
  title: "С тобой — хоть на край света"
  lines:
    #爱慕＞49后，进入情人节触发
    - "В день Валентина весь Трейсен пахнет розовым"
    - "Для студентов в самой юности это важный день: большинство %UMA% в этот значимый день дарят подарок как признание"
    - "Вот и сейчас у двери студсовета очередь желающих вручить шоколад"
    - "Зато у %YOU% в кабинете относительно тихо"
    - "Для сотрудников подарки всё-таки редкость"
    - "Ну, в большинстве"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Йо! Тренер!」"
    - acc: 1
      content: "「Палмер?」"
    - "Палмер высовывается из двери, хвост беспокойно качается влево-вправо и влезает в поле зрения %YOU%"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Можно чуть выйти со мной?」"
    - acc: 1
      key: out
      content: "「Ладно」"
      lines:
        - "Валентин густой: из кабинета — и сразу шоколад в воздухе"
        - "Что внутри шоколада и что он значит — пока забей"
        - "Обойдя других учеников, вы спокойно идёте по тропинке"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Валентин, да… все такие шумные」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「И на дорожке почти никого не тренируется, совсем не как обычно」"
        - "Взгляд Палмер шарит по сторонам, чуть рассеянно"
        - acc: 1
          content: "「Наверное, все празднуют Валентин」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Ну это всё равно～」"
        - acc: 1
          content: "「Настроение хорошее」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「А как иначе! Все рады, и мне тоже шоколад дали, знаешь?」"
        - "Палмер пробегает пару шагов и крутится перед %YOU%"
        - "Руки за спиной, корпус чуть вперёд, шаги назад"
        - "Спокойно смотрит в глаза %YOU%, лицо чуть краснеет"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Только… тебя, тренер, я звала не из-за этого」"
        - "Вдруг останавливается, поднимает прятавшиеся за спиной руки с чёрной коробкой к груди"
        - "Пауза — и протягивает %YOU%"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「С Валентином! …И это не шоколад «в ответ», ясно?」"
        - "Прохожая %UMA%「А! Сэмпай Палмер!」"
        - "Прохожая %UMA%「Сэмпай Палмер! Возьмите мой шоколад」"
        - "Уши Палмер подскакивают, она в панике оборачивается"
        - "В школе у Палмер популярность пугает: она же вечно всем помогает"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「А, это, короче иди сюда!」"
        - "Палмер суёт шоколад %YOU% в руки, хватает за руку и бежит"
        - "Выбежав из школы и огибая тропы, она только потом с опаской оглядывается назад"
        - "Незаметно вы уже на задней горе школы"
        - "Убедившись, что никто не следит, она бессильно отпускает руку"
        - acc: 1
          content: "「Палмер, ты как?」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Норм норм, просто чуть устала…」"
        - "Палмер опирается на колени, дышит не совсем ровно"
        - "Только хвост всё качается влево-вправо и легко задевает ногу %YOU%"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Тут вроде ок, только мы двое, хаха…」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Фу… глубокий вдох…」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Особый шоколад всё-таки стыдно дарить на виду, эхей」"
        - "Выровняв дыхание, Палмер снова достаёт тот шоколад"
        - acc: 1
          key: special
          content: "「Особый?」"
          lines:
            - "Взяв шоколад, %YOU% невольно спрашивает"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Нг, особый」"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Не цена и не коробка, а…」"
            - "Слова Палмер крутятся во рту, она ищет последнее"
            - "Уже отдавшие шоколад руки беспокойно скрещиваются на груди, как проекция каши внутри"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Ха-а」"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Это %SELF_CALL%… я сама сделала」"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「То есть, хон…」"
            - "Сначала запал был, но по красному лицу Палмер видно: остальное уже не вылезет"
            - "Впрочем, что дальше — обоим и так ясно"
        - if: era.get('love:64') >= 75
          acc: 2
          content: "「Хоммэй, да?」"
          lines:
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Нг, хоммэй」"
            - "На сомнение %YOU% отвечает без секунды сомнения"
            - "Смотря, как шоколад уходит из рук, Палмер прячет освободившиеся руки за спину"
            - "Корпус чуть вперёд, лицо вбок — на пейзаж"
            - "Сказано «пейзаж», смотрит не всерьёз"
            - "Уши дёргаются, ждут голос, которого ждёт %SEX%"
            - acc: 1
              content: "「Спасибо, Палмер」"
            - "Уши легко дёргаются и чуть опускаются"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Только спасибо, да…」"
            - acc: 1
              content: "「И ещё: я тоже тебя люблю, Палмер」"
            - "Палмер снова поворачивает лицо — уже сплошным стыдливым алым"
            - "По чуть-чуть придвигается к %YOU% и обхватывает руку"
            - "Только в этот красивый миг торчащая палатка как-то не к месту"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「…Будем?」"
            - "Взгляд Палмер чуть отступает, руки уже на талии и тихо щиплют мягкое у %YOU%"
            - acc: 1
              key: location
              content: "「Прямо здесь?」"
            - acc: 2
              content: "「Или в отель…」"
          # 马跳
    - acc: 2
      content: "「Сегодня ещё работа…」"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Норм норм! Я подожду… это, можно войти?」"
        - "Просит согласия, а уже зашла"
        - "В кабинете оглядывается влево-вправо и опирается о стол"
        - "На чистом столе кроме личного ещё несколько кусков шоколада"
        - "Взгляд Палмер на миг тупеет, чуть виновато"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Это… этот шоколад чей?」"
        - acc: 1
          content: "「Г-жа Хаякава раздавала」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「А, г-жа Хаякава…」"
        - "Палмер держится за голову, на лице странная улыбка"
        - "Только когда улыбается, другая рука беспокойно ходит за спиной"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「То есть, тренеру ещё не дарили на Валентин?」"
        - "Рука за спиной чуть дрожит, когда достаёт изящную коробку шоколада"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Это… короче то самое, валентиновское」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Если говорить — хон… хон…」"
        - "Голос Палмер дрожит, то, что хотела сказать, застряло в горле"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Изначально это тренеру, так что… короче, возьми!」"
        - "Неловко договорив, протягивает шоколад к %YOU%"
        - "Сама Палмер отворачивается и прячет лицо"
        - acc: 1
          key: special
          content: "Взять шоколад"
        - if: era.get('love:64') >= 75
          acc: 2
          content: "「Хоммэй?」"
          lines:
            - "Услышав голос %YOU%, Палмер снова поворачивает лицо"
            - "Обычно свежее лицо сейчас сплошным алым, уши неестественно дёргаются"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Хоммэй это… осознать и сказать вслух стыдно…」"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Я люблю тренера… поэтому само как-то сделалось」"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Когда только что увидела другой шоколад, правда испугалась」"
            - "Голос Палмер тихий, но очень ясный"
            - "В кабинете только двое, а Палмер всё равно чуть одинока"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Это, тренер, Валентин… побудешь со мной?」"
            - acc: 1
              content: "「Конечно」"
          # 马跳

valentine_out_after_sex:
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Смелый ты, тренер」"
  - "Осторожно поправив одежду, Палмер встаёт"
  - "Выглядывает влево-вправо, убеждается, что никого, и только тогда спокойно выходит"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Ну вот… сегодня вообще-то только шоколад нести」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Ну, если это тренер — не удивительно」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Всё-таки Валентин, да?」"

valentine_office_after_sex:
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Слушай, тренер, тот шоколад」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Я его по кусочку делала… так что доешь, ясно?」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「А, ещё」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「С Валентином!」"

# 依存心系列事件

trust:
  title: "Та, кому ты веришь…"
  lines:
    # 爱慕＞80且不论有无接受爱慕事件，G1比赛败北场次大于3，总胜场小于4，进入资深年后善信进行自主训练，资深年进行比赛后不会触发
    - divider: true
      content: "Общежитие"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Сегодня тренер не пришёл」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Значит… разочаровался, да」"
    - color: %COLOR%
      content: "Палмер лежит на кровати и тихо бормочет себе"
    - color: %COLOR%
      content: "Кацураги рядом давно спит, а Палмер этой ночью только смотрит на луну за окном и сна нет совсем"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Почему сегодня тренера нет рядом」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Почему тренера нет рядом со мной」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Если и дальше разочаровывать тренера…」"
    - "(「Палмер, я уже устал(а) от тебя」)"
    - "(「Палмер, на этом всё」)"
    - "(「Пока」)"
    - color: %COLOR%
      content: "Палмер резко садится, скидывает одеяло, тяжело дышит"
    - color: %COLOR%
      content: "Сама не спала, а кошмар увидела"
    - color: %COLOR%
      content: "Но в картинке в голове голос %YOURNAME% такой настоящий, будто стоит прямо здесь"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тренер…」"
    - color: %COLOR%
      content: "Когда заметила — глаза уже полны слёз"
    - color: %COLOR%
      content: "Стирает слёзы с уже красных век и только тогда понимает, что у неё внутри прямо сейчас"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「А, вот оно как」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я к тренеру, я к тренеру…」"
    - color: %COLOR%
      content: "Взгляд сам скользит в сторону: убедившись, что соседку не разбудила, снова натягивает одеяло и прячется"
    - color: %COLOR%
      content: "Хватает одеяло, кутается, сворачивается в коконе"
    - color: %COLOR%
      content: "Руки медленно поднимает и кладёт на грудь"
    - color: %COLOR%
      content: "Сердце всё ещё несётся, как на скачке"
    - color: %COLOR%
      content: "Но это сердцебиение только об одном человеке"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тренер…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тренер…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тренер…」"
    - color: %COLOR%
      content: "Пот пропитывает пижаму, дыхание всё громче"
    - color: %COLOR%
      content: "Неизвестно сколько прошло, пока Палмер не высунулась из уже мокрой постели"
    - color: %COLOR%
      content: "На лице пьяная улыбка, медленно закрывает глаза"
    - color: %COLOR%
      content: "Уже глубокая ночь, и сон наконец подкрадывается"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「А, тренер」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Так хочу тебя видеть」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Без тебя… без тебя я…」"
    - color: %COLOR%
      content: "Палмер лежит на кровати и тихо смеётся"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Без тренера я, наверное, навсегда остановлюсь…」"
    - color: %COLOR%
      content: "Горячее тело тонет в сне, пока вскоре добрая соседка не расталкивает"
    - color: %COLOR%
      content: "Солнце высоко — уже пора вставать"
    - color: %COLOR_104%
      content:
        - fontWeight: bold
          content: %ACE%
        - "「Палмер, вставай! На тебя не похоже, так крепко спать」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Э, правда?」"
    - color: %COLOR_104%
      content:
        - fontWeight: bold
          content: %ACE%
        - "「Ты ещё во сне улыбалась, хороший сон?」"
    - color: %COLOR%
      content: "Палмер держится за грудь, на лице сама собой улыбка"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Нг, хороший」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Очень хороший сон…」"
  # 依存心

is_you:
  title: "Именно потому что ты…"
  lines:
    # 获得依存心后下一回合
    - color: %COLOR%
      content: "Утром Палмер рано приходит на Тренировочное поле и ждёт одного человека"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тренер…」"
    - color: %COLOR%
      content: "Спиной к холодной утренней стене, взгляд вперёд"
    - color: %COLOR%
      content: "А ничего не подозревающий %YOURNAME% появляется в уголке зрения Палмер"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「А… пришёл(ла)」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「В этот раз нельзя убегать」"
    - color: %COLOR%
      content: "Палмер выпрямляется, на лице улыбка"
    - color: %COLOR%
      content: "Сон и явь наоборот, но люди не останавливаются от одной такой фразы"
    - color: %COLOR%
      content: "Без колебания сразу семенит к %YOURNAME%"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Доброе утро, тренер!」"
    - color: %COLOR%
      content: "Знакомый голос с жаром зажигает утро"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(Не то…)"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(Мэдзиро Палмер… нет, Палмер такого не делает)"
    - color: %COLOR%
      content: "Со светлой улыбкой, как всегда, идёт плечом к плечу с %YOURNAME%"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(Но)"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(Когда-нибудь %YOURNAME% будет смотреть только на меня)"

nega_dis:
  title: "Мы на минус-дистанции"
  lines:
    # 依存心持有，爱慕＞95，状态情动或以上时在回合结束随机触发
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тренер? Сейчас есть время?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Не минутку… а весь сегодняшний день」"
    - "В час, когда никого нет, Палмер одна находит уже уходящего с работы %YOU%"
    - "Спиной к окну, в контровом свете спокойный блеск в глазах смотрит на тебя"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%SELF_CALL% иногда тоже хочет сделать что-то очень крутое」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ты, тренер, пойдёшь со мной, да?」"
    - acc: 1
      content: "「Само собой」"
      lines:
        - "Услышав ответ %YOU%, сверкающие глаза Палмер медленно отводятся"
        - "Быстро собирает бумаги %YOU% и сама берёт за руку"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Сегодня свободно, да?」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Тогда, тренер, сегодня чуть потрудишься」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「…Может, и завтра」"
        - acc: 1
          content: "「Э? Завтра?」"
        - acc: 2
          content: "「Похоже, ночь будет безумная」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Хмм～ как тренер и сказал(а)」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Такое… от чего можно сходить с ума до завтра」"
        - "Голос Палмер всё такой же лёгкий и развязный"
        - "Только в глазах %YOU% у Палмер впереди будто появляется неразборчивое"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Здесь как?」"
        - "Подпрыгивающий шаг останавливается, Палмер стоит не оборачиваясь"
        - "Перед отелем незаметно делает пару шагов назад"
        - "Прохладные пальцы лезут в ладонь %YOU% и легко сжимают"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Сегодня много подготовила」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Сюрприз достаточный…」"
        - "Силой, от которой почти не отвертеться, тащит %YOU% в дверь"
        - "Только в розовой комнате уже ноющую руку отпускают"
        - "Щелчок замка на двери обещает бессонную ночь"
        - acc: 1
          content: "「Палмер, это…」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - 「～」
        - "Пока вопрос или нотация не вышли, губы уже заткнуты"
        - "Мягкий язык жёстко лезет сквозь зубы, сходится с твоим и забирает весь вкус, до какого достаёт"
        - "Пока дыхание уже оборвано и сознание вот-вот уйдёт, свежий воздух возвращается в тело"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Ха-а, ха-а」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Запах тренера…」"
        - "В голубых глазах отражается тусклый свет"
        - "При %YOU% достаёт пузырёк"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Слушай, %YOURNAME%」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Выберешь ты?」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「…Я или ты?」"
        - "С плывущим зрением %YOU% в полутьме угадывает, что за лекарство, и в панике давит страх на лице"
        - "А сейчас выбор — в следующей фразе %YOU%"
        # 药物为弗隆K，爱慕100时替换为弗隆P
        - acc: 1
          content: "「Мне」"
          lines:
            - "Сказал(а)"
            - "Прижатый %YOU% снизу как бы махнул(а) рукой и сказал(а)"
            - "Берёт из рук Палмер и глотает без колебания"
            - "Тело мгновенно печёт, снизу чувствуется мощный напор"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「А…」"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Какой величественный…」"
            - "Пальцы Палмер легко трут самый чувствительный кончик и ловко щиплют молнию штанов"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Тренер… хорошо, да?」"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Меня тоже сделай хорошо」"
          # 进入马儿跳
        - acc: 2
          content: "「Тебе」"
          lines:
            - if: era.get('cflag:0:0') === 1
              lines:
                - "Перед %YOU% Палмер залпом выпивает жидкость в руке"
                - "Снизу горячее касание плотно жмётся к животу"
                - "Набухший член под Палмер мелко дрожит"
                - color: %COLOR%
                  content:
                    - fontWeight: bold
                      content: %CHARA%
                    - "「А…」"
                - "Для Палмер этот стимул достаточно новый"
                - "Налитая головка мелко дрожит и перед %YOU% ходит, как дыхание"
                - color: %COLOR%
                  content:
                    - fontWeight: bold
                      content: %CHARA%
                    - "「Тренер… примешь?」"
                - "Ртом ещё просит согласия %YOU%, тело честнее"
                - "Безумное лицо Палмер в этот миг целиком в глазах, но %YOU% ничего не может"
                - "Сила %UMA% — не то, с чем %YOU% сравнится…"
              # 进入马儿跳（强奸事件发生）
            - if: era.get('cflag:0:0') !== 1
              lines:
                - "Перед %YOU% Палмер залпом выпивает жидкость в руке"
                - "Снизу горячее касание плотно жмётся к животу"
                - "Набухший член под Палмер мелко дрожит"
                - color: %COLOR%
                  content:
                    - fontWeight: bold
                      content: %CHARA%
                    - "「А…」"
                - color: %COLOR%
                  content:
                    - fontWeight: bold
                      content: %CHARA%
                    - "「Жесть, это… гу」"
                - "Для Палмер этот стимул достаточно новый"
                - "Налитая головка мелко дрожит и перед %YOU% ходит, как дыхание"
                - color: %COLOR%
                  content:
                    - fontWeight: bold
                      content: %CHARA%
                    - "「Тренер… примешь?」"
                - color: %COLOR%
                  content:
                    - fontWeight: bold
                      content: %CHARA%
                    - "「Я уже не держусь」"
                - "Ртом ещё просит согласия %YOU%, тело честнее"
                - "Вставший член легко упирается в вход дырки"
                - "Чуть сильнее вперёд — и вы соединитесь"
                - acc: 1
                  content: "「Не надо…」"
                - acc: 2
                  content: "「Пожалуйста…」"
                - "Голос %YOU% почти нулевой, в уши Палмер не доходит совсем"
                - "Безумное лицо Палмер в этот миг целиком в глазах, но %YOU% ничего не может"
                - "Сила %UMA% — не то, с чем %YOU% сравнится…"
              # 进入马儿跳（强奸事件发生）
        - acc: 3
          content: "「Не надо」"
          lines:
            - "После ответа %YOU% рука Палмер останавливается"
            - "Тело, готовое рухнуть вперёд, медленно отъезжает назад"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「…Нельзя?」"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Мне нельзя, да?」"
            - "Силой притащила %YOU% сюда"
            - "Силой прижала %YOU%"
            - "Силой хотела довести до конца"
            - "Но от одной твоей фразы остановилась"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Всё-таки я…」"
            - "Когда %SEX% уже послушно встаёт, %YOU% протягивает руку и ловит её"
            - "Неиспользованное лекарство падает на пол — Палмер в этот миг теряет инициативу"
            - acc: 1
              content: "「Без этого я тоже могу」"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - 「……」
            - acc: 1
              content: "「Если Палмер хочет — я всегда здесь」"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Тренер…」"
            - acc: 1
              content: "「Так что иди нежно」"
            - "Раньше чёрный взгляд снова вспыхивает ярким блеском"
            - "Дрожавшие руки Палмер крепко обхватывают шею %YOU%"
            - "Губы плотно вместе, неизвестно сколько"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Ха-а…」"
            - "В уголках глаз Палмер слёзы, она легко смотрит на %YOU%"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Пожалуйста, тренер…」"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Моё тело — тебе」"
          # 进入马儿跳
    - acc: 2
      content: "「Сегодня нельзя」"

come_for_you:
  title: "Ночью я прихожу к тебе"
  lines:
    #依存心持有，状态不安或以上时在回合结束随机触发，马娘男T
    - "Ночь. Давно уснувший %YOU% будит какой-то странный шум"
    - "Комната всё та же, знакомая %YOU%, и %YOU% не думает, чему тут шуметь"
    - "Но в миг, когда открываешь глаза, все вопросы отвечаются"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「А…」"
    - "Непонятно откуда, голая Палмер лежит на %YOU%"
    - "Обычно спрятанная грудь сейчас висит в воздухе, соски ещё миг — и коснутся главного места"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Проснулся(ась), тренер」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Прости, не хотела будить…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но если не так, я… не усну спокойно」"
    - "В темноте Палмер медленно опускается и пышными холмами обхватывает уже вставшее от запаха место"
    - "Розовый язык кружит вокруг налитой головки, смочив — без колебания глотает вниз"
    - "Нежное касание, мягкие движения будят и так чувствительные нервы, щёлкают выключатель рассудка"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「У… гу…❤️」"
    - "Цикл груди и языка: даже без желания инстинкт тела не держишь"
    - "Белая жидкость бьёт фонтаном в рот Палмер"
    - "Язык жадно скользит по поверхности, пока не останется ни капли вонючего сока, потом медленно отпускает и сверху легко целует"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тренер, хороший ребёнок」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「И сейчас ещё бодрый❤️」"
    - "Тёплая ладонь хватает только что кончивший член и медленно дрочит вверх-вниз"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тренер～」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Сейчас чего хочешь～」"
    - "Медленно поднимается с кровати и в поле зрения %YOU% показывает уже мокрый низ"
    - "Маленький рот раскрывается-закрывается, тянет вязкую жидкость"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Сегодня ночью… что будем?」"
    - acc: 1
      key: select
      content: "Встать и повалить Палмер"
    - acc: 2
      content: "Сдаться"

come_fy_end:
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Какой бодрый, тренер」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Раз уже так далеко… отвечай за это～」"
  - "Пальцы сильно рисуют круги на груди %YOU%"
  - "Лицо вперёд, жёстко оставляет след на шее %YOU%"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Так… других уже не будет❤️」"

endless_escape:
  title: "Бег без конца"
  lines:
    #（持有依存心时替换其他BE）
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「В последнее время никак не взбодрюсь…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「А вроде ничего и не не хватает… странно」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「К Хелиос… нг, вроде не то」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Маккуин и Райан%THEY%…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Сейчас как-то не к другим идти. Что я делаю」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「……」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Всё-таки」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Нужен тренер」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Хотя уже три дня как пропал(а)」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Где ты сейчас, тренер…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「……」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Мешающий человек исчез」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Наконец… можно вернуться」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Так скучаю… мой тренер」"

pre-rooftop:
  - color: %COLOR%
    content: "【%CHARA% ждёт на крыше】"

# 定义事件标题用
rooftop:
  title: "Ждать или…"
  lines:
    -

    # 定义事件标题用
rooftop_3:
  title: "Ждать или… ждать с надеждой"
  lines:
    -

rooftop_event:
  # 得到依存心后，参加天皇赏春未胜利，天台触发
  # 触发事件9次以下：等待，或是……
  # 触发事件超过9次：等待，或是……期待
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Проиграла」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Я опять проиграла」"
  - color: %COLOR%
    content: "Одна сидит на крыше, ловит касание ветра"
  - color: %COLOR%
    content: "Уши по привычке качаются с ветром, настроение от этого не светлеет"
  - color: %COLOR%
    content: "Тихо слушает сердце и смотрит в синее небо"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - 「……」
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Тренер придёт?」"
  - color: %COLOR%
    content: "На крыше первой встречи смотрит в небо и гоняет мысли"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「А, да ну」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Я же уже проиграла…」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Скачки и всё такое…」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Так тренер точно больше не придёт」"
  - color: %COLOR%
    content: "Ложится на обычное место для сна и держит крошечную надуманную надежду"
  - color: %COLOR%
    content: "Ветер всё ещё по крыше; Палмер закрывает глаза и ждёт знакомый голос"
  # CFLAGNAME:52 = 育成用变量
  - if: era.get('cflag:64:52')?.only_you <= 3
    lines:
      - divider: true
      - "А сейчас %YOU% только со сложным лицом за стеной слушает бормотание и не может шагнуть туда, где %SEX%"
      - "Какое сейчас лицо ставить — для %YOU% слишком глубоко"
  - if: era.get('cflag:64:52')?.only_you > 3
    lines:
      - color: %COLOR%
        content: "Дверь открылась"
      - divider: true
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "「Э?」"
      - "С входа на крышу звук двери — это %YOU% поднялся(ась)"
      - acc: 1
        content: "「Палмер!」"
      - acc: 2
        content: "「Точно здесь」"
      - "В миг встречи глаз голос %YOU% сам вылетает"
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "「Тренер?!」"
      - "Палмер как всегда открыто отвечает %YOU%"
      - "Только после улыбки лицо снова чуть тускнеет"
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "「Это… почему тренер здесь?」"
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "「Искал(а) меня…」"
      - "Голос мельчает, пока взгляд не уходит в сторону"
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "(Что я думаю, я же уже проиграла)"
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "(Такой %UMA% как я с чего заслуживает, чтобы тренер так заботился)"
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "「А… если тренер отдыхать — я пойду」"
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "「Всё равно %SELF_CALL% не нужна…」"
      - "Выдавив на лице улыбку, ищет любой повод уйти, когда"
      - "Спереди нежная ладонь ложится на плечо и сбивает попытку Палмер встать"
      - acc: 1
        content: "「Что ты несёшь」"
      - "Уши, что так и не встали, медленно поднимаются"
      - "Палмер поднимает лицо, смотрит на нынешнее выражение %YOU% и чуть тупеет"
      - "「Ты мой партнёр. Как я тебя брошу」"
      - "Всего одна фраза — и зрачки снова загораются"
      - "「Проиграть — неважно」"
      - "「Палмер, ты же мой партнёр」"
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "「Тренер…」"
      - "Поднимает руку, закрывает чуть красные веки и бессильным кулаком стучит %YOU%"
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "「…Спасибо, тренер」"
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "「Лишь бы, лишь бы тренер ещё смотрел на меня」"
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "「Я точно ещё встану!」"
      - "Вернув прежнюю себя, Палмер снова светится"
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "(Потому что ты есть, тренер)"
      - color: %COLOR%
        content:
          - fontWeight: bold
            content: %CHARA%
          - "(Потому что это ты, так что…)"

s_feeling:
  title: "Странное чувство"
  lines:
    #获得依存心并在任意比赛胜利后，任意地点约会触发
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Сегодня внезапно, да」"
    - "Палмер мило обхватывает руку %YOU%, плевать на чужие взгляды, держит лёгкую силу"
    - "Плечи вместе, идёте параллельно"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Хотя %SELF_CALL% воо～бще всё равно」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(Мой тренер сам(а) вышел(ла) со мной～)"
    - if: era.get('cflag:64:0') !== 1
      content: "На лице лёгкий румянец, сердце… грудь жмёт к руке %YOU% и обхватывает всё крепче"
    - "Хвост сам скользит вбок и тихо обвивает талию"
    - "Маленькие уши ловко дёргаются и без конца хлопают %YOU% сбоку"
    - acc: 1
      key: select
      content: "「Это, Палмер, щекотно…」"
      lines:
        - "Услышав голос %YOU%, дёргающиеся уши останавливаются"
        - "Обычно Палмер бы остановилась, неловко улыбнулась и чуть отошла"
        - "Сегодня рука сжимает ещё сильнее"
        - "Пока сжатие уже чуть болит, Палмер отпускает"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「…Нг-нг」"
        - "Палмер опускает голову, свободной рукой легко тычет %YOU%"
        - "Под углом, который %YOU% не видит, вылезает неестественная улыбка"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Поняла, тренер…」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Щекотно, да…」"
    - acc: 2
      content: "「Это, Палмер, на улице так не стоит, да?」"
      lines:
        - "Дёргающиеся уши не останавливаются, всё хлопают"
        - "Близость уже цепляет взгляды вокруг, Палмер ни на шаг не отступает"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Какая разница」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Мы же такие, да?」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Или…」"
        - "С улыбкой поворачивает лицо к %YOU%"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Только на улице нельзя?」"
        - "После секундного затмения Палмер снова стоит ровно"
        - "С %YOU% плечом к плечу по улице, только хвост без конца метёт к заднице"
        - "Сила действующей %UMA% обычному человеку не сравниться"
        - "Обычное свидание с самого начала уходит в другую сторону"
        - "Когда вокруг уже никто не смотрит, Палмер останавливает %YOU%"
        - "По окружению любой поймёт, что сейчас будет"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Здесь тренер уже не скажет нельзя」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Да?」"
        - "Не дожидаясь ответа %YOU%, Палмер толкает дверь отеля"
        # 强奸

s_feeling_end:
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Тренер」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Такое тебе нравится?」"
  - "Палмер крепко обнимает %YOU% и с тусклым взглядом легко улыбается"
  - "Ловкие пальцы всё ещё скользят по низу, как заявка на собственность"

pre-nap:
  - color: %COLOR%
    content: "【Хочешь пообедать с %CHARA% на крыше?】"

nap:
  title: "Тихий час сна"
  lines:
    #爱慕＞49，同心刻印lv1，天台出现
    - "После тяжёлого утра выжатый %YOU% с бэнто поднимается на крышу"
    - "Едва толкаешь дверь — Палмер в уголке зрения машет %YOU% изо всех сил"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Сюда сюда, тренер!」"
    - "Помахав, Палмер достаёт из сумки слегка гигантский контейнер"
    - "Когда %YOU% садится, перед тобой уже полная коробка обеда"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тренер, попробуй? Вкус должен быть ничего!」"
    - "Палмер с жаром кладёт маленькую сосиску из своих палочек в бэнто %YOU%"
    - "От её жара усталость с %YOU% тоже сдувается"
    - acc: 1
      content: "「Не зря семья Мэдзиро, даже бэнто такое вкусное」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Вкусно? Хехе…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Это, тренер, правда вкусно, да?」"
    - "На лице Палмер стыдливый румянец, взгляд прыгает между её бэнто и лицом %YOU%"
    - acc: 1
      content: "「Очень」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Да? Нг-нг…」"
    - "Неуверенность с лица Палмер разом сходит, становится весело"
    - "Доев бэнто, вы ложитесь в тени и берёте тихий обеденный час"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Фу—」"
    - "Палмер лежит рядом с %YOU%, дышит ровно и протяжно"
    - "Совсем без защиты, будто плевать, что случится"
    - "На крыше вашей первой встречи %SEX% так тихо спит"
    - "Спокойно, без щита, без сопротивления — просто лежит"
    - "Обеденный час длинный, длинный настолько, что успеть многое"
    - acc: 1
      key: select
      content: "Просто смотреть на спящее лицо Палмер (расположение+10)"
      lines:
        - "Ветерок несёт нежное касание"
        - "Глядя на чуть глупое сонное лицо Палмер, %YOU% сам(а) улыбается"
        - "Незаметно обеденный час уже на исходе"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Нг…」"
        - "Будто зная время, Палмер чуть шевелит плечом"
        - "На спокойном сонном лице лёгкий дискомфорт, может скоро проснётся"
        - "К такому милому сонному лицу %YOU% не сдерживается и тихо тянет палец"
        - acc: 1
          content: "「Пора вставать」"
        - acc: 2
          content: "Тихо тыкать в щёку"
        - "Во сне почувствовав внешнее движение, беспокойно открывает ещё сонные глаза"
        - "Только подняв голову, щека во что-то врезается"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「А… арэ?」"
        - "Проснувшаяся Палмер чуть опускает взгляд и видит палец, тыкающий ей в лицо"
        - "После короткой встречи глаз Палмер уводит лицо от руки %YOU%"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Ахаха… во сне такое не замечаешь, это…」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「…Ладно ладно! На урок пора!」"
        - "Сбежав от разговора, Палмер одним махом до двери крыши и чуть задерживается"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「…А! Что я вообще думаю!」"
        - "Толкает дверь и оставляет %YOU% на крыше"
    - acc: 2
      content: "Чуть подшутить (влюблённость+2)"
      lines:
        - "Вот так чуть подшутить"
        - "Палмер уже спит, лишь бы не перебор"
        - "Лишь бы не делать слишком плохое — чуть подшутить"
        - "Подумав, %YOU% находит в одежде новую гелевую ручку"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Фу…」"
        - "Палмер спит сладко, пока %YOU% не заканчивает шедевр"
        - "Сейчас ещё можно, пока Палмер не проснулась, стереть следы — и ничего"
        - "Стереть чернила геля, успеть до конца обеда…"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Нг…」"
        - "Только время %YOU% уже вышло"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Тренер, ты не спал(а)… арэ?」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Почему ручка…」"
        - "Так говоря, Палмер по привычке трогает лицо"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Это ощущение… тренер?」"
        - "В взгляде Палмер недоверие, смотрит на чернила на руке"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Взрослый человек, а такие шутки」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Тренер тоже не растёшь～」"
        - "В чуть паникующего %YOU% шутя тычет пальцем"
        - "Только днём Палмер в маске на уроке люто жалеет, что не намалевала %YOU% в ответ"
    - if: era.get('love:64') >= 75
      acc: 3
      content: "KISS — никто не заметит?"
      lines:
        - "В обычный день на крыше нет шума, только ветер и ровное дыхание Палмер"
        - "Сейчас только двое, что ни делай — не увидят"
        - "Палмер уже спит, чуть…"
        - acc: 1
          content: "「Только чуть коснуться…」"
        - "Тихо подходишь к Палмер: теперь %SEX% в тени — редкое солнце ты заслонил(а)"
        - "Дыхание Палмер всё ровное, совсем без щита против %YOU% рядом"
        - "С красным лицом %YOU% чуть колеблется и медленно наклоняется"
        - "К спокойному сонному лицу и алым губам"
        - "Раскрываешь руки, дрожащим телом держишься, лица сходятся, губы вот-вот коснутся"
        - acc: 1
          content: "Вот так поцеловать"
        - acc: 2
          content: "Вот так целовать — правда можно?"
        - acc: 3
          content: "Вот так целовать — остановишься?"
        - "Думаешь о следующем движении, но тело %YOU% не ждёт"
        - "Губы вместе, дыхание на миг стопорится"
        - "Мысль в мозгу обрывается; когда снова подключается — уже кончено"
        - "Лицо %YOU% красное, быстро хватает воздух, охлаждая разгорячённое тело"
        - "Снова смотришь на Палмер рядом и чуть сглатываешь"
        - "Дыхание на губах всё ещё тянет мысли, взгляд впивается в место только что контакта"
        - "Без контроля снова ближе к лицу Палмер, изо всех сил давя дыхание"
        - acc: 1
          content: "Вот так поцеловать"
        - acc: 2
          content: "Вот так поцеловать"
        - acc: 3
          content: "Вот так поцеловать"
        - "Губы второй раз вместе, но лёгкого дыхания на лице нет"
        - "Заметив странность, %YOU% хочет подняться — руки держат лицо, не встать"
        - "Язык лезет в губы, сквозь зубы, ловко зацепляет"
        - "Пока дыхания уже не хватает держать тело, руки на затылке наконец отпускают"
        - "С открытым ртом разводите лица, сглатываешь слюну"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「…Так вообще не уснёшь」"
        - "На лице Палмер стыдливая улыбка, она легко держит плечи %YOU%"
        - "Взгляды сходятся, и вы неловко смеётесь"
        - "От внезапности разомкнутые губы снова вместе, меняются вкусом"
        - "Звонок конца обеда орёт на крыше, но слипшихся двоих не разводит"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Время, да」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Хотя чуть… нг, ничего」"
        - "Взгляд Палмер неохотно уходит от %YOU%, встаёт, поправляет чуть смятую одежду"
        - "У двери крыши оборачивается, но в глаза %YOU% смотреть не смеет, странно чешет щёку"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「…Тренер, пойдём?」"
        - acc: 1
          key: sex
          content: "「Нг, пойдём」"
          # 性欲+10%
        - acc: 2
          content: "「Подожди, Палмер」"
          lines:
            - "Рука Палмер, уже тянувшаяся к двери, зависает, она оборачивается с ожиданием"
            - "Даже без слов обоим ясно, что у другого в голове"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「…Опоздаем же」"
            - "Спустя паузу Палмер находит отговорку"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Тогда ты, тренер, за меня объяснишь?」"
            - acc: 1
              content: "「Можно」"
            - acc: 2
              content: "「Нельзя」"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Вот как…」"
            - "За спиной тихо запирает дверь и быстрым шагом к %YOU%"
            - "Без колебания бросается в грудь %YOU% и валит на пол"
            - "Палмер поднимает уже алое лицо и жёстко целует %YOU% в щёку"
            # 马跳

nap_end:
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「А… теперь учитель на доп уроки утащит」"
  - "Палмер сидит рядом с %YOU% и бормочет в небо"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Вдруг прогулять — дома вдруг спросят」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「…Но тогда ты, тренер, будешь со мной, да?」"
  - "Не дождавшись ответа, Палмер встаёт"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Пора, тренер」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「…Если ещё тут — найдут」"
  - "Палмер всё с улыбкой ведёт %YOU% за руку с крыши"

pre-leisure:
  - color: %COLOR%
    content: "【Сходи с %CHARA% в караоке!】"

leisure:
  title: "Свободное время"
  lines:
    # 爱慕＞49，同心刻印lv1，商店街 卡拉OK触发
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Вдруг петь. Что случилось, тренер?」"
    - "Руки Палмер за спиной, чуть недоумённо склоняет голову к %YOU%"
    - acc: 1
      content: "「Просто вдруг захотелось」"
    - acc: 2
      content: "「Иногда хочется спеть с Палмер」"
    - "Будто приняв объяснение, Палмер больше не спрашивает"
    - "Толкаете дверь кабинки и чуть неловко садитесь"
    - "В отдельной кабинке только двое… это уже слегка, слегка в ту сторону, нет?"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Это, тренер, что заказать? Я сначала набью!」"
    - "Будто замазать собственную ёрзань, Палмер сама идёт к автомату"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Редко мы вдвоём поём, так что, тренер, тоже оторвись!」"
    - acc: 1
      key: sex
      content: "「Бери что Палмер любит」"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Вот как, тогда %SELF_CALL% понавыбирает как попало!」"
        - "Непонятно куда делась недавняя неловкость Палмер — вместо неё жаркое пение"
    - acc: 2
      content: "「Главное, чтобы Палмер было весело」"
      lines:
        - "Движение Палмер чуть стопорится, потом она спокойно берёт микрофон со стола и протягивает тренеру"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Раз так — тогда пой со мной!」"
        - "Непонятно почему: Палмер улыбается, но чуть злится"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Так мне будет весело」"
    - acc: 3
      content: "「Не только петь…」"
      lines:
        - "Услышав слова %YOU%, Палмер останавливается"
        - "%SEX% всегда умная и всегда умеет слышать второй слой в чужой речи"
        - "Только двое в звукоизолированной кабинке — смысл уже достаточно ясен"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Тренер… ты извращенец」"
        - "Автоплей KTV уже гонит музыку, но никто не поёт"
        - "Сидя на диване кабинки, протягивает руки к партнёру перед собой"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「%SELF_CALL% здесь…」"
        - acc: 1
          key: sex2
          content: "Обнять Палмер"
          lines:
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Ха-а, запах тренера…」"
            - "Прячет лицо в объятиях %YOU%, ловит тепло и запах"
            - "Из щели объятия выходит голос Палмер"
            - "Слабый, будто без сил"
            - "Разнимая объятие, медленно наклоняется и легко распахивает одежду перед собой"
            - "Берёт густо пахнущий микрофон перед глазами и тихо дует"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Запах тренера…」"
          # 马跳
        - acc: 2
          content: "Ущипнуть Палмер за щёку"
          lines:
            - "К Палмер с раскрытыми руками %YOU% безжалостно щиплет её румяную щёку"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Ува!」"
            - "Изумлённый звук вылетает изо рта Палмер, она таращится на %YOU%"
            - acc: 1
              content: "「О чём думаешь, извращенец」"
            - "Глядя на реакцию, Палмер дует щёки и поднимает кулак"
            - color: %COLOR%
              content:
                - fontWeight: bold
                  content: %CHARA%
                - "「Ну вот… не шути так」"
            - "Сегодняшнее пение сплетено из воплей %YOU% под её кулаками"

pre-cinema:
  - color: %COLOR%
    content: "【Когда %ARDAN% тоже рядом, сходи с %CHARA% в кино!】"

cinema:
  title: "Киношная страшилка?!"
  lines:
    #爱慕≥74，同队目白阿尔丹且爱慕≥74，无依存心，外出选择商店街 电影院
    - "Гуляя по торговой улице, как раз оказываетесь у кинотеатра"
    - "И у двери как раз врезаетесь в ещё одного человека"
    - color: %COLOR_71%
      content:
        - fontWeight: bold
          content: %ARDAN%
        - "「А, это же Палмер?」"
    - color: %COLOR_71%
      content:
        - fontWeight: bold
          content: %ARDAN%
        - "「Тоже смотреть… тренер тоже здесь」"
    - color: %COLOR_71%
      content:
        - fontWeight: bold
          content: %ARDAN%
        - "「Тогда я вас двоих не буду мешать～」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Э! Погоди, Ардан! Это не то, что ты думаешь!」"
    - "Глядя, как Мэдзиро Ардан сама отступает на шаг, Палмер в спешке бежит и ловит уже уходящую"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Мы просто мимо проходили!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Хотя, Ардан, ты зачем?」"
    - "Полусилой удержав Мэдзиро Ардан, Палмер только тогда соображает"
    - color: %COLOR_71%
      content:
        - fontWeight: bold
          content: %ARDAN%
        - "「Хохо～ недавно много новых фильмов」"
    - color: %COLOR_71%
      content:
        - fontWeight: bold
          content: %ARDAN%
        - "「Пришла заранее глянуть, есть ли что тренеру」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Новые фильмы…」"
    - "Чуть подумав, Палмер тоже поднимает голову к экрану над кинотеатром"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Нг, дальше всё равно ничего」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ардан, нашла что-нибудь стоящее?」"
    - color: %COLOR_71%
      content:
        - fontWeight: bold
          content: %ARDAN%
        - "「Ну, кое-что, только сеансов мало」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Вот как…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но раз уж пришли! Тренер, хочешь смотреть?」"
    - acc: 1
      key: movie
      content: "「Хоррор как?」"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Оо, хоррор!」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Кажется, будет остро!」"
        - color: %COLOR_71%
          content:
            - fontWeight: bold
              content: %ARDAN%
            - "「Хоррор… тренер ты тоже злой～」"
        - "Через чуть возбуждённую у автомата Палмер Мэдзиро Ардан бросает %YOU% слегка страдальческое лицо"
        - "Ведь если сейчас брать хоррор, обоим ясно, кого этим бьют"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Вы двое～ три билета готовы」"
        - color: %COLOR_71%
          content:
            - fontWeight: bold
              content: %ARDAN%
            - "「Нг-хм, пошли, тренер」"
        - color: %COLOR_71%
          content:
            - fontWeight: bold
              content: %ARDAN%
            - "「Это Палмер тебе купила～」"
        - "Втроём заходите в зал и садитесь в темнеющей атмосфере"
        - "Зажатый между Палмер и Мэдзиро Ардан %YOU% почему-то ловит неловкость"
        - "Пока вокруг совсем черно и на полотне всплывает картинка"
        - color: %COLOR_71%
          content:
            - fontWeight: bold
              content: %ARDAN%
            - "「…Реквизит не такой тонкий, как раньше」"
        - acc: 1
          content: "「Да」"
        - acc: 2
          content: "「Твой косплей всё равно страшнее」"
        - color: %COLOR_71%
          content:
            - fontWeight: bold
              content: %ARDAN%
            - "「Тренер всё искуснее говорит, фуфу」"
        - "У Мэдзиро Ардан лицо всё обычное, а с другой стороны совсем иначе"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「А… а…」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Ува!」"
        - "С тех пор как на экране часто вылезает нечисть, Палмер не отпускает пальцы %YOU%"
        - "Хочется что-то сказать, но в кинотеатре рот не открыть"
        - acc: 1
          content: "(Потом снаружи)"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Плохо ааа!」"
        - divider: true
          content: "Фильм кончился"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Плохо… правда плохо」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Ува, в ногах сил нет…」"
        - "Только что вышедшая Палмер, как большинство, мягкими ногами держится за плечо %YOU% и еле стоит"
        - "Вышедшая следом Мэдзиро Ардан смотрит на вид Палмер и сама улыбается"
        - color: %COLOR_71%
          content:
            - fontWeight: bold
              content: %ARDAN%
            - "「Не думала, что и у Палмер бывает такое～」"
        - color: %COLOR_71%
          content:
            - fontWeight: bold
              content: %ARDAN%
            - "「Сегодня редкую картину увидела, спасибо～」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Ну вот! Ардан!」"
        - "Втроём выходите из кино, болтая и смеясь"
        - "Только ступив за дверь, Палмер смотрит в ночное небо и тихо отступает на шаг"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Ночь… оказывается такая страшная?」"
        - color: %COLOR_71%
          content:
            - fontWeight: bold
              content: %ARDAN%
            - "「Палмер?」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Это, тренер?」"
        - "Отступив на два шага, Палмер вцепляется в руку %YOU% взглядом, с которого слёзы ещё не сошли"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Можно… проводить меня?」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「То-только кусок пути, правда…」"
        - color: %COLOR_71%
          content:
            - fontWeight: bold
              content: %ARDAN%
            - "「Ара?」"
        - "Глядя на мокрые глаза перед собой, Мэдзиро Ардан и %YOU% только странно переглядываетесь"
        - color: %COLOR_71%
          content:
            - fontWeight: bold
              content: %ARDAN%
            - "「Хотя время и правда уже позднее…」"
        - color: %COLOR_71%
          content:
            - fontWeight: bold
              content: %ARDAN%
            - "「Мне тоже можно поручить, ясно?」"
        - acc: 1
          content: "「Я вас провожу」"
        - color: %COLOR_71%
          content:
            - fontWeight: bold
              content: %ARDAN%
            - "「Тогда пожалуйста」"
        - color: %COLOR_71%
          content:
            - fontWeight: bold
              content: %ARDAN%
            - "「…Нг, или」"
        - "Медленно обходит Палмер, вцепившуюся в руку, и тем же жестом обхватывает другую сторону"
        - color: %COLOR_71%
          content:
            - fontWeight: bold
              content: %ARDAN%
            - "「Тренеру такое нравится?」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Бы-быстрее домой…」"
        - "С одной стороны дрожащая Палмер"
        - "С другой — Мэдзиро Ардан без стеснения лепит тело к руке %YOU%"
        - acc: 1
          key: sex
          content: "「…Пойдём домой」"
        - acc: 2
          content: "「В отель」"
          # 3P
    - acc: 2
      content: "「Любовное кино как?」"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Любовное кино? Тренеру такое нравится?」"
        - "Услышав ответ, Палмер чуть склоняет голову, но быстро поворачивается к автомату билетов"
        - color: %COLOR_71%
          content:
            - fontWeight: bold
              content: %ARDAN%
            - "「Любовь… редкость」"
        - color: %COLOR_71%
          content:
            - fontWeight: bold
              content: %ARDAN%
            - "「Как-то не похоже на выбор тренера」"
        - "Палмер почти не думает, а Мэдзиро Ардан думает иначе"
        - color: %COLOR_71%
          content:
            - fontWeight: bold
              content: %ARDAN%
            - "(Любовное кино, надо же)"
        - color: %COLOR_71%
          content:
            - fontWeight: bold
              content: %ARDAN%
            - "(Хотя нас трое…)"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Ардан? Начинается」"
        - color: %COLOR_71%
          content:
            - fontWeight: bold
              content: %ARDAN%
            - "「Поняла～」"
        - "Две %UMA% садятся слева и справа от %YOU% и странно серьёзно смотрят фильм"
        - "Фильм「Ты тоже его любишь, да?」"
        - "Фильм「Но я не проиграю」"
        - acc: 1
          content: "「Обычный сюжет…」"
        - "Тихое бормотание %YOU% в темноте обе стороны слышат отчётливо"
        - "Фильм「Я раньше тебя… заберу его сердце!」"
        - "Слушая не лучшие реплики, %YOU% молча кривится от неловкости"
        - "Смех ещё не вышел — сбоку хватают за руку"
        - "Может, из-за качества фильма людей в зале немного"
        - "Иначе говоря, вокруг только Палмер и Мэдзиро Ардан"
        - "Мягкое касание по руке ползёт к середине и находит чуть чувствительное место"
        - acc: 1
          content: "「!?」"
        - "Руки с обеих сторон ходят по телу вверх-вниз и будят странное"
        - "Внимание %YOU% уже не на фильме, только стиснутые зубы держат готовый вырваться звук"
        - "Неизвестно сколько длится эта пытка, пока наконец не кончается фильм"
        - "На сиденье кое-как поднимаешь уже алое лицо, тяжело дыша смотришь влево-вправо"
        - "А зачинщики — Мэдзиро Ардан и Палмер — просто занимают по руке и поднимают %YOU% с места"
        - "Пока никто не видит, обе одновременно льнут к уху"
        - color: %COLOR_71%
          content:
            - fontWeight: bold
              content: %ARDAN%
            - "「Тренер, оказывается, любит такие истории」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「От такого… мне самой захочется」"
        - "Не дожидаясь ответа %YOU%, Палмер и Мэдзиро Ардан зажимают %YOU% слева и справа и выводят из кино"
        - "Глядя на отель с неоном впереди по дороге, на лице %YOU% гримаса и смех, и плач"
        - color: %COLOR_71%
          content:
            - fontWeight: bold
              content: %ARDAN%
            - "「Заявку на ночёвку уже подготовила」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Нн… я тоже готова…」"
        - "Двое на кровати пересекаются взглядами и вместе смотрят на сидящего на кровати, уже раздетого %YOU%"
      # 进入3P，阿尔丹上位，善信助手

movie_end:
  - color: %COLOR_71%
    content:
      - fontWeight: bold
        content: %ARDAN%
      - "「Не-неужели…」"
  - color: %COLOR_71%
    content:
      - fontWeight: bold
        content: %ARDAN%
      - "「Тренер… ты слишком」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Эх…」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Жесть… тренер」"
  - "Обе растекаются на кровати, вместе обнимают зажатого посередине %YOU% и сладко льнут к груди"
  - "Тела в поту несут похотливый запах, но отстраняться никто не думает"

delicious:
  title: "Внезапный час вкусняшек?"
  lines:
    #爱慕＞49时，一起加餐触发
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「А, тренер, опять тайком чипсы!」"
    - "Внезапно вошедшая Палмер громко сбивает %YOU%, уже тянущегося к чипсам, и забирает пачку со стола"
    - "Строго говоря, пачка чипсов на отдыхе — это не воровство"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ну вот…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Когда чипсы — и мне тоже дай」"
    - "Берёт пачку, быстро два укуса и сама садится рядом с %YOU%"
    - acc: 1
      content: "「А мне?」"
    - acc: 2
      content: "「Мои чипсы…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「А」"
    - "Опомнившись, Палмер понимает, что не то, и неловко поднимает принесённый пакет"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ахаха, не то чтобы тренера не учла」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Всё равно сегодня днём ничего, да?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Поэтому я специально попросила Маккуин найти сладости～」"
    - "Говоря, выкладывает из пакета коробочки"
    - "Глядя на разложенные коробки печенья, будто чипсы никто и не отнимал"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Давай-давай, чай тоже готов～」"
    - "Непонятно как, послеобеденный план забить превращается в чаепитие вдвоём"
    - "…Если забить, что немногим позже атмосфера вдруг становится вечериночной"
# 两人体力+200，体重+10～20（x10）

rest:
  title: "Отдых…?"
  lines:
    #爱慕＞74，马娘，非处女时，小憩触发
    - "В ненастный день %YOU% стоит в кабинете у окна и вздыхает"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Что, тренер?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Всего один день тренировку отменили, ничего～」"
    - "Сзади ленивый голос Палмер"
    - "Сбежав от сегодняшней погоды, довольно лежит в кабинете и скроллит телефон"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Всё-таки комната тренера особенно удобная～」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Сегодня тело какое-то тяжёлое～」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тренер, иди тоже～」"
    - "Покатавшись влево-вправо по дивану кабинета, оставляет место ещё на одного"
    - "Лёжа на боку Палмер открывает глаза, что уже почти слипались, и зовёт %YOU%"
    - acc: 1
      content: "「Сегодня… ладно」"
    - acc: 2
      content: "「Это уже слишком… кхм」"
    - "%YOU% хотел(а) что-то сказать, только выдыхает и по её воле садится на диван"
    - "Диван невелик, вы вдвоём расслабленно ложитесь"
    - "За дверью погода, в которой не потренируешь, внутри — ленивая атмосфера"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「А… иногда так тоже ничего」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Вот так вдвоём, ни о чём не думать」"
    - "Лёжа на диване Палмер закрывает глаза, руки ползут по руке %YOU% и легко обнимают"
    - "Только её запах кружит у %YOU% и дразнит желание внутри"
    - "Ровное, будто сонное дыхание дует в шею и несёт мурашки"
    - acc: 1
      content: "Так хочется секса"
    - acc: 2
      content: "Так хочется её трахнуть — %SEX%"
    - acc: 3
      content: "Я её трахну — %SEX%"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Фу-а… запах тренера～ эхеха」"
    - "Рядом сонная Палмер бормочет сквозь дрёму, на лице румянец"
    - "Сегодняшняя погода не для улицы — для спорта в комнате"
    - "Снизу давно неспокойно, рассудок смывает"
    - acc: 1
      content: "「Всё Палмер виновата…」"
    - acc: 2
      content: "「Уже не держусь…」"
    - "Палмер спросонья открывает глаза и видит лицо вплотную"
    - "Рот, готовый издать звук, жёстко целуют и забирают дыхание"
    - "После долгого давления Палмер бессильно лежит на диване, смотрит вверх и тихо дышит"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Эх…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тренер…?」"
    - "%YOU% придавливает Палмер целиком, свободной рукой без колебания идёт вниз"
    - "Пальцы сквозь ткань лезут в уже мокрую дырку и мешают"
    - "Глядя, как лицо Палмер под тобой по чуть-чуть просыпается, пальцы ещё ускоряешь"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Гу… уа」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тренер… не надо так」"
    - "Сильно закрывает лицо, дёргается как попало"
    - "И что? Это Палмер первая дразнила, с чего останавливаться"
    - if: era.get('cflag:0:0') > 0
      content: "Давно налитый дружок уже стоит торчком и плотно жмётся к мокрой дырке с отодвинутой тканью; ещё чуть вперёд — и волна кайфа легко разнесёт мысли Палмер"
    - if: era.get('cflag:0:0') === 0
      content: "Уже такое же мокрое тело не ждёт её отказа: два лепестка плотно трутся; ещё сильнее — и тело под тобой от оргазма не перестанет дрожать"
    - acc: 1
      content: "「Кончай так」"
    - "Легко кусаешь уже дрожащее от чувствительности ухо и дуешь"
    - "Дырка без конца дрожит и всё равно похотливо раскрывается-закрывается"
    - "Уже не сдерживаясь, %YOU% одним толчком бьёт в дрожащую дырку и ловит кайф, что наполняет вас обоих"
    - "Мысли сдуло ударом; Палмер лежит перед %YOU% с непристойным лицом и тянет руки"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тренер… мой тренер…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ещё можно, всё можно」"
    - "Тонкие руки вокруг шеи %YOU%, вы крепко обнимаетесь"
    - "Перед Палмер, которая сама разожгла желание, остывать уже не за чем"
    - "Оставшееся время — время наслаждаться"
  # 马跳

pre-travel:
  - color: %COLOR%
    content: "【Прокатись на Палмер-го с %CHARA%!】"

travel:
  title: "Короткая поездка"
  lines:
    #爱慕＞74，事件「震惊！跑车是礼物！」后，使用小汽车/跑车外出
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Уху～!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Всё-таки ехать на машине — супер кайф!」"
    - "Вы вдвоём в машине, сильный ветер из окна бьёт Палмер в лицо"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Всё-таки на машине ощущение совсем другое」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Такое и с трассой… и с обычным бегом совсем не то」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「У～ тренер, ещё быстрее можно?」"
    - acc: 1
      content: "「Ещё быстрее — уже не удержать」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「А, вот как…」"
    - "Сидит рядом, ловит ветер и сама покачивает верх"
    - "Поднимает руку, откидывает волосы, что лезут в глаза, смотрит, как за окном несётся пейзаж"
    - "Машина идёт вдоль моря и неспешно встаёт на пустой парковке"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Эх～ сегодня неожиданно никого」"
    - "Машина уже стоит, Палмер всё ещё в ней"
    - "Смотрит на пляж за окном, где почти ни души, и молча снимает ремень"
    - acc: 1
      content: "「Не выйдем?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Нг… хотя я рада, что тренер сегодня меня вывез」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но если только мы двое…」"
    - "В машине в своей одежде Палмер чуть краснея смотрит на %YOU%"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Это свидание, да?」"
    - acc: 1
      content: "「Да, это свидание」"
    - "Верх Палмер чуть кренится в другую сторону"
    - "Мягкое плечо падает на %YOU%, с румянцем она тянет бант на воротнике"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「……」
    - "Но движение замирает: пальцы, что тянули бант, теперь зажимают ворот, чтобы не распахнулся"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Так не слишком?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Если тренеру не нравится — я так не буду」"
    - "Тело медленно уходит из объятий %YOU%, руки в панике хотят поправить одежду"
    - acc: 1
      content: "「Мне такое не противно…」"
    - acc: 2
      content: "「Хочешь — просто делай」"
    - "Пальцы, правившие бант, зависают в воздухе, уже подтянутая одежда снова медленно сползает"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「То есть…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Если так… то тренер тоже?」"
    - "Раньше уклончивый взгляд сейчас уже светлый"
    - "Тёмно-зелёный верх падает на сиденье, видно новое бельё, приготовленное на сегодня"
    - "Руки обхватывают лицо %YOU% и легко тянут к себе"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Прямо здесь… да?」"
    - acc: 1
      content: "「Как тебе нравится」"
    - acc: 2
      content: "「Решила — двигайся сама」"
    - "Разрешение %YOU% снимает замок рассудка внутри Палмер"
    - "В шумной машине постепенно остаются только повторяющееся дыхание и мокрый звук"
    - "Только к закату на обратном пути начинают суетиться, собирая салфетки и улики по салону"
  # 马跳

pre-joke:
  - color: %COLOR%
    content: "【Пока %CHARA% спит…】"

joke:
  title: "Начало маленькой истории"
  lines:
    # 爱慕＞85，善信沉睡状态时结束回合
    - color: %COLOR%
      content: "Неизвестно сколько спустя %CHARA%, уже без трассы, возвращают в родной дом"
    - color: %COLOR%
      content: "А %YOURNAME% теряет статус партнёра %CHARA%"
    - color: %COLOR%
      content: "Будто связь между вами здесь обрывается и дальше пересечений не будет"
    - color: %COLOR%
      content: "Пока %CHARA% и %YOURNAME% снова встречаются — и будто снова цепляется"
    - color: %COLOR%
      content: "Без колебания, без слов бросается в объятия %YOURNAME%, но уже не сжимает так, как в годы на трассе"
    - color: %COLOR%
      content: "Только жмётся к груди, хочет поймать это сердцебиение"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Эй, тренер」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Прости…」"
    - color: %COLOR%
      content: "Снова поднимается из объятий %YOURNAME% и дрожа поднимает руку"
    - color: %COLOR%
      content: "Яркое кольцо на пальце особенно бросается в глаза"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я уже замужем…」"
    - color: %COLOR%
      content: "Слёзы по щекам, а улыбка бессильная"
    - color: %COLOR%
      content: "Долгое объятие, пока снова не откроешь глаза"
    - divider: true
    - color: %COLOR%
      content: "Палмер резко скидывает одеяло и тяжело накачивает воздух в тело, которому нечем дышать"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Сон?」"
    - color: %COLOR%
      content: "Сидя столбом в общежитии, Палмер смотрит на всё ещё дрожащие руки"
    - color: %COLOR_104%
      content:
        - fontWeight: bold
          content: %ACE%
        - "「Что? Лицо как после кошмара」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ничего… хотя да, кошмар」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Выйти замуж не за тренера…」"
    - color: %COLOR_104%
      content:
        - fontWeight: bold
          content: %ACE%
        - "「Нг, с тренером что-то?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ничего! Правда!」"
    - color: %COLOR_104%
      content:
        - fontWeight: bold
          content: %ACE%
        - "「Если что — лучше раньше сказать партнёру」"
    - color: %COLOR_104%
      content:
        - fontWeight: bold
          content: %ACE%
        - "「Прямее — может, и сработает лучше」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Прямее…」"
    - color: %COLOR%
      content: "Опущенные пальцы легко жмут грудь, ловят всё ещё не остывшее сердце"
    - color: %COLOR%
      content: "Снова открыв глаза, Палмер встаёт с твёрдым взглядом"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Поняла… прямее, да」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(Если сразу про брак — точно примут за шутку)"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(Но если шутка…)"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(Чуть пошутить с тренером — не разозлится…)"

not_joke:
  title: "Шутка не смешная"
  lines:
    #「这只是一个玩笑……」触发后结束回合
    - "Закончивший работу %YOU% только встаёт со стула, как у двери знакомые шаги"
    - "В дверях Палмер, которая сегодня должна быть на выходном, непонятно зачем здесь"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тренер… сейчас есть время」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Сейчас чуть есть, что сказать」"
    - "Договорив без опоры в голосе, за спиной закрывает дверь"
    - "В тишине Палмер медленно подходит к %YOU%"
    - "Без спроса хоронит всё тело в груди %YOU% и тихо всхлипывает"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Эй, тренер」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Прости…」"
    - "Поднимается из объятий %YOU% и дрожа поднимает руку"
    - "Яркое кольцо на пальце отражает белый свет"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тренер, хотя… трудно сказать…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я, может, выхожу замуж」"
    - acc: 1
      content: "「Замуж!?」"
    - "Неизвестно когда Палмер уже не стоит перед %YOU%"
    - "Опомнившийся %YOU% всё ещё тяжело дышит, в руке ломота"
    - "Палмер со страхом на лице держит руку и тупо смотрит"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тренер…?」"
    - "Отступившая на пару шагов Палмер с проблеском радости на лице медленно сжимает руку"
    - "Белое кольцо падает на пол с пластиковым звуком"
    - "「Пластик?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「…Да」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Просто пластик」"
    - "Сжатая рука медленно раскрывается: всё та же белая, следа кольца нет"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тренер, из-за меня злишься?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Это просто шутка, просто… в манге видела, ахаха」"
    - "Перед лицом %YOU% неловко чешет затылок"
    - "С момента, как надела эту игрушку, совсем не думала, что выйдет такая ярость"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Просто шутка, просто шутка…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Это, тренер?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тренер?」"
    - "Страх и радость с лица разом сходят, она в панике делает пару шагов вперёд"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Это, прости…」"
    - acc: 1
      content: "「Эта шутка не смешная」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ии!」"
    - "Палмер, у которой ещё была крупица надежды, вздрагивает и глубоко вдыхает"
    - "Открывает рот, беззвучно открывает-закрывает, снова закрывает"
    - "Сейчас %YOU% злится — это видно с одного взгляда"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Это…」"
    - acc: 1
      key: sex
      content: "Делом"
      lines:
        - "В комнате кроме всё более панического дыхания Палмер страшная тишина"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Тренер?」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Я знаю, я виновата, так что…」"
        - "Палмер ещё оправдывается — и вдруг обрывает речь"
        - "Губы безжалостно лишают свободы, %YOU% изо всех сил прижимает её в объятиях"
        - "Сердце колотится, но эту силу она не тратит, чтобы оттолкнуть %YOU%"
        - "Уже признавшая вину Палмер молча обхватывает того, кто её держит, и закрывает глаза"
        - "Когда снова отпускаешь, яркие синие зрачки уже в дымке"
        - "Всё ещё злое лицо перед глазами сейчас особенно милое"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Если, если так」"
        - "Открывая рот, Палмер чуть льнёт вперёд"
        - "Уже залитое румянцем лицо чуть вперёд, кусает ухо %YOU%"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Если так ты остынешь… я не откажусь」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「%SELF_CALL% всегда твоя」"
        # 马跳
    - acc: 2
      content: "Словом"
      lines:
        - "Тишину комнаты ломает голос %YOU%"
        - "Палмер тупо смотрит на %YOU%, в взгляде страх"
        - acc: 1
          content: "「…Такую шутку я не приму」"
        - "Сказав так, злой %YOU% садится обратно и берёт свою сумку"
        - "Палмер, зная, что переборщила, тихо мнёт свои руки, ноги беспокойно ходят"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Это, тренер…」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Уходишь?」"
        - "Стоящая сбоку Палмер говорит очень тихо и легко хватает край одежды %YOU%"
        - "В глазах слёзы, голова опущена"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Если тренеру такое не нравится…」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Я, я больше так не буду…」"
        - "В голосе плач, дрожит"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Лишь бы тренер остыл — я что угодно сделаю!」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Так что не надо так…」"
        - "Глубоко зная, как тяжело пошутила, Палмер тоже ловит страх"
        - acc: 1
          content: "「Ладно. Такие шутки больше нельзя」"
        - acc: 2
          content: "Просто уйти"
        - "Стоя на месте, смотрит в спину уходящего %YOU%, Палмер садится и поднимает игрушечное кольцо"
        - "Сжимает пару секунд и со злостью кидает в урну рядом"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Что за любовная манга…」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Такая шутка, какой в ней смысл…」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Я просто… дура!」"

not_joke_end:
  - "Палмер замирает рядом с %YOU% и только улыбается"
  - "Легко опирается на тело %YOU% и жмётся внутрь"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Всё-таки жёсткий тренер — красивый」"

end_joke:
  title: "Шутка уже кончилась"
  lines:
    #「并不好笑的玩笑」选择分支2，下回合开始时
    - "Это несмешная шутка"
    - "Одна Палмер снова и снова прокручивает эту фразу в голове, глядя на пластиковое игрушечное кольцо"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Такие шутки — нельзя」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「…Если это не шутка, что тогда сделает тренер」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Если, если это…」"
    - "Тусклые глаза медленно снова светлеют: игрушка в зрачках уже не игрушка"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Если кольцо — тренеру」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Если, если…」"
    - "Бормотание ускоряется, тело само странно возбуждается"
    - "Сердце колотится, дыхание неестественно чаще"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Надо」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Подготовить кольца на двоих」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Как жду… тренер～」"
  # 爱慕+4

concern:
  title: "Слишком заботишься!"
  lines:
    # 男/FUTA，马娘，爱慕≥74，同队目白莱恩且爱慕≥74，无依存心
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Как-то в последнее время всё спокойно～」"
    - "В один полдень наедине %YOU% и Палмер вдруг бормочет"
    - acc: 1
      content: "「И правда」"
    - "Услышав мимоходом ответ %YOU%, Палмер с лёгким смехом подходит"
    - "Руки на спинке стула, рассеянно смотрит на бумаги на столе"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「В такой день ещё так пахать」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Иногда отдохнуть — плохо?」"
    - acc: 1
      content: "「Тут не до отдыха」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Эх～ вот как?」"
    - "Пока в кабинете никого, тихо щиплет %YOU% за щёку"
    - "Пальцы легко щиплют лицо несколько раз, и Палмер первая смеётся"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тренер, иногда расслабься」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Так любишь работу?」"
    - "Голос Палмер у уха сбивает желание %YOU% работать; бросив мысли, откидывается назад"
    - "Чувствуя мягкость у затылка, несколько секунд, пока доходит"
    - acc: 1
      content: "Потянуть и помять"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Э?」"
        - "Сначала ничего не заметившая Палмер видит, как пальцы %YOU% касаются её груди"
        - "Атмосфера вдруг тихая; только %YOU%, ещё проверяя ситуацию, легко мнёт то, что схватил(а)"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Это…」"
        - "Сидящий %YOU% не видит лица Палмер сейчас, но уже понимает, что сделал(а)"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Тренер, тебе это очень нравится?」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Ну вот…」"
    - acc: 2
      content: "Ничего не делать"
      lines:
        - "Наслаждаясь нежной мягкостью у затылка, %YOU% выбирает ничего не делать"
        - "Место, которое в обычный день видно, но лезть руками неловко, сейчас плотно прижато к тебе"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Тренер?」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Это… заснул(а)?」"
        - "「Мо-может」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「А, тогда сегодня пораньше домой?」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Всё равно сегодня ничего, я тебя провожу, тренер」"
        - "Палмер с улыбкой отпускает руку, но от спинки стула не отходит"
        - "Сидящий %YOU% не видит лица Палмер сейчас, но уже понимает, что произошло"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Это…」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Тренер злой, ты же знаешь」"
    - "Палмер легко стукает %YOU% по макушке, без злости"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(Так нравится здесь…)"
    - "Отходит от %YOU% и чуть озабоченно поправляет грудь под формой"
    - "Взгляд тихо косится на %YOU% — и ловит чуть ждущие глаза"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(На самом деле, если тренер…)"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "(Тоже не… нельзя)"
    - "Будто решившись, Палмер легко берёт руку %YOU%"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Если хочешь… можно」"
    - "Палмер кладёт ладонь %YOU% на грудь и чуть сильнее мнёт несколько раз"
    - "На лице неудержимый румянец, но она всё ещё давит желание сбежать"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ощущение… странное…」"
    - "Выдавливает улыбку, но не похоже, что через силу"
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: "???"
        - "「Палмер! %CALLNAME_27% внутри?」"
    - "За дверью внезапно знакомый открытый голос сбивает движение Палмер и %YOU%"
    - "Вернувшийся рассудок одновременно гонит взгляд к двери"
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Я взяла свою обычную…」"
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「…Э? Э-э?」"
    - "Без колебания открыв дверь, Райан видит вас двоих слипшимися"
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Э… неужели я… %CALLNAME_27% ты…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「……」
    - acc: 1
      content: 「……」
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Уваааа!」"
    - "Мэдзиро Райан с рюкзаком в объятиях сразу разворачивается бежать"
    - "Но в побеге Палмер куда опытнее"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Погоди!」"
    - "Палмер одной рукой ловит убегающую Мэдзиро Райан и одним движением прижимает к стене"
    - "Глядя на алое за рюкзаком, которое совсем не спрятано, Палмер тоже неловко тупеет"
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「А! П-прости… нн.」"
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Я… не вовремя, да?」"
    - "Уже опавшие уши вяло дёргаются"
    - "В глазах капля влаги, слабо смотрит снизу вверх"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Райан…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ты тоже из-за тренера?」"
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「…Нг」"
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Тренер в последнее время какой-то усталый…」"
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Поэтому я принесла подушку, на которой особенно удобно лежать…」"
    - "Мэдзиро Райан с рюкзаком медленно сжимается вниз, только взгляд ещё на Палмер"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Вот как」"
    - "Палмер отпускает руку и медленно садится на корточки"
    - "Легко отодвигает рюкзак с лица и с лёгким смехом встречается взглядом с Мэдзиро Райан"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「На самом деле мы одинаковые」"
    - "Тихо закрывает дверь и заодно запирает"
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Это… Палмер?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ладно-ладно, не парься」"
    - "Палмер за спиной Мэдзиро Райан толкает плечи %SEX% к ничего не знающему %YOU%"
    - "Быстро снимает рюкзак с лица и заодно толкает пульсирующее на груди Мэдзиро Райан"
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Па-Палмер!?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ничего～」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тренер, тебе же такое тоже нравится～」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я тебе сейчас поймала」"
    - "Палмер толкает Мэдзиро Райан перед %YOU% и прячется сзади"
    - color: %COLOR_27%
      content:
        - fontWeight: bold
          content: %RYAN%
        - "「Уу, не надо так, Палмер…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но Райан тоже ждёт, да?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ну, тренер, что будешь делать?」"
    - "Палмер из-за спины Мэдзиро Райан высовывает уже алое лицо и подглядывает выражение %YOU%"
    - acc: 1
      key: sex
      content: "Дразнить Мэдзиро Райан"
      lines:
        - "Грудь Мэдзиро Райан перед тобой не отпускает взгляд"
        - "Пока %YOU% ещё думает, рука уже по инстинкту хватает"
        - color: %COLOR_27%
          content:
            - fontWeight: bold
              content: %RYAN%
            - "「У!」"
        - "В ладонь бьёт сильная дрожь"
        - "Мэдзиро Райан зажмурилась и стоит колом"
        - "Не дожидаясь, пока %SEX% наберётся смелости открыть глаза, Палмер легко толкает вперёд"
        - color: %COLOR_27%
          content:
            - fontWeight: bold
              content: %RYAN%
            - "「Не-не надо так…」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Ничего, тренер」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Райан%SEX% точно сможет」"
        - "Сидящая сбоку Палмер легко прижимает руки Мэдзиро Райан и смотрит на лицо %YOU%"
    - acc: 2
      content: "Дразнить Мэдзиро Палмер"
      lines:
        - "Глядя на Палмер, спрятавшуюся за Райан, в груди рождается новая мысль"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Давай, Райан точно не против…」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Э, э?」"
        - "Улыбка на лице Палмер по чуть-чуть сходит и застывает"
        - "Вставший %YOU% рукой через плечо Мэдзиро Райан хватает Палмер и одним рывком тянет"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Э! Это не я!」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Это Райан%SEX%…」"
        - "Палмер ещё хочет что-то сказать, но движение стопорится, она чуть боязливо сжимается"
        - "С лицом в румянце жмёт пульсирующую грудь"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「…Я тоже хочу」"
        - color: %COLOR_27%
          content:
            - fontWeight: bold
              content: %RYAN%
            - "「Палмер…」"
        - color: %COLOR_27%
          content:
            - fontWeight: bold
              content: %RYAN%
            - "「Мы и правда одинаковые」"
    - acc: 3
      content: "Повалить обеих сразу"
      lines:
        - "Глядя на двух подопечных, слипшихся перед глазами, в глазах %YOU% уже нет рассудка"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Ия!」"
        - color: %COLOR_27%
          content:
            - fontWeight: bold
              content: %RYAN%
            - "「Ва!」"
        - "Только что весело шутившие сёстры сейчас вместе лежат на полу"
        - "Тяжёлое дыхание стоит между тремя, ещё миг — и станет ещё грубее"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Вдвоём сразу…」"
        - color: %COLOR_27%
          content:
            - fontWeight: bold
              content: %RYAN%
            - "「Э!? Вдвоём?…」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Это уже слишком!」"
        - "Даже сверху сила у двоих снизу больше"
        - "%YOU% на рюкзаке смотрит, как штаны безжалостно снимают"
        - color: %COLOR_27%
          content:
            - fontWeight: bold
              content: %RYAN%
            - "「Нн, не думала, что тренеру такое нравится…」"
        - color: %COLOR_27%
          content:
            - fontWeight: bold
              content: %RYAN%
            - "「Слишком…」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Не наказать — нельзя」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Да? Тренер?」"
        - "Палмер садится на талию %YOU% и зовёт Мэдзиро Райан придавить вместе"
        - "Одежда на полу, два прекрасных тела давят %YOU%"
        - "Маленький тренер снизу давно готов, неудовлетворённый дрожит в воздухе"

concern_end:
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Как будто сделали что-то очень не то…」"
  - color: %COLOR_27%
    content:
      - fontWeight: bold
        content: %RYAN%
      - "「Д-да」"
  - "Две самки, все в жидкостях, между раскрытых бёдер течёт белое"
  - "Двое плывущих глаз мутно смотрят на оружие %YOU% у лиц, в смазке"
  - "%YOU% гладит волосы подопечных, торопит %THEY%"
  - color: %COLOR_27%
    content:
      - fontWeight: bold
        content: %RYAN%
      - "「Слишком～」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Наш тренер — жуткий извращенец…」"
  - "Мягкий язык скользит по чувствительной поверхности, оставляя след слюны"
  - "Губы легко на виновнике, что мешает тело, целуют"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Если ещё…」"
  - color: %COLOR_27%
    content:
      - fontWeight: bold
        content: %RYAN%
      - "「Скажи нам❤️」"

dessert:
  title: "Десерт… вроде не то?"
  lines:
    # 男/FUTA，马娘，爱慕≥74，同队目白麦昆且爱慕≥74，无依存心，在目白麦昆菊花赏后随机出现
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Нг… недавно дынный парфе вроде в моде」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но фруктовый пай тоже ничего, как быть」"
    - "Палмер с телефоном мучается, листает туда-сюда"
    - acc: 1
      content: "「Сладости захотелось?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Нг? Нет」"
    - "Услышав голос %YOU%, Палмер сама садится на диване"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「В последнее время Маккуин же так пашет?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Вот и думаю: может, купить сладостей — пусть %SEX% порадуется…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Только сладостей сейчас слишком много, выбирать плохо」"
    - acc: 1
      content: "「Тогда напрямую к самой Маккуин?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Напрямую к ней?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Нг… тоже можно」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Только быстро станет «не дай Маккуин обожраться»」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Маккуин%SEX% ведь легко срывается и жрёт～」"
    - acc: 1
      content: "「Это %SEX% самой лучше не слышать」"
    - acc: 2
      content: "「Жестоко сказано」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но это правда～」"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "「Я у двери всё слышала, вы двое」"
    - "В ваш гармоничный разговор влезает другой голос"
    - "Со страху Палмер и %YOU% вместе оборачиваетесь к двери"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "「Хотя я знаю, что вес держать плохо умею…」"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "「Но так про меня говорить не слишком?」"
    - "Со щелчком закрытой двери недовольная Мэдзиро Маккуин входит в кабинет"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "「Ну вот…」"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "「Хотя шутки я не против」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ахаха, это…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Смотри, сначала мы и хотели купить тебе сладости, да?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Прости в этот раз～」"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "「Не～льзя～」"
    - "Надутая Мэдзиро Маккуин подходит к %YOU% и Палмер и притворно недовольно скрещивает руки"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тогда… тогда что сделать, чтобы простила?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Что угодно, лишь бы мы смогли!」"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "「Нг-хм, дай подумать」"
    - "С игривой улыбкой смотрит на паникующую Палмер"
    - "Но быстро взгляд с Палмер уходит на растерянного %YOU% сбоку"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "「Раз что угодно можно…」"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "「Тогда чуть побеспокою тренера～」"
    - "Так сказав, Мэдзиро Маккуин при Палмер садится на %YOU%"
    - acc: 1
      content: "「Это, а моё мнение?」"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "「%CALLNAME_13%, помолчи пожалуйста」"
    - "Остановленный формальным обращением Мэдзиро Маккуин, сидящий снизу %YOU% только неловко закрывает рот"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Это, так тренеру будет очень неловко」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Если что — ко мне… например, сбегать в кондитерскую!」"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "「Так это уже не наказание」"
    - "Говоря, задница на бедре %YOU% чуть поднимается"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Это, не слишком ли…」"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "「Тренер не против, да?」"
    - "Не смеющий говорить %YOU% даже если хочет что-то сказать, только глазами сигналит Палмер впереди"
    - "Жаль, паникующая Палмер этого взгляда совсем не ловит"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "「Видишь, тренер не против」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Но…」"
    - "Взгляд Палмер кружит между Мэдзиро Маккуин и %YOU%, беспокойно шевеля пальцами"
    - "Хочет что-то сказать, но из-за своих же слов рот не открыть"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "(…Вроде переиграла)"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "(Хотела просто чуть пошутить с Палмер…)"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "(Что теперь, извиняться Палмер вроде не примет)"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "「Э, нг, я уже остыла, так что…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Слишком…」"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "「Э?」"
    - "Будто не слыша, Палмер сама краснеет"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тренер…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Я тоже так хочу быть с тренером!」"
    - "Не дожидаясь, пока Мэдзиро Маккуин и %YOU% опомнятся, Палмер уже бросается"
    - "Обычный офисный стул вес и удар троих не держит — этим ударом вас валит на пол"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "「Больно…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「А, пр-прости!」"
    - "Со стуком упавшего стула Палмер будто возвращает рассудок и в панике встаёт"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "「Н-нет, это мне извиняться…」"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "「Мне не надо было так… Палмер?」"
    - "Винящая себя Мэдзиро Маккуин извиняется перед вставшей Палмер и ответа не получает"
    - "Заметив странный взгляд Палмер, тоже смотрит туда, куда он упал"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "「А…」"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "「Тренер, неужели…」"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "「Из-за нас?」"
    - "Поняв это, Мэдзиро Маккуин медленно встаёт и смотрит на %YOU% сзади"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Та-такое…」"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "「Это, Палмер…」"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "「Тренера… тебе возвращаю…」"
    - "Слабым голосом говоря, поднимается с талии %YOU%"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "С сознанием вины беспокойно хочет поднять %YOU%"
    - "Руки в момент хватания в панике задевают что-то"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「А…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Маккуин ты…」"
    - "Остановившаяся Мэдзиро Маккуин робко смотрит вверх на Палмер с злым взглядом"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "「Прости!」"
    - "Громко извинившись, Мэдзиро Маккуин бежит к двери"
    - "Но не успевает выбежать — Палмер одним движением хватает её за плечо"
    - "Со щелчком запертой двери две %UMA% снова перед %YOU%"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "「Палмер!? Ты что?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「……」
    - "Будто не слыша Мэдзиро Маккуин, Палмер тянет %SEX% к %YOU%"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Извиняться…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Скажи тренеру!」"
    - acc: 1
      content: "「А моё мнение…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тренер, заткнись!」"
    - "В голосе сила, снова давит то, что %YOU% хотел(а) сказать"
    - "Палмер берёт растерянную руку Мэдзиро Маккуин и легко кладёт на %YOU%"
    - "Сложенные руки по груди по чуть-чуть скользят вниз"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "「Прости, прости!」"
    - color: %COLOR_13%
      content:
        - fontWeight: bold
          content: %MCQUEEN%
        - "「Палмер, я виновата, не надо так…」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Тогда спроси тренера」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Есть ли мнение」"
    - acc: 1
      key: sex
      content: "「Я не против!」"
      lines:
        - color: %COLOR_13%
          content:
            - fontWeight: bold
              content: %MCQUEEN%
            - "「Ви-видишь, тренер тоже не против…」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Тогда можно продолжать」"
        - color: %COLOR_13%
          content:
            - fontWeight: bold
              content: %MCQUEEN%
            - "「Э?」"
        - "Так сказав, Палмер сильно хватает руку Мэдзиро Маккуин"
        - "По чуть-чуть лезет в низ %YOU%, в тёплой жидкости"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Маккуин тебе тоже такое нравится… да?」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Тогда, тренер без мнения」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Это мягкая Маккуин～」"
    - acc: 2
      content: "「Я против!」"
      lines:
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Правда против?」"
        - "В взгляде Палмер чуть допрос"
        - "Рука уже полусилой держит Мэдзиро Маккуин и ходит по чувствительному"
        - color: %COLOR_13%
          content:
            - fontWeight: bold
              content: %MCQUEEN%
            - "「Палмер…」"
        - "Притянутая Мэдзиро Маккуин с красным лицом ещё пытается что-то сказать Палмер"
        - "Ноги беспокойно трутся, взгляд шарит влево-вправо"
        - color: %COLOR_13%
          content:
            - fontWeight: bold
              content: %MCQUEEN%
            - "「Пора уже отпустить?」"
        - color: %COLOR_13%
          content:
            - fontWeight: bold
              content: %MCQUEEN%
            - "「Смотри, тренеру тоже неловко…」"
        - "Говорит слабо, но грубеющее дыхание уже всё объясняет"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Но Маккуин ты уже такая」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「И тренер тоже」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Сначала это ты не дала тренеру иметь мнение, да?」"
        - "Отпустив руку Мэдзиро Маккуин, Палмер сама расстёгивает одежду обеих"
        - "С тканью на полу перед %YOU% тела, от которых слюнки текут"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Сама, как?」"
        - "Легко толкает вперёд, зажимая Мэдзиро Маккуин между собой и %YOU%"
        - color: %COLOR_13%
          content:
            - fontWeight: bold
              content: %MCQUEEN%
            - "「То-тогда…」"
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「Чуть отпусти себя, Маккуин」"
        - "Будто рассудок оборвался"
        - "Маккуин и Палмер вместе давят %YOU%"

dessert_end:
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Не зря тренер…」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Мой тренер супер крутой～」"
  - color: %COLOR_13%
    content:
      - fontWeight: bold
        content: %MCQUEEN%
      - "「А…」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Да?」"
  - color: %COLOR_13%
    content:
      - fontWeight: bold
        content: %MCQUEEN%
      - "「Д-да」"
  - "Сидящая на %YOU% Мэдзиро Маккуин двигает телом и плывущим взглядом смотрит вверх в лицо %YOU%"
  - "Глядя на такую сестру, Палмер молча ещё сильнее зарывается в объятия %YOU%"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Всё-таки это мой тренер」"
  - color: %COLOR_13%
    content:
      - fontWeight: bold
        content: %MCQUEEN%
      - "「…Это」"
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Что～」"
  - color: %COLOR_13%
    content:
      - fontWeight: bold
        content: %MCQUEEN%
      - "「Сладости… ещё есть?」"

party:
  title: "Время вечеринки"
  lines:
    #爱慕≥74，同队大拓太阳神且爱慕≥74，无依存心，商店街触发
    - "В самый обычный выходной %YOU% одним звонком Палмер вытаскивает из дома."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Йохоу! %CALLNAME%! Сюда сюда!」"
    - color: %COLOR_65%
      content:
        - fontWeight: bold
          content: %HELIOS%
        - "「Оо, %CALLNAME_65% тоже пришёл(ла)!」"
    - color: %COLOR_65%
      content:
        - fontWeight: bold
          content: %HELIOS%
        - "「Теперь можно начинать вечеринку, яху!」"
    - "Встретив %YOU%, Дайтаку Хелиос и Мэдзиро Палмер вместе весело бегут."
    - color: %COLOR_65%
      content:
        - fontWeight: bold
          content: %HELIOS%
        - "「Сначала — время петь, пошли!」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Оо, сначала музыка!」"
    - "Старт вечеринки так и ставится в караоке."
    - "Зайдя в знакомое заведение и поздоровавшись с уже своим хозяином, втроём входите в кабинку."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%! Что петь будешь?」"
    - color: %COLOR_65%
      content:
        - fontWeight: bold
          content: %HELIOS%
        - "「Нг-хм? %CALLNAME_65% первый(ая)!?」"
    - "Дайтаку Хелиос с микрофоном оборачивается, глаза полны звёздочек."
    - color: %COLOR_65%
      content:
        - fontWeight: bold
          content: %HELIOS%
        - "「Палмер-тян～ дай мне первой～」"
    - color: %COLOR_65%
      content:
        - fontWeight: bold
          content: %HELIOS%
        - "「Недавно с трудом выучила новую песню, дай мне～」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ладно-ладно～ я подожду～」"
    - "Отойдя от панели заказа, Палмер сама садится рядом с %YOU%."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「С Хелиос вместе и правда весело.」"
    - acc: 1
      content: "「Незаметно настроение само взлетает」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Да?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「О, вроде начинается!」"
    - "Уши Палмер легко дёргаются, она смотрит в сторону Дайтаку Хелиос."
    - "Руки сами берут маракасы со стола и машут в такт музыке."
    - "Звонкое ша-ша вместе со сверхбыстрым ритмом Дайтаку Хелиос делает кабинку троих шумнее десятка человек."
    - divider: true
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Ахаха～ чуть слишком шумно～」"
    - "Снова севшая Мэдзиро Палмер растекается по дивану; даже в кондиционере от неё валит жар."
    - "Дайтаку Хелиос всё ещё весело поёт, но запал уже видно слабее."
    - acc: 1
      content: "「Устала?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「Нг, чуть устала.」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「В такие моменты завидую Хелиос… какая выносливость!」"
    - "Растекшаяся по дивану Мэдзиро Палмер смотрит, как Дайтаку Хелиос с микрофоном буянит, и с румянцем тихо смеётся."
    - "Пёстрый шар льёт радужный свет на троих, и атмосфера чуть смещается."
    - "В неярком пространстве движение Мэдзиро Палмер, когда она тянет рубашку, чтобы остыть, звук прыжков Дайтаку Хелиос…"
    - "В глазах %YOU% почему-то внимание садится на те самые интимные места."
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%? Покраснел(а)? Жарко?」"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「А, тогда я закажу напиток!」"
    - "Мэдзиро Палмер, всегда держащая %YOU% в голове."
    - color: %COLOR_65%
      content:
        - fontWeight: bold
          content: %HELIOS%
        - "「Уэ?! %CALLNAME_65% устал(а)!」"
    - color: %COLOR_65%
      content:
        - fontWeight: bold
          content: %HELIOS%
        - "「Тогда пока отдых!」"
    - "Дайтаку Хелиос, совсем не заметившая странности."
    - "И в этот миг под прикрытием света %YOU%, закрывающий чувствительное место."
    - acc: 1
      content: "(Это плохо…)"
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - "「%CALLNAME%, что будешь пить?」"
    - "С дивана поднимается и пододвигается к %YOU% Мэдзиро Палмер."
    - "Положив микрофон, плюхается рядом с %YOU% Дайтаку Хелиос."
    - "Даже без прямого касания тепло дыханием плывёт с обеих сторон."
    - "Какое-то место встало."
    - color: %COLOR_65%
      content:
        - fontWeight: bold
          content: %HELIOS%
        - "「%CALLNAME_65%?」"
    - "Когда не везёт — и холодная вода зубы забивает."
    - "Шар, что должен крутиться под музыку, из-за интро «Легенды лошадиного прыжка» собирает свет на диван."
    - "В миг обе девушки всё видят."
    - "На одежде неестественный бугорок."
    - "Телефон Мэдзиро Палмер, которым она собиралась заказать напиток, падает на диван глухим звуком."
    - "Должная буянить Дайтаку Хелиос тоже с красным лицом отводит взгляд."
    - content:
        - fontWeight: bold
          content: "Музыка"
        - "「Лошадка-прыг～ лошадка-прыг～」"
    - "Неизвестно кто первый громко сглатывает, ломая тишину."
    - "Кто бы ни был — лица уже алые."
    - acc: 1
      key: sex
      content: "「Давай.」"
      lines:
        # 玩家主导，太阳神助手
        - "Точка."
        - "Мэдзиро Палмер закрывает глаза и легко тянется к %YOU%."
        - "Уже мокрую от пара одежду кидают в угол дивана."
        - "Тёмно-синяя прядь мелькает по животу %YOU%, горячее лицо льнёт снизу."
        - color: %COLOR%
          content:
            - fontWeight: bold
              content: %CHARA%
            - "「%CALLNAME%… полегче…」"
        - color: %COLOR_65%
          content:
            - fontWeight: bold
              content: %HELIOS%
            - "「Нг… запах %CALLNAME_65%…」"
    - acc: 2
      content: "「Будем.」"
      lines:
        # 善信主导，太阳神助手
        - "%YOU% спрашивает то, что спрашивать меньше всего стоило."
        - "На этот вопрос устный ответ и не нужен."
        - "Пальцы по мышцам %YOU% с двух сторон лезут под одежду и хватают возбуждённое место."
        - "В миг, когда %YOU% уже не сдерживает крик, маленький рот тоже затыкают."
        - "Перед тем как лечь, последнее в поле зрения — белые лунные мелированные пряди."

party_end:
  - "Достаёшь салфетки, кое-как протираешь диван, в туалете смываешь следы с тела."
  - "Трое с красными лицами молчат и тихо поправляют одежду."
  - content:
      - fontWeight: bold
        content: "Музыка"
      - "「Kimi no aiba ga!」"
  - "Руки, завязывающие хвост, на миг стопорятся и смотрят на экран."
  - "Двое глаз смотрят долго и не сговариваясь смотрят на %YOU%."
  - color: %COLOR%
    content:
      - fontWeight: bold
        content: %CHARA%
      - "「Пялят—」"
  - color: %COLOR_65%
    content:
      - fontWeight: bold
        content: %HELIOS%
      - "「Пялят—」"
  - acc: 1
    content: "「Ла-ладно…」"
  - "Под взглядами с обеих сторон %YOU% глубоко вдыхает."
  - "Раскрываешь руки и крепко обнимаешь обеих умамусумэ."
  - "「Вы обе мои подопечные!」"