/**
 * @file 摩耶重炮 - 招募
 * @author 黑奴二号
 */
const era = require('#/era-electron');

module.exports = {
  /**
   * @param {CharaTalk} maya
   * @param {CharaTalk} you
   */
  async rec_start(maya, you) {
    const ret = [];
    await era.printAndWait(
      `Сегодня день отборочных: разглядеть и вытащить многообещающих умамусумэ будущего. Каких умамусумэ ты встретишь? ${you.name}  В возбуждении ты выходит на место скачек —`,
    );
    await maya.say_and_wait(
      'Яда-яда-яда!————! Maya тоже хочет на скачки! Пустите Maya!!',
    );
    await era.printAndWait(
      `Сотрудник отборочных A「Так что, ${maya.name} -сан! Не врывайся на скачки самовольно! Нн, какая ловкость…!»`,
    );
    await maya.say_and_wait(
      'Яда-яда-яда~! Maya тоже хочет, чтоб сердце колотилось бах-бах~!!',
    );
    await era.printAndWait(
      `Вдалеке умамусумэ по имени ${maya.name}  не даёт покоя сотрудникам… але, ${maya.sex} как будто несётся сюда?`,
    );
    await maya.say_and_wait('Хм-хм, не поймаешь~!… Ваа!?');
    await era.printAndWait(
      `${you.name}  врезается в норовящую рвануть наутёк ${maya.name}, в панике ловит ${maya.sex}. Близость мягкого тела девочки обрушивает на ${you.name}  небывалый удар ———— хоть, может, и чисто физический.`,
    );
    await maya.say_and_wait('Ауаа, прости—! Ты в порядке!?」');
    era.printButton('「Я тренер Трейсена, такая царапина — ерунда!»', 1); //无意义的玩梗选项
    era.printButton('「Я в порядке, ты тоже не ушиблась?»', 2);
    ret.push(await era.input());
    if (ret.at(-1) === 1) {
      await era.printAndWait(
        `Отец реального каратэ Ояма Масутацу утверждал: разрушительная сила = скорость x хват x вес.`,
      );
      await era.printAndWait(
        `Умамусумэ, особенно умамусумэ средней школы, сколько весят? 30kg? 35kg? Как ни крути, больше 40kg не будет, да?`,
      );
      await era.printAndWait(
        `Но если прибавить то, что несёт ${maya.couple_title}: желания, благословения и волю, вес Uma-Soul не меньше 400kg!`,
      );
      await era.printAndWait(
        `Тройная человеческая скорость, тройной хват, тройной вес — в сумме далеко за 10, даже за 9 человеческих крат!`,
      );
      await era.printAndWait(
        `Такой мощный, такой бесчинный удар ${you.name}  как удержит? Да как вообще удержать!`,
      );
      if (
        (ret['down'] =
          era.get(`base:0:耐力`) <= Math.random() * era.get(`base:24:力量`))
      ) {
        era.printButton('「Потому и говорю, не останавливайся…」', 1); //bgm小苍兰
        await era.input();
        await era.printAndWait(
          `${maya.sex} — скорость и впрямь бешеная… это ${you.name}  последняя мысль`,
        );
        await era.printAndWait(
          `${you.name}  перед глазами темнеет — и сознание гаснет…`,
        );
      } else {
        //进行一个玩家耐力对重炮力量的检定，过了有额外属性奖励，不影响剧情
        await era.printAndWait(
          `Но ${you.name}  как раз устоит! Потому что ${you.name} TMD вот такой зверь!`,
        );
        await era.printAndWait(
          `Как такая кроха-умамусумэ ранит ${you.name}  хоть на йоту?`,
        );
        era.printButton('「Защищать умамусумэ — моя миссия!»', 1);
        await era.input();
      }
    }
    await maya.say_and_wait('Мгм, Maya в порядке! Ты же поймал…');
    await maya.say_and_wait(
      `Эх-хе-хе. Какой ты нежный! Не новичок-тренер? А Maya зовут ${maya.name}(Mayano Top Gun)`,
    );
    await era.printAndWait(
      `Сотрудник отборочных A「А, как раз как раз! Тренер! Присмотри, чтоб ${maya.sex} не лезла, чтоб ${maya.sex} не выходила на скачки самовольно!? Прошу!»`,
    );
    era.printButton('「Яда-яда-яда!」', 1); //师雌小鬼之长技以制雌小鬼
    era.printButton('「Ладно, понял.»', 2);
    ret.push(await era.input());
    if (ret.at(-1) === 1) {
      await era.printAndWait(`Взрослый срыв — часто всего лишь миг…`);
      await era.printAndWait(
        `Однообразная серость, жёсткая работа, тревога новичка давно загнали ${you.name}  психику к самому краю.`,
      );
      await era.printAndWait(
        `А сейчас травля от сотрудника — последняя капля: стоит представить, как дальше каждый день тебя будут гонять по чёрной работе, роль мельче дворника, а в конце пнут прочь — и отчаяние вмиг заполняет ${you.name} изнутри.`,
      );
      await era.printAndWait(
        `${you.name}  сворачивается на земле и ревёт как ребёнок лет эдак нескольких десятков.`,
      );
      await maya.say_and_wait('Э…?');
      await era.printAndWait(`Сотрудник и ${maya.name}  оба онемели от шока.`);
      await era.printAndWait(
        `Но сотрудник Трейсена всё-таки видавший виды: к любым странностям уже привык.`,
      );
      await era.printAndWait(
        `Сотрудник отборочных A「Точно! ${maya.name} -сан, присмотришь за этим тренером?»`,
      );
      await maya.say_and_wait('?');
      await era.printAndWait(
        `Сотрудник отборочных A「Умеешь заботиться — сразу веет взрослостью, знаешь? Это отличный шанс блеснуть обаянием ${maya.name} -сан!»`,
      );
      await maya.say_and_wait('О-о! I copy!');
      await era.printAndWait(
        `Как ни крути, цель сотрудника отвлечь ${maya.name}  достигнута — так что он живо смывается.`,
      );
      await maya.say_and_wait('Ну-ну, ну-ну, не плачь уже…');
      await era.printAndWait(
        `Девочка чуть неловко заключает ${you.name}  в объятия: даже ещё не развитая грудь достаточно тёплая и мягкая.`,
      );
      await era.printAndWait(
        `В кольце лёгкого аромата умамусумэ ${you.name}  чувствует странный покой.`,
      );
      era.printButton('「Мама……」', 1);
      await era.input();
      await maya.say_and_wait(
        'Мама здесь~ хороший~ хороший… хе-хе, такое чувство, будто так становишься взрослым~',
      );
      await era.printAndWait(
        `Под утешениями ${maya.name}, и ${you.name}  наконец выдыхает, сознание медленно плывёт…`,
      );
    } else {
      await maya.say_and_wait('Ээээй!? Погоди-и! Почему ты ей дал добро!?');
      await maya.say_and_wait('Ну вот, а я думала, ты добрый тренер!');
      await era.printAndWait(
        `После всего этого шума в итоге ${maya.name}  так и не вышла на скачки: отборочные без ${maya.name}  всё же стартовали…`,
      );
      await maya.say_and_wait(
        'Ах, как круто, скачки такие крутые, Maya тоже хочет~ нудятина.',
      );
      await maya.say_and_wait(
        'Эй-эй, ну поболтай с Maya хоть! Есть тема повеселее?',
      );
      await era.printAndWait(
        `Пока ${you.name}  мучается, ${maya.name}  вдруг смотрит в сторону скачек и тихо произносит.`,
      );
      await maya.say_and_wait('М? Та, что сейчас вторая —');
      await era.printAndWait(
        `Услышав ${maya.name}, ты машинально смотришь на умамусумэ на втором месте.`,
      );
      await era.printAndWait(
        `Если встать на ту позицию, в зависимости от момента можно не дать первой рвануть вперёд.`,
      );
      await era.printAndWait(
        `И ещё———— если повезёт, впереди откроется пусто, и с таким преимуществом можно выехать на финишную прямую.`,
      );
      await maya.say_and_wait(
        'Достаточно в самый тот момент 『biu』 сильно топнуть, а следом 『ба-biu』 рвануть — и должно получиться.',
      );
      await maya.say_and_wait('В самый тот момент… а, сейчас!!');
      await era.printAndWait(`???「нгх… устрицы…!!」`);
      await maya.say_and_wait('А———— как жаль~');
      await era.printAndWait(
        `…хотя та умамусумэ и провалилась, но ${maya.name}  попала в момент идеально.`,
      );
      await maya.say_and_wait(
        'А———— ах, как круто, как круто! Maya тоже хочет на скачки',
      );
      era.printButton('(ты вообще кто…?)', 1);
      await era.input();
      await maya.say_and_wait('Ээ? …чего это ты так на Maya смотришь?');
      await maya.say_and_wait(
        'Неужели… это та самая любовь с первого взгляда!? Йаа☆ Maya такая популярная',
      );
      await era.printAndWait(
        `Хотя в слова это ещё не складывается идеально, уже насквозь читающая ход скачки ${maya.name}.`,
      );
      await era.printAndWait(
        `${maya.sex} явила на глазах ${you.name} уголок таланта, и он глубоко засел в сердце ${you.name}…`,
      );
    }
    return ret;
  },
  /**
   * @param {CharaTalk} maya
   * @param {CharaTalk} you
   */
  async rec_after(maya, you) {
    await era.printAndWait(
      `${maya.name} произвела на ${you.name} глубокое впечатление. Чтобы ещё раз увидеть её — ${maya.sex}, ${you.name}  в поисках по всей школе…`,
    );
    await maya.say_and_wait('Ээ, странно? Ты, не ты ли—');
    await maya.say_and_wait(
      'Точно! Тот человек с отборочных! Ва———— снова встретились~! Что ты здесь делаешь?',
    );
    era.printButton('「Я здесь, чтобы тебя найти.」', 1);
    await era.input();
    await maya.say_and_wait(
      'Ээ, Maya ищешь? Ваа… это же…———— это же так по-взрослому~!! Йа~~~♪',
    );
    await maya.say_and_wait(
      `Но-но, у Maya сейчас срочные дела. ${you.name}  хотела поболтать с тобой, мм…`,
    );
    await maya.say_and_wait('А, точно! Пошли и ты тоже!');
    await maya.say_and_wait('Решено————! Тогда, Take Off…————!!');
    await era.printAndWait(
      `И вот ${you.name} вот так ${maya.sex} без спросу утащила на ипподром…`,
    );
    await maya.say_and_wait(
      'Вот оно как, и оттуда тоже можно шух— рвануть. Maya этого ещё не знала…!',
    );
    await maya.say_and_wait(
      'И правда, скачки взрослых умамусумэ — это так захватывающе~!!',
    );
    await era.printAndWait(
      `${maya.name}, так и не сводя сияющих глаз с яростной борьбы первоклассных умамусумэ…`,
    );
    await maya.say_and_wait(
      'Ууу~, старшие, которым можно бежать в захватывающих скачках, все сверкают~!! Как круто, Maya тоже хочет сверкать…!',
    );
    era.printButton('「Захватывающе? Сверкать?」', 1);
    await era.input();
    await maya.say_and_wait(
      'Ага! В таких больших скачках столько всего случается, чего Maya ещё не знает, это правда так захватывающе!',
    );
    await maya.say_and_wait(
      'Взрослые умамусумэ, которые знают то, чего Maya не знает, выглядят так сверкающе~!',
    );
    await maya.say_and_wait(
      'Вот поэтому Maya тоже такой хочет стать! Хочет бежать в захватывающих скачках и сверкать!',
    );
    await maya.say_and_wait(
      'Ха~, вот бы. Twinkle Series… Maya тоже хочет поскорее там бежать~!',
    );
    await era.printAndWait(
      `Инструктор A「А! ${maya.name} -сан! Ты опять прогуляла тренировку!」`,
    );
    await maya.say_and_wait(
      'Ээ—, тренировка…? Не-а! Maya ни за что. Слишком скучно.',
    );
    await maya.say_and_wait('Я на ипподром — исследовать————. Бай-бай————!!');
    await era.printAndWait(
      `Инструктор A「Погоди! А, опять ${maya.sex} сбежала…」`,
    );
    era.printButton('「Эта девочка не сильна в тренировках?」', 1);
    await era.input();
    await era.printAndWait(
      `Инструктор A「Мм… если уж говорить, в чём ${maya.sex} не сильна — пожалуй, такого нет — ${maya.sex} схватывает всё на лету, сильный ребёнок.」`,
    );
    await era.printAndWait(
      `Инструктор A「С первого раза на грунте сразу схватила суть, и на танцах Winner's Stage тоже ни разу не видели, чтобы ${maya.sex} мучилась.」`,
    );
    await era.printAndWait(
      `Похоже, ${maya.name} от рождения наделена даром 『понимать』 — то есть ${maya.sex} от рождения владеет поразительной интуицией находить 『верный ответ』…!`,
    );
    await era.printAndWait(
      `Инструктор A「И учёба даётся здорово… но почему-то ${maya.sex} считает тренировки скучными… после первой тренировки ${maya.sex} больше ни на одну не явилась.」`,
    );
    era.printButton('「Всего один раз!?」', 1);
    await era.input();
    await era.printAndWait(
      `Инструктор A「Вот именно… из-за этого, включая пробные, на любые скачки ${maya.sex} больше не пускают.」`,
    );
    await era.printAndWait(
      `Скачки — место, где показывают, что дала тренировка, это ещё можно понять…`,
    );
    await era.printAndWait(
      `Но у ${you.name} в голове всплывает ${maya.name} — как та жаждет скачек… нельзя ли ${maya.sex} чем-то помочь…?`,
    );
  },
  /**
   * @param {CharaTalk} maya
   * @param {CharaTalk} you
   */
  async rec_3(maya, you) {
    await maya.say_and_wait('Йа-хо—♪ Тебя в последнее время часто встречаю.');
    await maya.say_and_wait(
      'Сейчас вот смотрю пробные скачки внизу на трассе. Всё равно Maya снова не пускают—.',
    );
    await maya.say_and_wait('Как круто~, Maya тоже хочет на скачки. Но—');
    era.printButton('「Тренироваться совсем не хочешь?」', 1);
    await era.input();
    await maya.say_and_wait('…Не хочу.');
    await maya.say_and_wait(
      'Раз сказали, что без этого нельзя, в первый раз я как следует сходила, знаешь?',
    );
    await maya.say_and_wait(
      'Но ту штуку я с одного раза полностью врубаю. А как врубилась — уже скучно.',
    );
    await maya.say_and_wait('Какой смысл без конца делать эту скуку?');
    await era.printAndWait(
      `${maya.name} что ни возьми — сразу знает 『верный ответ』 и ещё и делает это на отлично.`,
    );
    await era.printAndWait(
      `Может, ${maya.sex} никогда не знала, каково добиться чего-то именно через долгий труд.`,
    );
    await era.printAndWait(
      `Поэтому ${maya.sex} не понимает смысла стараться и только чувствует, что тренировки — это скука и мука…`,
    );
    await maya.say_and_wait(
      '…что надо быть как все, кто нормально тренируется, Maya тоже так думала, знаешь?',
    );
    await maya.say_and_wait(
      'Но как ни крути — скучно. Я всё время чувствую, что в этом нет смысла.',
    );
    await maya.say_and_wait(
      '…Потому что не как все — значит, нельзя. Maya не сможет стать сверкающей умамусумэ…?',
    );
    era.printButton('「Если начистоту — да」', 1); //梗选项，不影响剧情（或许可以影响初始好感？）
    era.printButton('「Ничего подобного!!」', 2);
    if ((await era.input()) === 1) {
      //天 皇 玉 音 放 送
      await era.printAndWait(
        `В итоге всё равно ленивая псина, не ленивая — так тренируйся, тренируйся. Ради скачек, ради скачек — вали, тренируйся. Учёбу забить, да? Хочешь скачки — ты ж должна рвануть, нет?`,
      );
      await era.printAndWait(
        `Сама как думаешь, ты ленивая псина или нет? Спишь до того, что на тренировку даже не идёшь, весь полдень там, полдень там в игры рубишься, вечером сериалы смотришь. Три раза в день ешь в школе, да ещё соседку по той же общаге заставляешь хакими тебе таскать — ты не ленивая псина?`,
      );
      await era.printAndWait(
        `Сама подумай, навыки свои выучила? Твои одноклассницы, может, другие среди ночи бегают, круги мотают, да? Или лампа, маленькая лампа, зарядная лампа, лампа с USB-разъёмом — там завёлся, там зубрят.`,
      );
      await era.printAndWait(
        `А ты? В кровати, с соседкой рядом до ночи в игры рубишься. Ты не ленивая псина, да. Когда на скачки — 「Ой, завтра дайте обогнать, у меня нет навыков.」 Этого не умею, того не умею — в итоге всё равно ленивая псина. На тренировку не прёшься, только бы поиграть.`,
      );
      await era.printAndWait(
        `В игры рубишься, в dua-лана логинишься — это время на тренировку бы. Энергию, что на взрослую игру тратишь, в тренировку вложи — глянь, вытянешь или нет? Глядишь, уже G1 выиграла бы.`,
      );
      await era.printAndWait(
        `Я к тому, что все — ленивые псины, но некоторые псины это хотя бы признали.`,
      );
      await era.printAndWait(
        `И всё же, как тренер, ${you.name}  всё равно не может бросить её без присмотра — ${maya.sex}.`,
      );
    } else {
      await maya.say_and_wait('Вау! Ис… испугалась.');
      await maya.say_and_wait(
        'Ты, и правда умеешь так орать. А с виду — сплошная нежность…',
      );
    }
    await maya.say_and_wait(
      '…Нэ-нэ. Ты тоже хочешь, чтобы Maya пошла на тренировку?',
    );
    era.printButton('「Хочу」', 1); //你没得选
    era.printButton('「Очень хочу」', 2);
    await era.input();
    await maya.say_and_wait('М————… вот как.');
    await maya.say_and_wait(
      '…Можно? Если послушаешься Maya — я пойду на тренировку!',
    );
    era.printButton('「Слушаться?」', 1);
    await era.input();
    await maya.say_and_wait('М♪ так вот～');
    await maya.say_and_wait('С Maya — на свидание к станции!!');
    era.printButton('「Давай」', 1);
    era.printButton('「У меня дела, сливаюсь」', 2);
    const ret = await era.input();
    if (ret === 2) {
      await maya.say_and_wait(
        'Э… ладно… но как будет время — обязательно сходи с Maya на свидание! You copy?',
      );
    }
    return ret;
  },
  /** @param {CharaTalk} maya */
  async rec_try_skip_station(maya) {
    await maya.say_and_wait(
      'А! Это ты! Мы же с Maya договорились на станцию…… Maya так долго ждала, знаешь?',
    );
    await maya.say_and_wait(
      'Maya уже зрелая взрослая, так что лишнего не скажет……',
    );
    await maya.say_and_wait('Но раз договорились — только не забудь, ладно?');
  },
  /**
   * @param {CharaTalk} maya
   * @param {CharaTalk} you
   */
  async rec_station(maya, you) {
    await era.printAndWait(
      `${you.name}  ты вспоминаешь, что с ${maya.name} ещё есть уговор.`,
    ); // 每次前往车站都会触发，除非你选3，真不想招的话为什么要点呢.jpg
    await era.printAndWait(`Пойдёшь на встречу?`);
    era.printButton('Пойти', 1);
    era.printButton('Слиться', 2);
    era.printButton(`Слишком морока — ${maya.sex} больше не нужна.`, 3);
    const ret = await era.input();
    if (ret === 1) {
      await era.printAndWait(`Перед станцией —`);
      await maya.say_and_wait('Landing!! не заставила ждать♪');
      await maya.say_and_wait(
        'Эх-хе-хе, сегодня спасибо, что ты со мной! Свидание как у взрослой умамусумэ — так хотела хоть раз попробовать—♪',
      );
      await era.printAndWait(
        ` ${maya.name} её уши возбуждённо подрагивают, тело слегка покачивается — похоже, ${maya.sex} она от этого правда в восторге.`,
      );
      await maya.say_and_wait(
        'Так-так, куда пойдём!? Шопинг в модных магазинах, маршрут по сверкающим кондитерским — без этого никак!',
      );
      await maya.say_and_wait(
        'И ещё романтичное кино бы глянуть—? И в кафе со взрослой атмосферой чайку… ууу, я уже так радуюсь～～!!',
      );
      await maya.say_and_wait(
        'Быстрее-быстрее, не поторопимся — день кончится! Ну что, пошли, Take Off——————!',
      );
      await era.printAndWait(
        `И вот ${you.name} — ${maya.name} с ужасающим напором таскает по улицам…`,
      );
      await maya.say_and_wait(
        'Смотри-смотри, та футболка супер милая～! А, это соковый ларёк!? Морковный сок есть—!?',
      );
      await maya.say_and_wait(
        'М? Нюх-нюх… чем-то вкусно пахнет—! Отсюда несёт! Пойдём поглядим, пойдём поглядим～!',
      );
      await maya.say_and_wait(
        'Быстрее-быстрее, нельзя тормозить! За Maya надо хорошо поспевать♪',
      );
      await maya.say_and_wait(
        'Какой смотреть—!? Мм—, все такие интересные～ э, айя!?',
      );
      await maya.say_and_wait(
        'Ауаа, на экране тр-трейлера появился поцелуй…! Увидела～!! Уу, лицо горит…!',
      );
      await era.printAndWait(
        `От одного только кадра с поцелуем заливается краской ${maya.name}, и всё-таки в ней ещё столько детского.`,
      );
      await maya.say_and_wait(
        'Мороженое, сколько шариков лучше взять? 1? 2? 3!? Давай 3! Нэ, решено!!',
      );
      await maya.say_and_wait(
        'Какой взять～. Клубничный выглядит вкусно… ещё ванильный～, шоколадное печенье и～',
      );
      await maya.say_and_wait(
        'Э, чизкейк — только сейчас!?… нэ-нэ, всё-таки давай 4 шарика～!!',
      );
      await era.printAndWait(
        `${you.name}Целый день вот так ${maya.name} таскает за собой…`,
      );
      await maya.say_and_wait('Аа～, как хорошо—!!');
      await maya.say_and_wait(
        'Надо сказать, ты молодец—! Кто за Maya на полной доиграл до конца — ты, может, первый кроме Mabe-чин!',
      );
      era.printButton('「Казалось, на полпути свалюсь…」', 1);
      await era.input();
      await maya.say_and_wait('Аха-ха, вот как!? Ну ты и старался—! Спасибо.');
      await maya.say_and_wait(
        '…Нэ-нэ. Почему в тебе столько нежности? Почему ты пошёл с Maya на свидание?',
      );
      await maya.say_and_wait(
        'Всё-таки потому, что Maya обещала: послушаешься — и пойдёт на тренировку?',
      );
      era.printButton('「Не совсем.」', 1);
      await era.input();
      await maya.say_and_wait(
        'Не совсем? Это как? Ты же потому пошёл на свидание, что хотел, чтобы Maya тренировалась?',
      );
      await maya.say_and_wait('Если не так — тогда зачем ты здесь?');
      era.printButton('「Потому что я хочу, чтобы ты не бросала мечту!」', 1);
      await era.input();
      await maya.say_and_wait('Мечта…?');
      await maya.say_and_wait('Моя… мечта…');
      await era.printAndWait(
        ` ${maya.name}  закрыла рот, будто ушла в себя. Затем —`,
      );
      await maya.say_and_wait('…Вот как.');
      await maya.say_and_wait('М… сегодня правда большое спасибо тебе—!');
      await maya.say_and_wait('Завтра давай вместе на тренировку!');
    }
    return ret;
  },
};
