basement_end:
  - %당신%은(는) 눈을 떴다. 주위는 어둡고, 머리 위에서 노란 빛을 내는 전구 하나만이 힘겹게 빛을 내고 있을 뿐이다.
  - 잠시 애를 써본 끝에, %당신%은(는) 손과 발에 채워진 금속 족쇄를 힘만으로는 벗어날 수 없다는 것을 깨달았다.
  - %당신%의 왼쪽 바닥에는 낡은 진공관 텔레비전이 놓여 있었다. %당신%은(는) 무슨 일이 벌어질지 이미 예감하고 있었다.
  -
  - 과연, 날카로운 딸깍 소리와 함께 화면이 밝아졌다.
  - 화면에는 기괴한 가면을 쓴 작은 %우마무스메% 인형이 비쳤다.
  - 인형이 특정 각도로 움직일 때, %당신%은(는) 인형 아래에서 누군가의 손이 인형을 조종하고 있는 것을 볼 수 있었다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: ???
      - 「안녕하신가. %플레이어이름%. 게임 하나 하지 않겠나——」
  -
  - 심하게 왜곡된 여성 목소리였지만，%당신%은(는) 별다른 소프트웨어의 도움 없이도 누가 이걸 조작했는지 짐작할 수 있었다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 골드 쉽
      - 「오랫동안, 당신은 자신과 계약을 맺은 %우마무스메%를 계속 무시해 왔고 %그녀%의 애정은 갈 곳을 잃게 되었다.」
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 골드 쉽
      - 「
      - color: '#ffff00'
        content: 지금, 그 %우마무스메%가 방으로 들어와 당신과 결전을 벌일 것이다.
      - 」
  -
  - 화면 위에서 이리저리 흔들리던 인형이 내려지자, 그 아래에서 익숙한 모습이 드러났다.
  - %그녀%는 카메라를 향해 은은하게 미소 지으며 찡그린 표정을 지었다.
  - %그녀%가 주먹을 펴자, 콘돔 포장지들이 폭포처럼 쏟아져 내렸고, 곧이어 카메라의 촬영 범위 밖으로 사라졌다.
  -
  - 문이 열렸다.
  -
  - 골드 쉽의 애정에 갇힌 %당신%은(는) 결말을 맞이했다……

slave_end:
  - 사무실에서, %당신%은(는) 책상 앞에 앉아 정장 차림에 안경을 쓴 채 계산기 키보드를 두드리고 있는 %우마무스메%를 어색하게 바라보았다.
  - %그녀%는 TN-LCD 화면에 나타난 숫자를 보고, 예쁜 눈썹을 치켜올리며 곤란한 표정으로 %당신%을 바라봤다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 골드 쉽
      - 「손님, 이 정도 우마코인으로는 이번 달 이자조차 채울 수 없어요.」
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 골드 쉽
      - 「무릎 꿇고 울며 갚겠다고 애원한다 해도, 저희 회사는 이미 손해를 봤습니다.」
  -
  - 골드 쉽이 입을 열자, %그녀%의 손에 든 계산기에는 소름 끼치는 숫자가 표시되었다.
  - %그녀%는 펜을 들어 휴지 뒷면에 무언가를 적기 시작했다. 내용은「매몰 비용」,「자산 유용」,「행정 비용」따위였다.
  - %당신%은(는) 어쩔 수 없이 고개를 숙이고 침묵했다——반박할 여지가 전혀 없었다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 골드 쉽
      - 「아, 당신은 「고루시짱 은행」이 자선 사업을 하는 곳이 아니라는 걸 알아야 해요.」
  -
  - 그러나 %그녀%의 어조가 바뀌었다. 순간 고객을 걱정하는 척하던 직원에서 눈앞의 먹잇감을 함정으로 유인하려는 달콤한 미끼로 변신했다.
  -
  - color: %대표색%
    content:
      - fontSize: bold
        content: 골드 쉽
      - 「하지만 이런 게임에 참여해 볼 생각은 없나요……
      - color: '#ffff00'
        content: 어쩌면 단번에 인생을 뒤바꿀 수 있는 게임에?
      - 」
  -
  - 대출금을 빠르게 갚을 수 있는 유일한 구원의 손길을 잡기 위해, %당신%은(는) 골드 쉽에 이끌려 《희망의 골드쉽》이라는 유람선에 올라탔다……
  - 위험한 목숨을 건 도박에서 어떻게 살아남을지는, 이미 흐름에 휩쓸리기만 하던 %당신%이(가) 결정할 수 있는 일이 아니었다.
  -
  - 돈의 덫에 갇힌 %당신%은(는) 결말을 맞이했다……