module.exports = class extends require('#/i18n/ja-JP/race/genes') {
  t_adapt = '적성';
  t_base = '능력';
  t_skill = '기술';

  r_n = '커먼';
  r_r = '레어';
  r_sr = '에픽';
  r_ssr = '레전드';

  gn_tip_template = '【%NAME%】(%TYPE% · %RARITY%)\n%DESC%';

  sg_name_template = '「%NAME%」의 잔향';
  sg_desc_template = '「%NAME%」 습득';

  300000 = '명예의 전당 우마무스메의 혼';

  100000 = '비전·잔디의 요령';
  100001 = '비전·더트의 요령';
  100002 = '비전·단거리의 요령';
  100003 = '비전·마일의 요령';
  100004 = '비전·중거리의 요령';
  100005 = '비전·장거리의 요령';
  100006 = '비전·도주의 요령';
  100007 = '비전·선행의 요령';
  100008 = '비전·선입의 요령';
  100009 = '비전·추입의 요령';

  200000 = '스피드 신성의 추억';
  200001 = '스피드 숙련자의 추억';
  200002 = '스피드 명수의 추억';
  200003 = '스피드 달인의 추억';
  200010 = '스태미나 신성의 추억';
  200011 = '스태미나 숙련자의 추억';
  200012 = '스태미나 명수의 추억';
  200013 = '스태미나 달인의 추억';
  200020 = '파워 신성의 추억';
  200021 = '파워 숙련자의 추억';
  200022 = '파워 명수의 추억';
  200023 = '파워 달인의 추억';
  200030 = '근성 신성의 추억';
  200031 = '근성 숙련자의 추억';
  200032 = '근성 명수의 추억';
  200033 = '근성 달인의 추억';
  200040 = '지능 신성의 추억';
  200041 = '지능 숙련자의 추억';
  200042 = '지능 명수의 추억';
  200043 = '지능 달인의 추억';
};
