module.exports = class extends require('#/i18n/ja-JP/race/gene-desc') {
  300000 = '스킬 Pt +600';

  100000 = '잔디 적성이 상승한다';
  100001 = '더트 적성이 상승한다';
  100002 = '단거리 적성이 상승한다';
  100003 = '마일 적성이 상승한다';
  100004 = '중거리 적성이 상승한다';
  100005 = '장거리 적성이 상승한다';
  100006 = '도주 적성이 상승한다';
  100007 = '선행 적성이 상승한다';
  100008 = '선입 적성이 상승한다';
  100009 = '추입 적성이 상승한다';

  200000 = '스피드와 상한 +25';
  200001 = '스피드와 상한 +50';
  200002 = '스피드와 상한 +75';
  200003 = '스피드와 상한 +100';
  200010 = '스태미나와 상한 +25';
  200011 = '스태미나와 상한 +50';
  200012 = '스태미나와 상한 +75';
  200013 = '스태미나와 상한 +100';
  200020 = '파워와 상한 +25';
  200021 = '파워와 상한 +50';
  200022 = '파워와 상한 +75';
  200023 = '파워와 상한 +100';
  200030 = '근성과 상한 +25';
  200031 = '근성과 상한 +50';
  200032 = '근성과 상한 +75';
  200033 = '근성과 상한 +100';
  200040 = '지능과 상한 +25';
  200041 = '지능과 상한 +50';
  200042 = '지능과 상한 +75';
  200043 = '지능과 상한 +100';
};
