module.exports = class extends require('#/i18n/ja-JP/table/item') {
  template = '【%NAME%】';
  got_template = '아이템 %INAME% 획득!';

  0 = '야채주스';
  1 = '강화녹즙';
  2 = '에스프레소';
  3 = '각성제';
  4 = '항우울제';
  5 = '진정제';
  6 = '청심차';
  7 = '최음스프레이';

  10 = '속효성다이어트약';
  11 = '두통뚝';
  12 = '건강차';
  13 = '혐오약';
  14 = '억제약';
  15 = '양자다이어트약';
  16 = '이부프로펜';
  17 = '발모크림';
  18 = '제모크림';
  19 = '음부발모크림';
  20 = '음부제모크림';

  25 = '우마토커';
  26 = '만능안경테';
  27 = '호감도렌즈';
  28 = '우마뾰이횟수렌즈';
  29 = '투시렌즈';
  30 = '콘돔(5개입)';
  31 = '우마뾰이Z';
  32 = '우마뾰이S';
  33 = '슈퍼우마뾰이Z';
  34 = '단기피임약';
  35 = '장기피임약';
  36 = '배란유도제';
  37 = '모유약제';
  38 = '콘돔용해제';
  39 = '펄롱K';
  40 = '펄롱P';
  41 = '윤활액';
  42 = '우마뾰이S 패밀리팩';
  43 = '절정차단약';

  45 = '마유';
  46 = '모유';
  47 = '갓 짠 마유';
  48 = '갓 짠 모유';

  60 = '스케이트보드';
  61 = '자전거';
  62 = '호버보드';
  63 = '2인용 자전거';
  64 = '전기자전거';
  65 = '승용차';
  66 = '스포츠카';
  67 = '휴대용 공간문';

  70 = '안대';
  71 = '개그볼';
  72 = '목줄';
  73 = '착유기';
  74 = '클립';
  75 = '바이브레이터';
  76 = '오나홀';
  77 = '딜도';
  78 = '전기충격기';
  79 = '애널플러그';
  80 = '애널비즈';
  81 = '전신거울';
  82 = '모유처리기';
  83 = '투명이불';
  84 = '「복부온열패치」';
  85 = '「자궁온열패치」';

  100 = '밸런타인초콜릿';
  101 = '콘돔';
  102 = '용도불명안경';
  103 = '「웨딩드레스」';
  104 = '빈시험관';
  105 = '투혼주입채찍(S용)';
  110 = '「은총」';
  111 = '「빚」';
  112 = '고루시호';
  113 = '파머호';
  114 = '현실투시기';
};
