# @file 高多芬柏布 - 爱慕
# @author フィンランド
49:
  title: 祝福之水
  lines:
    - 三女神像静静地矗立着，石刻的双眼一如既往地望向远方。
    - 在三女神的肩膀上，瓶中流出的水倾泻而下，撒向她们脚下的池中。
    - acc: 1
      content: 「如果瓶中洒下的是女神的恩泽，不知道能不能散到我的身上呢……」
    - %YOU% 闭上双眼，在女神像面前祈祷。
    - 是巧合吗，飞流而下的水中，一滴水珠恰好飞溅起来，打湿了 %YOU% 的鞋子。

# 在三女神像前祈祷高多芬柏布降临
pray:
  - 在祈祷的瞬间，或者说愿望自心底冒出的瞬间。
  - 周遭的世界便沉寂下来，只剩瓶中之水汩汩作响。
  - %YOU% 闭上双眼，静静感受着包裹着自己的，如某人的怀抱一样温暖的安心感。

50:
  title: 梦中访客
  lines:
    - （咔哒）
    - 明明并没有门，却传来了门闩转动的声音，接着浮现出一张熟悉的脸。
    - 微笑着的面庞，水蓝色的长发，以及……在缠身布料下若隐若现，如雕塑般美丽的肉体。
    - 现身于梦中的女神，却没有展现出与「神」相称的威严与神迹，正相反，祂温柔地在 %YOU% 身旁坐下，俯下身子，吻住 %YOU%。
    - if: era.get('cflag:0:性别') === 1
      content: 祂的手指悄悄地伸向 %YOU% 的下体，握住那根坚挺的肉棒，温柔地来回抚摸……
    - if: era.get('cflag:0:性别') !== 1
      content: 祂的手指悄悄地伸向 %YOU% 的下体，探入正流淌着爱液的温床之中……
    - acc: 1
      key: selected
      content: 听从本能（让祂怀上神胎）
      lines:
        - if: era.get('cflag:0:性别') > 0
          lines:
            - 仅仅是唇与手，已无法满足 %YOU% 高涨的欲望。
            - 在本能的驱使之下，在女神无言的注视之中。%YOU% 一把抓住女神的手腕，粗暴地将祂按倒在身下。
            - 没有挣扎，没有反抗，祂仅仅是顺从着 %YOU% 的动作。布料自洁白的胴体上滑落，发出轻微的声响，但旋即淹没在 %YOU% 野兽般的喘息中……
        - if: "!era.get('cflag:0:性别')"
          lines:
            - 在这念头闪过的瞬间，便有什么事情发生。
            - 是梦的缘故？还是女神的玩笑？
            - %YOU% 的下身，长出了不属于自己的物体。但相比起眼前娇艳的女神，这种事压根无关紧要。
            - %YOU% 一把抓住女神的手腕，将祂压在身下。
            - 没有挣扎，没有反抗。祂仅仅是顺从着 %YOU% 的动作，甚至还在引导 %YOU% 使用这根并不熟悉的肉棒……
    - if: era.get('cflag:0:性别') !== 1
      acc: 2
      content: 服从神意（%FUCKMEBUTTON%）
      lines:
        - 在迷乱的氛围中，在高涨的爱欲里。%YOU% 渐渐迷失了自我。
        - 放空大脑，放松四肢，这样就好。
        - 把身心与灵魂，都献给女神大人吧。
        - 女神身上的衣衫滑落下去，与肌肤摩挲出美妙的音符。
        - %YOU% 闭上双眼，做好了向女神献出一切的准备。
    - acc: 3
      content: 南无三
      lines:
        - 南无三，何等亵渎！
        - 即使面对这等极乐，%YOU% 的虔诚依然战胜了内心的淫欲。
        - %YOU% 颤抖地伸出一只手——已忙得分不清左右。
        - 额头，胸口，左肩，接着是右肩……
        - 不断地画着十字……
