# @file バイアリーターク - 募集
# @author 黑衣剑士-星爆气流斩准备就绪
# @author Claude (翻訳)
recruit:
  title: 너와 만난 기적
  lines:
    - 여느 때처럼 입학을 앞둔 어린 %UMA%들의 달리기 모습을 지켜보며, 능숙하게 %THEY%의 움직임과 전략을 머릿속에 새기던 중, 고개를 들자 뜻밖에도 잊을 수 없는 눈동자와 마주쳤다.
    - acc: 1
      content: 「정말이지…… 믿을 수 없군」
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: ？？？
        - 「어째서 그런 표정을 짓고 있는 거지? 이곳에는 밝은 미래를 가진 아이들뿐이지 않나?」
    - 허리에서 느껴지는 기묘한 감촉이 뇌로 신호를 보냈다.
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: ？？？
        - 「트레이너로서 평가하자면, 넌 여전히 썩 훌륭하다고 볼 수는 없다만. 뭐, 나름대로 장점도 있긴 하더군.」
    - 뒤를 돌아보자, 꿈속에서 보았던 그 기가 센 우마무스메가 또다시 %YOU%의 눈앞에 서 있었다. 짙은 갈색 머리카락, 아름다운 눈동자, 그리고 오른쪽 눈 위에 선명하게 남아 있는 흉터까지. 그녀는 %YOU%의 위아래를 훑어보더니, 이내 %YOU%의 가랑이 쪽에 시선을 멈췄다.
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「트레이너로서 평가하자면, 넌 여전히 썩 훌륭하다고 볼 수는 없다만. 뭐, 나름대로 장점도 있긴 하더군.」
    - 말투는 조금 차가웠지만, %YOU%은(는) 그녀가 조금 부끄러워하고 있다는 걸 느낄 수 있었다. 마치 그날 %YOU%에게 방어선이 뚫린 뒤 보여주었던 부드러운 모습처럼.
    - 두 사람의 시선이 교차하고, 이내 %CHARA%가 갑자기 미소를 지었다. 마치 마음속 깊이 만족했다는 듯, 그녀가 입을 열었다.
    - color: %COLOR%
      content:
        - fontWeight: bold
          content: %CHARA%
        - 「그렇다면, 네 소원에 대한 응답이라 쳐 두지. 내 트레이너가 되어라.」
